Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_hrv_suggestion_1_gpt
source: Continue with your remarkable efforts in effectively managing stress, and stay committed to self-care practices that contribute to your ongoing well-being. You are truly doing an amazing job.
ar: استمر في جهودك الملحوظة في إدارة الضغوط بشكل فعال والالتزام بممارسات الرعاية الذاتية التي تسهم في رفاهيتك المستمرة. أنت تقوم بعمل رائع حقًا.
de: Fahren Sie mit Ihren bemerkenswerten Anstrengungen fort, Stress effektiv zu bewältigen, und bleiben Sie den Selbstpflegepraktiken treu, die zu Ihrem fortlaufenden Wohlbefinden beitragen. Sie machen wirklich eine großartige Arbeit.
es: Continúa con tus notables esfuerzos para manejar el estrés de manera efectiva y mantente comprometido con prácticas de autocuidado que contribuyan a tu bienestar continuo. Realmente estás haciendo un trabajo increíble.
fa: ادامه دادن به تلاش‌های بی‌نظیر شما در مدیریت مؤثر استرس و تعهد به رویکردهای مراقبت از خود که به بهبودی مداوم شما کمک می‌کنند. شما واقعاً کار فوق‌العاده‌ای انجام می‌دهید.
fr: Poursuivez vos efforts remarquables pour gérer efficacement le stress et restez engagé dans les pratiques d'auto-soin qui contribuent à votre bien-être continu. Vous faites vraiment un travail incroyable.
id: Teruskan upaya luar biasa Anda dalam mengelola stres secara efektif, dan tetap komit dengan praktik perawatan diri yang berkontribusi pada kesejahteraan Anda yang berkelanjutan. Anda benar-benar melakukan pekerjaan yang luar biasa.
it: Continua con i tuoi notevoli sforzi nel gestire efficacemente lo stress, e mantieniti impegnato nelle pratiche di autocura che contribuiscono al tuo benessere continuo. Stai davvero facendo un lavoro straordinario.
ja: ストレスを効果的に管理し続け、持続的な健康に貢献する自己ケアにコミットしている素晴らしい取り組みを続けてください。本当に素晴らしい仕事をしています。
ko: 스트레스를 효과적으로 관리하고 지속적인 건강에 기여하는 자가 관리 실천에 헌신하는 놀라운 노력을 계속하세요. 정말 멋진 일을 하고 계십니다.
nl: Blijf je opmerkelijke inspanningen voortzetten in effectief omgaan met stress en blijf toegewijd aan zelfzorgpraktijken die bijdragen aan je voortdurende welzijn. Je doet echt fantastisch werk.
pl: Kontynuuj doskonałe wysiłki w efektywnym zarządzaniu stresem i pozostań zaangażowany w praktyki dbania o siebie, które przyczyniają się do twojego trwałego samopoczucia. Naprawdę świetnie się spisujesz.
pt_br: Continue com seus esforços notáveis no gerenciamento eficaz do estresse e mantenha-se comprometido com práticas de autocuidado que contribuam para seu bem-estar contínuo. Você está realmente fazendo um trabalho incrível.
ru: Продолжайте свои замечательные усилия в эффективном управлении стрессом и оставайтесь преданными практикам самоухода, способствующим вашему долгосрочному благополучию. Вы действительно делаете потрясающую работу.
tr: Stresi etkili bir şekilde yönetme çabalarınıza devam edin ve sürekli iyilik halinize katkıda bulunan kendi kendinize bakım uygulamalarına bağlı kalın. Gerçekten harika bir iş yapıyorsunuz.
zh_hans: 你的自我压力调节能力很突出，请继续加油并始终坚持将自我关爱付诸于行动，让身体持续保持健康。你目前的状态非常棒。
zh_hant: 你的自我壓力調節能力很突出，請繼續加油並始終堅持將自我關愛付諸於行動，讓身體持續保持健康。你目前的狀態非常棒。

# week_hrv_suggestion_2_b_gpt
source: Keep up the good work! Just a friendly reminder to identify anything that is stressing you out and address it directly. This way, you can continue to enjoy good health and feel your very best.
ar: واصل العمل الجيد! تذكير ودي بضرورة التعرف على أي شيء يسبب لك التوتر ومعالجته مباشرة. بهذه الطريقة، يمكنك الاستمرار في الاستمتاع بصحة جيدة والشعور بأفضل حال.
de: Machen Sie weiter so! Nur eine freundliche Erinnerung, alles zu identifizieren, was Sie belastet, und es direkt anzugehen. Auf diese Weise können Sie weiterhin gute Gesundheit genießen und sich bestens fühlen.
es: ¡Sigue con el buen trabajo! Solo un recordatorio amigable para identificar cualquier cosa que te esté estresando y abordarla directamente. De esta manera, podrás seguir disfrutando de buena salud y sentirte en tu mejor momento.
fa: کار خوبی انجام داده‌اید! یک یادآوری دوستانه برای شناسایی هر چیزی که شما را به استرس می‌اندازد و به طور مستقیم با آن مقابله کنید. به این ترتیب، می‌توانید ادامه داده و از سلامتی خوب لذت ببرید و بهترین حالت خود را احساس کنید.
fr: Continue ton bon travail ! Juste un rappel amical pour identifier tout ce qui te stresse et y faire face directement. Ainsi, tu pourras continuer à jouir d'une bonne santé et te sentir au top.
id: Lanjutkan dengan kinerja baikmu! Hanya sebuah pengingat ramah untuk mengidentifikasi apapun yang membuatmu stres dan hadapi secara langsung. Dengan begitu, kamu dapat terus menikmati kesehatan yang baik dan merasa yang terbaik.
it: Continua così! Solo un gentile promemoria per identificare ciò che ti sta stressando e affrontarlo direttamente. In questo modo, potrai continuare a goderti una buona salute e sentirti al meglio.
ja: 頑張っていますね！ストレスを感じる要因を見つけ、直接取り組んでいくことをお勧めします。このやり方で、良い健康を維持し、最高の状態で過ごせるでしょう。
ko: 잘 하고 있어요! 스트레스를 유발하는 요인을 확인하고 직접 해결하는 것을 잊지 마세요. 이렇게 하면 좋은 건강을 유지하고 최상의 상태를 유지할 수 있어요.
nl: Goed bezig! Een vriendelijke herinnering om alles wat je stress bezorgt te identificeren en er rechtstreeks mee om te gaan. Op deze manier kun je blijven genieten van een goede gezondheid en je opperbest voelen.
pl: Dobra robota! Przyjazne przypomnienie, aby zidentyfikować wszystko, co cię stresuje, i bezpośrednio się tym zająć. W ten sposób możesz nadal cieszyć się dobrym zdrowiem i czuć się jak najlepiej.
pt_br: Continue com o bom trabalho! Apenas um lembrete amigável para identificar qualquer coisa que esteja te estressando e lidar com isso diretamente. Dessa forma, você pode continuar desfrutando de boa saúde e se sentir no seu melhor.
ru: Продолжайте хорошую работу! Просто напомните себе идентифицировать все, что вызывает у вас стресс, и прямо с этим справиться. Таким образом, вы сможете продолжать наслаждаться хорошим здоровьем и чувствовать себя наилучшим образом.
tr: İyi iş çıkardınız! Sizi strese sokan herhangi bir şeyi belirleyip doğrudan ele almak için sadece dostça bir hatırlatma. Bu şekilde iyi bir sağlık keyfi sürmeye ve en iyinizde hissetmeye devam edebilirsiniz.
zh_hans: 保持你良好的状态！友情提醒，一旦发现任何让你感到压力的事情，快速解决掉它。这样，你就可以保持健康状态，做最好的自己。
zh_hant: 保持你良好的狀態！友情提醒，一旦發現任何讓你感到壓力的事情，快速解決掉它。這樣，你就可以保持健康狀態，做最好的自己。

# week_hrv_suggestion_2_gpt
source: It indicates that you're doing great facing stress and balancing your life, so keep it up. Additionally, be mindful of potential stressors to achieve and maintain optimal physical condition.
ar: إنه يشير إلى أنك تقوم بعمل رائع في مواجهة الضغوط وتحقيق توازن في حياتك، لذا استمر في ذلك. بالإضافة إلى ذلك، كن حذرًا من المحفزات الإجهادية المحتملة لتحقيق والحفاظ على الحالة البدنية الأمثل.
de: Es deutet darauf hin, dass du gut mit Stress umgehst und dein Leben ausbalancierst, also mach weiter so. Sei außerdem achtsam bezüglich potenzieller Stressfaktoren, um eine optimale körperliche Verfassung zu erreichen und aufrechtzuerhalten.
es: Indica que estás enfrentando el estrés y equilibrando tu vida de manera excelente, así que continúa así. Además, presta atención a los posibles factores estresantes para lograr y mantener una condición física óptima.
fa: این نشان می‌دهد که شما در مقابل استرس خوب عمل کرده و زندگی‌تان را تعادل داده‌اید، پس ادامه دهید. همچنین، از منابع استرسی پتانسیلی مراقبت کنید تا شرایط فیزیکی بهینه را برای خود برسانید و حفظ کنید.
fr: Cela indique que vous gérez bien le stress et équilibrez votre vie, alors continuez ainsi. De plus, soyez attentif aux facteurs de stress potentiels pour atteindre et maintenir une condition physique optimale.
id: Ini menunjukkan bahwa Anda melakukan dengan baik menghadapi stres dan menyeimbangkan hidup Anda, jadi teruslah. Selain itu, perhatikan potensi pemicu stres untuk mencapai dan menjaga kondisi fisik yang optimal.
it: Indica che te la stai cavando bene affrontando lo stress e bilanciando la tua vita, quindi continua così. Inoltre, fai attenzione ai potenziali fattori stressanti per raggiungere e mantenere una condizione fisica ottimale.
ja: ストレスに対処し、人生をバランスよく過ごすのに優れた取り組みをしていますので、このまま続けてください。さらに、最適な体調を達成し維持するために潜在的なストレス要因に注意してください。
ko: 스트레스를 극복하고 삶을 균형 있게 유지하는 데 훌륭한 노력을 하고 계시므로 이를 유지해 주세요. 또한 최적의 육체적 상태를 달성하고 유지하기 위해 잠재적인 스트레스 요인에 유의하세요.
nl: Het geeft aan dat je goed omgaat met stress en je leven in balans houdt, dus ga zo door. Let daarnaast op mogelijke stressfactoren om een optimale fysieke conditie te bereiken en te behouden.
pl: Sygnalizuje to, że radzisz sobie świetnie ze stresem i utrzymujesz równowagę w życiu, więc tak trzymaj. Dodatkowo, bądź świadomy potencjalnych czynników stresowych, aby osiągnąć i utrzymać optymalną kondycję fizyczną.
pt_br: Isso indica que você está lidando bem com o estresse e equilibrando sua vida, então continue assim. Além disso, esteja atento aos estressores potenciais para alcançar e manter uma condição física ótima.
ru: Это указывает на то, что вы отлично справляетесь со стрессом и уравновешиваете свою жизнь, так держать. Кроме того, будьте внимательны к потенциальным источникам стресса, чтобы достичь и поддержать оптимальное физическое состояние.
tr: Bu, stresle başa çıkmada ve yaşamınızı dengelemede başarılı olduğunuzu gösteriyor, bu yolda devam edin. Ayrıca, optimal fiziksel durumu elde etmek ve sürdürmek için olası stres kaynaklarına dikkat edin.
zh_hans: 你能够在日常生活中出色地平衡压力和生活，请继续保持。此外，你生活中存在一些潜在的压力，建议你加强关注，让身体达到并保持在最佳的状态。
zh_hant: 你能夠在日常生活中出色地平衡壓力和生活，請繼續保持。此外，你生活中存在一些潛在的壓力，建議你加強關注，讓身體達到並保持在最佳的狀態。

# week_hrv_suggestion_3_b_gpt
source: It is well seen that your body is thriving. Consider trying some new stress relief activities or incorporating a hobby into your routine. These little things can help create a more balanced and joyful lifestyle.
ar: من الواضح أن جسدك يزدهر. فكّر في تجربة بعض الأنشطة الجديدة للتخفيف من الضغوطات أو إدراج هواية في روتينك. هذه الأشياء الصغيرة يمكن أن تساعد في إنشاء نمط حياة متوازن ومبهج.
de: Es ist deutlich zu sehen, dass dein Körper gedeiht. Überlege, neue Stressabbau-Aktivitäten auszuprobieren oder ein Hobby in deine Routine einzubinden. Diese kleinen Dinge können dazu beitragen, einen ausgeglicheneren und freudvolleren Lebensstil zu schaffen.
es: Se nota que tu cuerpo está prosperando. Considera probar algunas actividades nuevas para aliviar el estrés o incorporar un pasatiempo en tu rutina. Estas pequeñas cosas pueden ayudar a crear un estilo de vida más equilibrado y alegre.
fa: به نظر می‌آید که بدن شما در حال رشد است. در نظر داشته باشید که برخی از فعالیت‌های جدید برای آرامش بخشیدن به استرس را امتحان کنید یا یک سرگرمی را به روال خود اضافه کنید. این اقدامات کوچک می‌توانند به شما کمک کنند تا یک سبک زندگی متعادل و شادتری داشته باشید.
fr: On voit que ton corps prospère. Envisage d'essayer de nouvelles activités pour soulager le stress ou d'intégrer un passe-temps dans ta routine. Ces petites choses peuvent aider à créer un mode de vie plus équilibré et joyeux.
id: Terlihat bahwa tubuhmu berkembang. Pertimbangkan untuk mencoba beberapa kegiatan baru untuk mengurangi stres atau menggabungkan hobi ke dalam rutinitasmu. Hal-hal kecil seperti itu dapat membantu menciptakan gaya hidup yang lebih seimbang dan penuh kebahagiaan.
it: È evidente che il tuo corpo sta prosperando. Valuta la possibilità di provare nuove attività per alleviare lo stress o di introdurre un hobby nella tua routine. Queste piccole cose possono contribuire a creare uno stile di vita più equilibrato e gioioso.
ja: 体調が良さそうですね。新しいストレス解消法を試したり、趣味を日常に取り入れてみるのもいいかもしれません。これらの些細なことが、よりバランスの取れた楽しい生活を作り出す手助けになるでしょう。
ko: 당신의 몸이 번창하고 있는 것이 잘 보여요. 새로운 스트레스 해소 방법을 시도하거나 일상에 취미를 품는 것을 고려해보세요. 이런 작은 일들이 더 균형있고 즐거운 삶을 만드는 데 도움이 될 거예요.
nl: Het is duidelijk dat je lichaam gedijt. Overweeg om nieuwe stressverlichtende activiteiten te proberen of een hobby in je routine op te nemen. Deze kleine dingen kunnen helpen om een meer gebalanceerde en vreugdevolle levensstijl te creëren.
pl: Widać, że twój organizm dobrze się rozwija. Rozważ wypróbowanie nowych działań łagodzących stres lub włączenie hobby do swojej rutyny. Te drobne rzeczy mogą pomóc stworzyć bardziej zrównoważony i radosny styl życia.
pt_br: É perceptível que seu corpo está prosperando. Considere experimentar algumas novas atividades para aliviar o estresse ou incorporar um hobby à sua rotina. Essas pequenas coisas podem ajudar a criar um estilo de vida mais equilibrado e alegre.
ru: Очевидно, что ваш организм процветает. Попробуйте новые методы снятия стресса или добавьте хобби в свою рутину. Эти мелочи могут помочь создать более сбалансированный и радостный образ жизни.
tr: Vücudunuzun gelişmekte olduğu açıkça görülüyor. Yeni stres azaltma aktiviteleri denemeyi veya rutininize bir hobi eklemeyi düşünün. Bu küçük şeyler daha dengeli ve neşeli bir yaşam tarzı yaratmaya yardımcı olabilir.
zh_hans: 你的身体状态显然还不错，可以尝试一些新的减压活动，或者发展一个新的爱好。这些小改变可以让你的生活更平衡、更快乐。
zh_hant: 你的身體狀態顯然還不錯，可以嘗試一些新的減壓活動，或者發展一個新的愛好。這些小改變可以讓你的生活更平衡、更快樂。

# week_hrv_suggestion_3_gpt
source: To embrace more preferable results, consider focusing on stress management techniques and maintaining a balanced lifestyle. These high readings are a sign of your body's ability to adapt.
ar: لتحقيق نتائج أفضل، فكر في التركيز على تقنيات إدارة الضغوط والحفاظ على نمط حياة متوازن. هذه القراءات العالية هي إشارة على قدرة جسمك على التكيف.
de: Um bessere Ergebnisse zu erzielen, sollten Sie sich auf Stressbewältigungstechniken konzentrieren und einen ausgewogenen Lebensstil pflegen. Diese hohen Werte zeigen, dass Ihr Körper sich anpassen kann.
es: Para lograr resultados más favorables, considera enfocarte en técnicas de manejo del estrés y mantener un estilo de vida equilibrado. Estas lecturas altas son señales de la capacidad de adaptación de tu cuerpo.
fa: برای دست‌یابی به نتایج مطلوبتر، در نظر داشته باشید که به تکنیک‌های مدیریت استرس تمرکز کنید و یک سبک زندگی متعادل حفظ کنید. این مقادیر بالایی نشان دهنده توانایی بدن شما در تطبیق است.
fr: Pour obtenir des résultats plus favorables, envisagez de vous concentrer sur les techniques de gestion du stress et de maintenir un mode de vie équilibré. Ces lectures élevées sont un signe de la capacité de votre corps à s'adapter.
id: Untuk meraih hasil yang lebih baik, pertimbangkan fokus pada teknik pengelolaan stres dan menjaga gaya hidup seimbang. Pembacaan yang tinggi ini adalah tanda dari kemampuan tubuh Anda untuk beradaptasi.
it: Per ottenere risultati più preferibili, considera di concentrarti sulle tecniche di gestione dello stress e mantenere uno stile di vita equilibrato. Queste letture elevate sono un segno della capacità del tuo corpo di adattarsi.
ja: より望ましい結果を得るためには、ストレス管理テクニックに焦点を当て、バランスの取れたライフスタイルを維持することを考えてください。これらの高い読み取りは、体の適応能力のサインです。
ko: 더 나은 결과를 얻기 위해 스트레스 관리 기술에 집중하고 균형 잡힌 생활 방식을 유지하는 것을 고려해보세요. 높은 측정치는 당신의 몸이 적응할 수 있는 능력의 신호입니다.
nl: Om betere resultaten te behalen, overweeg je te richten op stressmanagementtechnieken en het handhaven van een gebalanceerde levensstijl. Deze hoge metingen zijn een teken van het aanpassingsvermogen van je lichaam.
pl: Aby osiągnąć lepsze wyniki, rozważ skupienie się na technikach zarządzania stresem i utrzymaniu zrównoważonego trybu życia. Te wysokie odczyty są sygnałem zdolności twojego ciała do adaptacji.
pt_br: Para alcançar resultados mais favoráveis, considere focar em técnicas de gerenciamento de estresse e manter um estilo de vida equilibrado. Essas leituras altas são um sinal da capacidade do seu corpo de se adaptar.
ru: Для достижения более предпочтительных результатов рассмотрите возможность сосредоточиться на техниках управления стрессом и поддержании сбалансированного образа жизни. Эти высокие показатели - признак способности вашего организма к адаптации.
tr: Daha tercih edilebilir sonuçlar elde etmek için stres yönetimi tekniklerine odaklanmayı ve dengeli bir yaşam tarzını sürdürmeyi düşünün. Bu yüksek değerler, vücudunuzun uyum yeteneğinin bir işareti.
zh_hans: 为了获得更好的结果，你可以努力学习压力管理的技巧，并平衡压力与生活。你的高数值结果表明你有较强的适应能力。
zh_hant: 為了獲得更好的結果，你可以努力學習壓力管理的技巧，並平衡壓力與生活。你的高數值結果表明你有較強的適應能力。

# week_hrv_suggestion_4_b_gpt
source: To enhance your well-being, focus on maintaining a healthy lifestyle. Take notice of key factors like sleep, nutrition, and stress management. Small changes in these areas can lead to big results.
ar: لتعزيز رفاهيتك، ركّز على الحفاظ على نمط حياة صحي. انتبه لعوامل مثل النوم والتغذية وإدارة التوتر. التغييرات الصغيرة في هذه المجالات يمكن أن تؤدي إلى نتائج كبيرة.
de: Um dein Wohlbefinden zu verbessern, konzentriere dich darauf, einen gesunden Lebensstil aufrechtzuerhalten. Achte auf Schlaf, Ernährung und Stressbewältigung. Kleine Veränderungen in diesen Bereichen können zu großen Ergebnissen führen.
es: Para mejorar tu bienestar, enfócate en mantener un estilo de vida saludable. Presta atención a factores clave como el sueño, la nutrición y el manejo del estrés. Pequeños cambios en estas áreas pueden tener grandes resultados.
fa: برای افزایش رفاه خود، به حفظ یک سبک زندگی سالم تمرکز کنید. به عوامل کلیدی مانند خواب، تغذیه و مدیریت استرس توجه کنید. تغییرات کوچک در این حوزه‌ها می‌تواند به نتایج بزرگی منجر شود.
fr: Pour améliorer ton bien-être, concentre-toi sur le maintien d'un style de vie sain. Sois attentif à des facteurs clés comme le sommeil, la nutrition et la gestion du stress. De petits changements dans ces domaines peuvent avoir de grands résultats.
id: Untuk meningkatkan kesejahteraanmu, fokuslah pada menjaga gaya hidup sehat. Perhatikan faktor kunci seperti tidur, nutrisi, dan pengelolaan stres. Perubahan kecil di area-area tersebut bisa menghasilkan perubahan besar.
it: Per migliorare il tuo benessere, concentrati sul mantenere uno stile di vita sano. Presta attenzione a fattori chiave come il sonno, l'alimentazione e la gestione dello stress. Piccoli cambiamenti in queste aree possono portare a grandi risultati.
ja: 健康を向上させるために、健康的な生活習慣に焦点を当てましょう。睡眠、栄養、ストレス管理などの重要な要因に注意を払ってください。これらの分野での小さな変化が大きな結果をもたらします。
ko: 건강을 향상시키기 위해 건강한 생활 방식을 유지하는 데 초점을 맞추세요. 수면, 영양, 스트레스 관리와 같은 중요한 요소에 주목하세요. 이러한 부분에서의 작은 변화가 큰 결과로 이어질 수 있습니다.
nl: Om je welzijn te verbeteren, richt je op het handhaven van een gezonde levensstijl. Let op belangrijke factoren zoals slaap, voeding en stressmanagement. Kleine veranderingen op deze gebieden kunnen grote resultaten opleveren.
pl: Aby poprawić dobre samopoczucie, skup się na prowadzeniu zdrowego stylu życia. Zwróć uwagę na kluczowe czynniki, takie jak sen, żywienie i zarządzanie stresem. Drobne zmiany w tych obszarach mogą przynieść duże rezultaty.
pt_br: Para aprimorar seu bem-estar, foque em manter um estilo de vida saudável. Preste atenção em fatores chave como sono, nutrição e gerenciamento do estresse. Pequenas mudanças nessas áreas podem trazer grandes resultados.
ru: Для улучшения вашего благополучия сосредоточьтесь на поддержании здорового образа жизни. Обратите внимание на такие ключевые факторы, как сон, питание и управление стрессом. Небольшие изменения в этих областях могут привести к большим результатам.
tr: Sağlıklı bir yaşam tarzını sürdürmeye odaklanarak refahınızı artırın. Uyku, beslenme ve stres yönetimi gibi ana faktörlere dikkat edin. Bu alanlarda küçük değişiklikler büyük sonuçlar doğurabilir.
zh_hans: 你可以拥有健康的生活方式来改善自己的健康状况，重点关注睡眠、营养和压力管理等。在这些方面进行小小的改变可以为你带来大大的成果。
zh_hant: 你可以擁有健康的生活方式來改善自己的健康狀況，重點關注睡眠、營養和壓力管理等。在這些方面進行小小的改變可以為你帶來大大的成果。

# week_hrv_suggestion_4_gpt
source: However, with just a few adjustments on top of your current routine, you can become even healthier. The plan is nothing but to eat more whole foods, stay active, and have sufficient rest.
ar: ومع ذلك، من خلال بضع تعديلات فقط على روتينك الحالي، يمكنك أن تصبح أكثر صحة. الخطة تتلخص في تناول المزيد من الأطعمة الطبيعية، والبقاء نشطًا، والحصول على راحة كافية.
de: Allerdings, mit nur wenigen Anpassungen zusätzlich zu deiner aktuellen Routine, kannst du noch gesünder werden. Der Plan ist ganz einfach: mehr ganze Lebensmittel essen, aktiv bleiben und ausreichend Ruhe bekommen.
es: Sin embargo, con solo algunos ajustes adicionales a tu rutina actual, puedes mejorar aún más tu salud. El plan es simplemente comer más alimentos integrales, mantenerte activo y descansar lo suficiente.
fa: با تنظیمات کمی به افزودنی‌های روتین فعلی خود، می‌توانید حالت سلامتی خود را بهبود بخشید. برنامه فقط شامل مصرف غذاهای کامل، فعالیت بدنی و استراحت کافی است.
fr: Cependant, avec quelques ajustements supplémentaires à votre routine actuelle, vous pouvez devenir encore plus en santé. Le plan consiste simplement à manger plus d'aliments entiers, rester actif et avoir un repos suffisant.
id: Namun, dengan sedikit penyesuaian di atas rutinitas Anda saat ini, Anda dapat menjadi lebih sehat. Rencananya hanyalah untuk makan lebih banyak makanan alami, tetap aktif, dan memiliki istirahat yang cukup.
it: Tuttavia, con solo pochi aggiustamenti alla tua routine attuale, puoi diventare ancora più sano. Il piano è solo quello di mangiare più cibi integrali, rimanere attivo e avere un riposo sufficiente.
ja: ただし、現在の日常に少しの調整を加えることで、さらに健康になることができます。計画は、ただ食事を豊かなものにして、積極的に行動し、十分な休息を取ることです。
ko: 하지만 현재 루틴에 약간의 조정을 통해 더 건강해질 수 있습니다. 건강한 식사, 활동, 충분한 휴식이 필요합니다.
nl: Met slechts een paar aanpassingen bovenop je huidige routine, kun je nog gezonder worden. Het plan is niets anders dan meer volwaardige voeding, actief blijven en voldoende rust nemen.
pl: Jednakże, dzięki kilku zmianom w twojej obecnej rutynie, możesz stać się jeszcze zdrowszy. Plan zakłada spożywanie więcej pełnowartościowych pokarmów, zachowanie aktywności i zapewnienie sobie wystarczającego odpoczynku.
pt_br: No entanto, com apenas alguns ajustes em sua rotina atual, você pode se tornar ainda mais saudável. O plano é simplesmente consumir mais alimentos integrais, se manter ativo e ter um descanso suficiente.
ru: Однако с небольшими корректировками в вашей текущей рутине вы можете стать еще здоровее. План прост: употреблять больше натуральной пищи, оставаться активным и обеспечивать достаточный отдых.
tr: Ancak mevcut rutininize eklemek için sadece birkaç ayarlamayla daha sağlıklı hale gelebilirsiniz. Plan şudur: daha fazla doğal gıda tüketmek, aktif kalmak ve yeterli dinlenmek.
zh_hans: 只需在当前生活方式上稍作调整，你就能变得更加健康。比如说，你可以计划多吃天然食品，经常活动，并充分休息。
zh_hant: 只需在當前生活方式上稍作調整，你就能變得更加健康。比如說，你可以計劃多吃天然食品，經常活動，並充分休息。
