Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_energy_suggestion_5_b_gpt
source: When you're putting in hard work and long hours, remember to incorporate short breaks and moments of self-care to sustain your energy levels. Taking care of yourself is a vital part of living a fulfilling life.
ar: عندما تبذل مجهودًا كبيرًا وتعمل لساعات طويلة، تذكر أن تدرج فترات استراحة قصيرة ولحظات لرعاية نفسك للحفاظ على مستويات طاقتك. رعاية نفسك جزء أساسي من العيش حياة مليئة بالإشباع.
de: Wenn du hart arbeitest und lange Stunden verbringst, denke daran, kurze Pausen und Momente der Selbstfürsorge einzubauen, um deine Energielevel aufrechtzuerhalten. Sich um sich selbst zu kümmern ist ein wesentlicher Bestandteil eines erfüllten Lebens.
es: Cuando estás trabajando duro y durante largas horas, recuerda incorporar pequeños descansos y momentos de autocuidado para mantener tus niveles de energía. Cuidarte a ti mismo es una parte vital de llevar una vida plena.
fa: وقتی شما تلاش و ساعت‌های طولانی می‌گذارید، به یاد داشته باشید کوتاهی‌های کوتاه و لحظاتی از مراقبت از خودتان را به منظور حفظ سطوح انرژی‌تان در نظر بگیرید. مراقبت از خودتان بخش حیاتی‌ای از زندگی پرمعناست.
fr: Lorsque vous travaillez dur pendant de longues heures, n'oubliez pas d'intégrer de courtes pauses et des moments de soin de soi pour maintenir vos niveaux d'énergie. Prendre soin de vous est une partie vitale d'une vie épanouissante.
id: Ketika Anda bekerja keras dan dalam waktu yang lama, ingatlah untuk menyertakan istirahat singkat dan momen perawatan diri untuk menjaga tingkat energi Anda. Merawat diri adalah bagian penting dalam menjalani kehidupan yang memuaskan.
it: Quando stai lavorando duramente e per lunghe ore, ricordati di inserire brevi pause e momenti di cura di te stesso per mantenere i tuoi livelli di energia. Prendersi cura di te stesso è parte essenziale di una vita appagante.
ja: 一生懸命働いて長時間労働する際は、エネルギーレベルを維持するために短い休憩やセルフケアの瞬間を取り入れることを忘れないでください。自分自身を大切にすることは充実した人生の重要な要素です。
ko: 열심히 일하고 오랜 시간을 보낼 때, 에너지 수준을 유지하기 위해 짧은 휴식과 자기 관리의 순간을 꼭 포함하세요. 자기 관리는 충실한 삶의 중요한 부분입니다.
nl: Wanneer je hard werkt en lange uren maakt, vergeet dan niet om korte pauzes en momenten van zelfzorg in te bouwen om je energieniveaus op peil te houden. Voor jezelf zorgen is een essentieel onderdeel van een vervullend leven.
pl: Kiedy pracujesz ciężko i długo, pamiętaj o krótkich przerwach i chwilach dbania o siebie, aby utrzymać poziom energii. Troska o siebie to istotna część pełnego życia.
pt_br: Quando estiver se esforçando e trabalhando por longas horas, lembre-se de incluir pequenas pausas e momentos de autocuidado para manter seus níveis de energia. Cuidar de si mesmo é parte essencial de uma vida plena.
ru: Когда вы усердно работаете и проводите много времени, не забывайте включать короткие перерывы и моменты самостоятельного ухода, чтобы поддерживать уровень энергии. Забота о себе - важная часть полной жизни.
tr: Çalışırken ve uzun saatler harcarken, enerji seviyelerinizi sürdürebilmek için kısa molalar ve kendine bakım anları eklemeyi unutmayın. Kendinize bakmak, tatmin edici bir yaşamın önemli bir parçasıdır.
zh_hans: 当你长时间忙碌时，记得也要留出时间来休息一下，关爱身体，以保持充足的能量水平。好好照顾自己，你的生活会变得更充实。
zh_hant: 當你長時間忙碌時，記得也要留出時間來休息一下，關愛身體，以保持充足的能量水平。好好照顧自己，你的生活會變得更充實。

# week_energy_suggestion_5_gpt
source: If your schedule is packed, don't forget to carve out some extra time to unwind. You can incorporate moments of relaxation and mindfulness during your breaks. It's all about efficiently using your time.
ar: إذا كانت جدولك مكتظًا، لا تنسَّ أن تخصص بعض الوقت الإضافي للاسترخاء. يمكنك إدراج لحظات الاسترخاء والوعي خلال فترات استراحتك. الأمر يتعلق بالاستفادة الفعّالة من وقتك.
de: Wenn Ihr Zeitplan voll ist, vergessen Sie nicht, zusätzliche Zeit zum Entspannen einzuplanen. Sie können Momente der Entspannung und Achtsamkeit in Ihre Pausen integrieren. Es geht darum, Ihre Zeit effizient zu nutzen.
es: Si tu agenda está muy ocupada, no olvides dedicar tiempo extra para relajarte. Puedes incorporar momentos de relajación y mindfulness durante tus descansos. Se trata de utilizar tu tiempo de manera eficiente.
fa: اگر برنامه‌ی شما پر است، فراموش نکنید زمان اضافی برای استراحت در نظر بگیرید. می‌توانید لحظاتی از آرامش و ذهنیت را در طول استراحت‌های خود جایگزین کنید. مهم این است که زمان خود را به بهترین شکل استفاده کنید.
fr: Si votre emploi du temps est chargé, n'oubliez pas de vous accorder du temps supplémentaire pour vous détendre. Vous pouvez intégrer des moments de relaxation et de pleine conscience pendant vos pauses. Il s'agit d'utiliser votre temps de manière efficace.
id: Jika jadwal Anda padat, jangan lupa untuk menyisihkan waktu ekstra untuk bersantai. Anda dapat menyertakan momen-momen relaksasi dan kesadaran diri selama istirahat Anda. Ini semua tentang penggunaan waktu dengan efisien.
it: Se hai un programma fitto, non dimenticare di dedicare del tempo extra per rilassarti. Puoi inserire momenti di relax e consapevolezza durante le pause. Si tratta di utilizzare il tuo tempo in modo efficiente.
ja: スケジュールが詰まっている場合は、リラックスするための余分な時間を取ることを忘れないでください。休憩中にリラックスやマインドフルネスを取り入れることが大切です。時間の効率的な使い方です。
ko: 일정이 촉박한 경우, 휴식할 시간을 꼭 확보하세요. 휴식을 취하고 명상하는 시간을 삽입하는 것이 중요합니다. 시간을 효율적으로 활용하세요.
nl: Als je schema vol zit, vergeet dan niet wat extra tijd vrij te maken om te ontspannen. Je kunt momenten van ontspanning en mindfulness in je pauzes opnemen. Het draait allemaal om efficiënt gebruik van je tijd.
pl: Jeśli Twój harmonogram jest napięty, nie zapominaj o dodatkowym czasie na odprężenie. Włącz chwile relaksu i skupienia w przerwach. Chodzi o efektywne wykorzystanie czasu.
pt_br: Se sua agenda estiver cheia, não esqueça de reservar um tempo extra para relaxar. Você pode incorporar momentos de relaxamento e mindfulness durante suas pausas. Tudo se resume a utilizar seu tempo de forma eficiente.
ru: Если ваш график плотный, не забывайте выделять время для отдыха. Включайте моменты релаксации и осознанности во время перерывов. Все дело в эффективном использовании времени.
tr: Eğer programınız doluysa, ara vermek için ekstra zaman ayırmayı unutmayın. Molalarınızda rahatlama ve farkındalık anları ekleyebilirsiniz. Zamanınızı verimli kullanmakla ilgilidir.
zh_hans: 如果你的日程安排很满，不要忘记留出时间来休息。你可以放松放松，或是练习正念，学会有效利用时间是关键
zh_hant: 如果你的日程安排很滿，不要忘記留出時間來休息。你可以放鬆放鬆，或是練習正念，學會有效利用時間是關鍵。

# week_energy_suggestion_6_b_gpt
source: Be mindful of how you spend and replenish your energy, ensuring you balance intense efforts with rest and recovery for sustained well-being. Remember, you can't run on fumes forever, and downtime is a necessity.
ar: كن حذرًا في كيفية استهلاك طاقتك وتجديدها، مع التأكد من تحقيق توازن بين الجهود الشاقة والراحة والتعافي للرفاهية المستدامة. تذكر، لا يمكنك الاستمرار في العمل بدون وقود، والراحة ضرورة.
de: Achte darauf, wie du deine Energie verbrauchst und wieder auflädst. Stelle sicher, dass du intensive Anstrengungen mit Ruhe und Erholung ausgleichst, um dein Wohlbefinden langfristig zu erhalten. Denk daran, dass du nicht für immer auf Reserve laufen kannst und Ruhezeiten eine Notwendigkeit sind.
es: Ten en cuenta cómo gastas y repones tu energía, asegurándote de equilibrar los esfuerzos intensos con descanso y recuperación para un bienestar sostenido. Recuerda, no puedes funcionar eternamente con poco combustible, y el tiempo de inactividad es una necesidad.
fa: مواظب باشید که چگونه انرژی خود را صرف و تجدید کنید و اطمینان حاصل کنید که تلاش‌های شدید خود را با استراحت و بازیابی تعادل دهید تا به بهبود بلندمدت برسید. به یاد داشته باشید که نمی‌توانید همیشه تا آخرین لحظه بدون استراحت کار کنید. زمان استراحت ضروری است.
fr: Soyez attentif à la façon dont vous dépensez et reconstituez votre énergie, en veillant à équilibrer les efforts intenses avec le repos et la récupération pour un bien-être durable. Souvenez-vous, vous ne pouvez pas fonctionner éternellement à vide, et des moments de repos sont une nécessité.
id: Perhatikan bagaimana Anda menghabiskan dan mengisi ulang energi Anda, pastikan untuk seimbangkan upaya intens dengan istirahat dan pemulihan untuk kesejahteraan yang berkelanjutan. Ingatlah, Anda tidak dapat bekerja sampai habis tenaga selamanya, dan waktu istirahat adalah suatu keharusan.
it: Stai attento a come spendi e ricarichi la tua energia, assicurandoti di bilanciare gli sforzi intensi con il riposo e il recupero per il benessere duraturo. Ricorda, non puoi continuare all'infinito con il serbatoio vuoto e il tempo di inattività è una necessità.
ja: エネルギーの消費と補充に注意し、激しい努力と休息と回復のバランスを取ることで、持続的な健康を保つことができます。結局、燃料切れで走り続けることはできず、ダウンタイムは必要不可欠です。
ko: 에너지를 소비하고 회복하는 방법에 주의를 기울여 극심한 노력과 휴식 및 회복을 균형있게 조절하세요. 영원히 연료로는 달릴 수 없으며, 다운타임은 필수입니다.
nl: Wees bewust van hoe je je energie verbruikt en aanvult, en zorg voor een balans tussen intensieve inspanningen en rust en herstel voor een blijvend welzijn. Onthoud, je kunt niet eeuwig doorgaan op lege brandstof en rusttijd is noodzakelijk.
pl: Bądź świadomy tego, jak wykorzystujesz i odnawiasz swoją energię, dbając o równowagę między intensywnym wysiłkiem a odpoczynkiem dla długotrwałego dobrostanu. Pamiętaj, że nie można wiecznie działać na oparach, a przerwy są koniecznością.
pt_br: Esteja atento à maneira como utiliza e repõe sua energia, garantindo um equilíbrio entre esforços intensos e descanso para um bem-estar sustentado. Lembre-se, você não pode funcionar eternamente no limite e o tempo de descanso é uma necessidade.
ru: Будьте внимательны к тому, как вы используете и восполняете свою энергию, обеспечивая баланс между интенсивными усилиями и отдыхом для устойчивого благополучия. Помните, что невозможно всегда работать на износ, и периоды отдыха необходимы.
tr: Enerjinizi harcama ve yenileme şeklinize dikkat edin, yoğun çabaları dinlenme ve iyileşmeyle dengeleyerek sürdürülebilir bir iyi hali sağlayın. Unutmayın, sonsuza kadar düşük enerjiyle çalışamazsınız ve dinlenme zamanı bir zorunluluktur.
zh_hans: 时刻注意自身精力的消耗和补充，确保自己能够在高强度压力和休息恢复中找到平衡点，让身体保持健康状态。要记住，不要等到筋疲力尽了才停止工作，休息是必不可少的。
zh_hant: 時刻注意自身精力的消耗和補充，確保自己能夠在高強度壓力和休息恢復中找到平衡點，讓身體保持健康狀態。要記住，不要等到筋疲力盡了才停止工作，休息是必不可少的。

# week_energy_suggestion_6_gpt
source: Put rest at the top of your list. It might be helpful to reassess your routine and make adjustments to address the root causes of fatigue. Taking some proactive steps can keep your energy levels from taking a nosedive.
ar: ضع الراحة في الصدارة. من الممكن أن يكون من المفيد إعادة تقييم روتينك وإجراء تعديلات لمعالجة الأسباب الجذرية للتعب. اتخاذ بعض الخطوات الوقائية يمكن أن يحافظ على مستويات طاقتك ويمنعها من التراجع.
de: Setzen Sie Ruhe ganz oben auf Ihre Liste. Es könnte hilfreich sein, Ihre Routine neu zu bewerten und Anpassungen vorzunehmen, um die Ursachen für Müdigkeit anzugehen. Durch proaktive Maßnahmen können Sie verhindern, dass Ihre Energieniveaus abstürzen.
es: Pon el descanso en lo más alto de tu lista. Podría ser útil reevaluar tu rutina y hacer ajustes para abordar las causas fundamentales de la fatiga. Tomar medidas proactivas puede evitar que tus niveles de energía se desplomen.
fa: استراحت را در اولویت بالاتری قرار دهید. ممکن است مفید باشد برنامه‌ی روزانه خود را بازبینی کرده و تنظیماتی را برای حل دلایل خستگی انجام دهید. گرفتن گام‌های پیشگیرانه می‌تواند از سقوط سطوح انرژی شما جلوگیری کند.
fr: Placez le repos en tête de liste. Il pourrait être utile de réévaluer votre routine et d'apporter des ajustements pour traiter les causes fondamentales de la fatigue. Prendre des mesures proactives peut éviter une baisse de vos niveaux d'énergie.
id: Letakkan istirahat di urutan teratas daftar Anda. Mungkin berguna untuk mengevaluasi ulang rutinitas Anda dan melakukan penyesuaian untuk mengatasi akar penyebab kelelahan. Mengambil langkah proaktif dapat menjaga tingkat energi Anda tetap stabil.
it: Metti il riposo in cima alla tua lista. Potrebbe essere utile rivalutare la tua routine e apportare modifiche per affrontare le cause della stanchezza. Prendere alcuni provvedimenti proattivi può evitare che i tuoi livelli di energia crollino.
ja: 休息を優先しましょう。日常を見直して、疲労の原因を取り除くために調整することが有益かもしれません。積極的なステップを踏むことで、エネルギーレベルを安定させることができます。
ko: 휴식을 최우선으로 두세요. 루틴을 재평가하고 피로의 근본 원인을 해결하기 위해 조정하는 것이 도움이 될 수 있습니다. 선제적인 조치를 취하면 에너지 수준을 급격히 떨어뜨리는 것을 방지할 수 있습니다.
nl: Zet rust bovenaan je lijstje. Het kan helpen om je routine opnieuw te evalueren en aanpassingen te maken om de onderliggende oorzaken van vermoeidheid aan te pakken. Enkele proactieve stappen kunnen voorkomen dat je energieniveaus sterk dalen.
pl: Postaw relaks na pierwszym miejscu. Warto ponownie ocenić swój harmonogram i wprowadzić zmiany, aby rozwiązać przyczyny zmęczenia. Kilka działań proaktywnych może zapobiec gwałtownemu spadkowi energii.
pt_br: Coloque o descanso no topo da lista. Pode ser útil reavaliar sua rotina e fazer ajustes para resolver as causas subjacentes da fadiga. Tomar medidas proativas pode evitar quedas bruscas nos níveis de energia.
ru: Поставьте отдых на первое место. Переоцените свой распорядок дня и внесите изменения, чтобы устранить коренные причины усталости. Принятие некоторых проактивных мер поможет избежать резкого падения уровня энергии.
tr: Dinlenmeyi listenin en üstüne yerleştirin. Yorgunluğun kök nedenlerini çözmek için rutininizi gözden geçirmek ve ayarlamak faydalı olabilir. Önleyici adımlar atarak enerji seviyelerinizin düşmesini engelleyebilirsiniz.
zh_hans: 目前最重要的就是休息。请重新评估并调整你的日常安排，从根源上解决疲劳问题。只要主动去采取改善措施，你的能量水平就不会再显著低迷。
zh_hant: 目前最重要的就是休息。請重新評估並調整你的日常安排，從根源上解決疲憊問題。只要主動去採取改善措施，你的能量水平就不會再顯著低迷。

# week_energy_suggestion_7_b_gpt
source: In the upcoming weeks, make a conscious effort to prioritize rest and pay close attention to how you feel. If your tiredness persists or worsens, it's essential to consult a healthcare professional.
ar: خلال الأسابيع القادمة، حاول بجدية أن تعطي الأولوية للراحة وتكون حساسًا لمشاعرك. إذا استمر التعب أو تفاقم، فمن الضروري الاستشارة بمهنيي الرعاية الصحية.
de: In den kommenden Wochen solltest du bewusst darauf achten, Ruhepriorität zu setzen und genau darauf zu achten, wie du dich fühlst. Wenn deine Müdigkeit anhält oder sich verschlimmert, ist es wichtig, einen medizinischen Fachmann zu konsultieren.
es: En las próximas semanas, haz un esfuerzo consciente para priorizar el descanso y prestar mucha atención a cómo te sientes. Si tu cansancio persiste o empeora, es esencial consultar a un profesional de la salud.
fa: در هفته‌های آینده، تلاش کنید تا استراحت را به اولویت قرار دهید و به دقت به احساسات خود توجه کنید. اگر خستگی شما پایدار باقی مانده یا بدتر شده باشد، مهم است که با یک حرفه‌ای سلامت مشورت کنید.
fr: Au cours des prochaines semaines, faites un effort conscient pour donner la priorité au repos et surveillez attentivement votre état. Si votre fatigue persiste ou s'aggrave, il est essentiel de consulter un professionnel de la santé.
id: Di minggu-minggu mendatang, usahakan untuk memberi prioritas pada istirahat dan perhatikan bagaimana perasaan Anda. Jika rasa lelah terus berlanjut atau semakin buruk, penting untuk berkonsultasi dengan profesional kesehatan.
it: Nelle prossime settimane, sforzati di dare priorità al riposo e prestare attenzione a come ti senti. Se la tua stanchezza persiste o peggiora, è essenziale consultare un professionista della salute.
ja: 今後の数週間は、休息を優先し、自分の感じ方に注意を払うよう意識的に努めてください。疲れが続くか悪化する場合は、専門家に相談することが重要です。
ko: 에너지를 사용하고 보충하는 방식에 주의를 기울이며, 강렬한 노력과 휴식 및 회복을 균형 있게 조절하여 지속적인 웰빙을 유지하세요. 영원히 연료만으로는 운영할 수 없으며, 다운타임은 필수적입니다.
nl: De komende weken is het belangrijk om rust prioriteit te geven en nauwlettend te letten op hoe je je voelt. Als je vermoeidheid aanhoudt of erger wordt, is het essentieel om een zorgprofessional te raadplegen.
pl: W nadchodzących tygodniach postawienie na odpoczynek i uważne obserwowanie swojego samopoczucia jest kluczowe. Jeśli zmęczenie utrzymuje się lub się pogłębia, skonsultuj się z profesjonalistą.
pt_br: Nas próximas semanas, faça um esforço consciente para priorizar o descanso e preste atenção especial ao seu estado. Se a fadiga persistir ou piorar, é essencial consultar um profissional de saúde.
ru: В следующие недели сделайте осознанное усилие, чтобы придать приоритет отдыху и тщательно следить за своим состоянием. Если усталость сохраняется или усиливается, важно обратиться к специалисту.
tr: Gelecek haftalarda, dinlenmeye öncelik vermek için bilinçli bir çaba sarf edin ve nasıl hissettiğinize dikkat edin. Eğer yorgunluk devam eder veya kötüleşirse, bir sağlık profesyonuyla danışmak önemlidir.
zh_hans: 在接下来的几周里，有意识地优先安排休息的时间，并密切关注你的身体。如果你持续感到疲劳，或者变得更加疲惫，务必及时咨询医疗专业人士。
zh_hant: 在接下來的幾周裡，有意識地優先安排休息的時間，並密切關注你的身體。如果你持續感到疲憊，或者變得更加疲憊，務必及時諮詢醫療專業人士。

# week_energy_suggestion_7_gpt
source: Your body has been fatigued for quite a while, which could lead to health issues if not addressed immediately. Please prioritize rest, and seek support from professionals. We hope you start feeling better soon!
ar: جسدك كان متعبًا لفترة طويلة، وهذا يمكن أن يؤدي إلى مشاكل صحية إذا لم يتم التعامل معه على الفور. يرجى إيلاء الأولوية للراحة والبحث عن الدعم من المحترفين. نأمل أن تبدأ في الشعور بتحسن قريبًا!
de: Ihr Körper war die meiste Zeit dieser Woche erschöpft, was zu gesundheitlichen Problemen führen könnte, wenn es nicht sofort angegangen wird. Priorisieren Sie Ruhe und suchen Sie Unterstützung von Fachleuten. Wir hoffen, dass es Ihnen bald besser geht!
es: Tu cuerpo ha estado fatigado durante bastante tiempo, lo que podría provocar problemas de salud si no se aborda de inmediato. Por favor, prioriza el descanso y busca apoyo profesional. ¡Esperamos que te sientas mejor pronto!
fa: بدن شما به مدت زیادی خسته بوده که ممکن است به مشکلات سلامتی منجر شود اگر به‌سرعت رسیدگی نشود. لطفاً استراحت را اولویت قرار داده و از حمایت حرفه‌ای‌ها استفاده کنید. امیدواریم به زودی احساس بهتری داشته باشید!
fr: Votre corps a été fatigué pendant un certain temps, ce qui pourrait entraîner des problèmes de santé s'ils ne sont pas traités immédiatement. Veuillez accorder la priorité au repos et demander de l'aide professionnelle. Nous espérons que vous vous sentirez mieux bientôt !
id: Tubuh Anda sudah merasa lelah untuk waktu yang cukup lama, yang bisa menyebabkan masalah kesehatan jika tidak segera ditangani. Prioritaskan istirahat, dan cari dukungan dari profesional. Kami harap Anda segera merasa lebih baik!
it: Il tuo corpo è stato affaticato per un bel po', il che potrebbe portare a problemi di salute se non affrontato immediatamente. Dà la priorità al riposo e cerca supporto da professionisti. Speriamo che tu ti senta meglio presto!
ja: かなりの期間、体が疲れています。これを即座に対処しないと、健康問題につながる可能性があります。休息を優先し、専門家のサポートを求めてください。早く良くなることを願っています！
ko: 당신의 몸은 상당한 기간 피로했는데, 이는 즉시 대처하지 않으면 건강 문제로 이어질 수 있습니다. 휴식을 우선시하고 전문가의 지원을 받으세요. 빨리 좋아지시길 바랍니다!
nl: Je lichaam is deze week grotendeels vermoeid geweest, wat kan leiden tot gezondheidsproblemen als het niet onmiddellijk wordt aangepakt. Geef rust prioriteit en zoek ondersteuning van professionals. We hopen dat je je snel beter voelt!
pl: Twój organizm był zmęczony przez większość tego tygodnia, co może prowadzić do problemów zdrowotnych, jeśli nie zostanie natychmiast zareagowane. Postaw na odpoczynek i skorzystaj z pomocy specjalistów. Mamy nadzieję, że wkrótce poczujesz się lepiej!
pt_br: Seu corpo esteve fatigado na maior parte desta semana, o que pode levar a problemas de saúde se não for abordado imediatamente. Priorize o descanso e busque apoio de profissionais. Esperamos que você melhore em breve!
ru: Ваш организм был утомлен большую часть этой недели, что может привести к проблемам со здоровьем, если не принять меры немедленно. Уделите приоритет отдыху и обратитесь за поддержкой к специалистам. Надеемся, вам станет лучше скоро!
tr: Vücudunuz bu haftanın büyük bir kısmında yorgundu, bu durum hemen ele alınmazsa sağlık sorunlarına yol açabilir. Lütfen dinlenmeyi önceliklendirin ve uzmanlardan destek alın. Yakında daha iyi hissetmeye başlamanızı umuyoruz!
zh_hans: 你的身体已经疲劳很久了，如果不立即改善这种情况，可能会引起一些健康问题。所以，建议你现在就去休息，或寻求专业人士的帮助。希望你很快就能好转！
zh_hant: 你的身體已經疲憊很久了，如果不立即改善這種情況，可能會引起一些健康問題。所以，建議你現在就去休息，或尋求專業人士的幫助。希望你很快就能好轉！

# week_hrv_analysis_1_b_gpt
source: Your HRV has consistently been in the optimal range, suggesting excellent stress resilience and an adaptive nervous system.
ar: كان متغير معدل ضربات القلب (HRV) الخاص بك دائمًا في النطاق المثالي، مما يشير إلى مرونة الإجهاد الممتازة ونظام عصبي قادر على التكيف.
de: Dein HRV lag durchgehend im optimalen Bereich, was auf eine ausgezeichnete Stressresistenz und ein anpassungsfähiges Nervensystem hindeutet.
es: Tu HRV ha estado consistentemente en el rango óptimo, lo que sugiere una excelente resistencia al estrés y un sistema nervioso adaptable.
fa: متغیر تناوب ضربان قلب (HRV) شما به طور مداوم در محدوده بهینه است که نشان دهنده توانایی عالی مقاومت در برابر استرس و یک سیستم عصبی تطبیقی است.
fr: Votre VRC a toujours été dans la plage optimale, suggérant une excellente résilience au stress et un système nerveux adaptatif.
id: HRV Anda secara konsisten berada dalam rentang optimal, menunjukkan ketangguhan terhadap stres yang luar biasa dan sistem saraf yang adaptif.
it: Il tuo HRV è costantemente nell'intervallo ottimale, suggerendo un'eccellente resilienza allo stress e un sistema nervoso adattivo.
ja: HRVは一貫して最適範囲にあり、優れたストレス耐性と適応可能な神経系を示しています。
ko: 귀하는 지속적으로 최적의 범위 내에 HRV를 유지하고 있어 우수한 스트레스 대응 능력과 적응성 있는 신경계를 시사합니다.
nl: Je HRV is consequent optimaal, wat wijst op uitstekende stressbestendigheid en een adaptief zenuwstelsel.
pl: Twoje HRV jest konsekwentnie w optymalnym zakresie, co wskazuje na doskonałą odporność na stres i adaptacyjny układ nerwowy.
pt_br: Seu HRV tem consistentemente estado na faixa ótima, sugerindo excelente resistência ao estresse e um sistema nervoso adaptativo.
ru: Ваш HRV постоянно находится в оптимальном диапазоне, что указывает на отличную устойчивость к стрессу и адаптивную нервную систему.
tr: HRV'niz sürekli olarak optimal aralıkta olduğundan, mükemmel stres direnci ve adapte sinir sistemine sahip olduğunuzu gösteriyor.
zh_hans: 你的心率变异性一直处于最佳范围内，表明你有极为出色的抗压能力，并且神经系统的适应调节能力相当高。
zh_hant: 你的心率變異性一直處於最佳範圍內，表明你有極為出色的抗壓能力，並且神經系統的適應調節能力相當高。

# week_hrv_analysis_1_gpt
source: The consistently high HRV affirms that your body is operating at its best, with a harmonious nervous system.
ar: متغير معدل ضربات القلب (HRV) العالي باستمرار يؤكد أن جسمك يعمل بأفضل حالاته، مع جهاز عصبي متناغم.
de: Die durchweg hohe HRV bestätigt, dass Ihr Körper in Bestform ist und ein harmonisches Nervensystem hat.
es: La HRV consistentemente alta confirma que tu cuerpo está funcionando al máximo, con un sistema nervioso armonioso.
fa: افزایش مداوم متغیر تناوب ضربان قلب (HRV) نشان می‌دهد که بدن شما بهترین عملکرد خود را دارد و یک سیستم عصبی هماهنگ دارد.
fr: Le VRC constamment élevé confirme que votre corps fonctionne au mieux, avec un système nerveux harmonieux.
id: HRV yang tinggi secara konsisten menegaskan bahwa tubuh Anda beroperasi pada kondisi terbaiknya, dengan sistem saraf yang harmonis.
it: L'HRV costantemente alto conferma che il tuo corpo sta operando al meglio, con un sistema nervoso armonioso.
ja: 一貫して高いHRVは、体が最高の状態であり、調和のとれた神経系を持っていることを確認しています。
ko: 지속적으로 높은 HRV는 몸이 최고로 작동하고 조화로운 신경계를 갖고 있음을 확인합니다.
nl: De consistent hoge HRV bevestigt dat je lichaam op zijn best functioneert, met een harmonieus zenuwstelsel.
pl: Konsekwentnie wysoki HRV potwierdza, że twoje ciało działa na najlepsze, z harmonijnym układem nerwowym.
pt_br: O HRV consistentemente alto confirma que seu corpo está operando no seu melhor, com um sistema nervoso harmônico.
ru: Постоянно высокий HRV подтверждает, что ваш организм функционирует наилучшим образом, с гармоничной нервной системой.
tr: Sürekli yüksek HRV, vücudunuzun en iyi şekilde çalıştığını ve uyumlu bir sinir sisteminin olduğunu doğruluyor.
zh_hans: 你的心率变异性水平一直很高，身体状态极佳，神经系统之间相互配合协调。
zh_hant: 你的心率變異性水平一直很高，身體狀態極佳，神經系統之間相互配合協調。
