Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_hrv_analysis_2_b_gpt
source: Your HRV results mostly hit the sweet spot, signaling robust overall health and a strong ability to handle stress.
ar: نتائج متغير معدل ضربات القلب (HRV) الخاصة بك تضرب في معظمها النقطة الحلوة، مما يشير إلى صحة جيدة بشكل عام وقدرة قوية على التعامل مع الضغوط.
de: Ihre HRV-Ergebnisse liegen größtenteils im optimalen Bereich, was auf eine robuste Gesundheit und eine starke Stressbewältigungsfähigkeit hinweist.
es: La mayoría de tus resultados de HRV están en el punto óptimo, indicando una salud general sólida y una fuerte capacidad para manejar el estrés.
fa: نتایج متغیر تناوب ضربان قلب (HRV) شما بیشتر در محدوده مناسب است که نشانگر سلامت عمومی قوی و توانایی برخورد با استرس است.
fr: La plupart de vos résultats de VRC sont dans la zone idéale, indiquant une santé globale robuste et une forte capacité à gérer le stress.
id: Hasil HRV Anda sebagian besar mencapai titik optimal, menandakan kesehatan keseluruhan yang kuat dan kemampuan yang baik dalam menangani stres.
it: I tuoi risultati HRV colpiscono principalmente il punto giusto, segnalando una robusta salute generale e una forte capacità di gestire lo stress.
ja: HRVの結果はほとんど理想的であり、全体的な健康が高く、ストレスに対する強い耐性を示しています。
ko: HRV 결과 대부분이 적절한 범위에 있어 전반적인 건강 상태와 스트레스 대응 능력이 강함을 시사합니다.
nl: Je HRV-resultaten liggen grotendeels in de optimale zone, wat wijst op een sterke algehele gezondheid en het vermogen om met stress om te gaan.
pl: Twoje wyniki HRV głównie trafiają w punkt, sygnalizując solidne ogólne zdrowie i silną zdolność radzenia sobie ze stresem.
pt_br: A maioria dos seus resultados de HRV está na zona ideal, sinalizando uma saúde geral robusta e uma forte capacidade de lidar com o estresse.
ru: Большинство ваших результатов HRV попадает в нужную точку, сигнализируя о прочном общем здоровье и сильной способности справляться со стрессом.
tr: HRV sonuçlarınız çoğunlukla ideal, sağlam genel sağlık ve stresle başa çıkma yeteneği gösteriyor.
zh_hans: 你大部分的心率变异性结果都极好，表明你目前身体强健，并且抗压能力较好。
zh_hant: 你大部分的心率變異性結果都極好，表明你目前身體強健，並且抗壓能力較好。

# week_hrv_analysis_2_gpt
source: Most of your HRV results are optimal, which is a positive sign of great overall health and adaptability to stress.
ar: معظم نتائج متغير معدل ضربات القلب (HRV) الخاصة بك مثالية، وهو علامة إيجابية على الصحة العامة الرائعة وقدرتك على التكيف مع الضغوط.
de: Die meisten Ihrer HRV-Ergebnisse sind optimal, was ein positives Zeichen für eine insgesamt gute Gesundheit und Anpassungsfähigkeit an Stress ist.
es: La mayoría de tus resultados de HRV son óptimos, lo cual es una señal positiva de excelente salud general y adaptabilidad al estrés.
fa: بیشتر نتایج متغیر تناوب ضربان قلب (HRV) شما بهینه است که نشان دهنده سلامتی عمومی عالی و توانایی برخورد با استرس است.
fr: La plupart de vos résultats de VRC sont optimaux, ce qui est un signe positif d'une excellente santé globale et d'une adaptabilité au stress.
id: Sebagian besar hasil HRV Anda optimal, yang merupakan tanda positif dari kesehatan secara keseluruhan dan adaptabilitas terhadap stres.
it: La maggior parte dei tuoi risultati HRV sono ottimali, segno positivo di ottima salute generale e adattabilità allo stress.
ja: ほとんどのHRVの結果が最適であり、全体的な健康状態やストレスへの適応力が高いことを示しています。
ko: 대부분의 HRV 결과가 최적이며, 전반적인 건강 상태와 스트레스 대응 능력이 뛰어난 것을 나타냅니다.
nl: De meeste van je HRV-resultaten zijn optimaal, wat een positief teken is van een goede algehele gezondheid en aanpassingsvermogen aan stress.
pl: Większość wyników HRV jest optymalna, co jest pozytywnym znakiem świetnego ogólnego zdrowia i zdolności do adaptacji do stresu.
pt_br: A maioria dos seus resultados de HRV é ótima, o que é um sinal positivo de ótima saúde geral e adaptabilidade ao estresse.
ru: Большинство ваших показателей HRV оптимальны, что является позитивным признаком отличного общего здоровья и адаптации к стрессу.
tr: HRV sonuçlarınızın çoğu optimal, bu da genel sağlık ve stresle başa çıkma yeteneğinin harika bir işareti.
zh_hans: 你大部分的心率变异性结果都极好，这是一个很好的现象，代表你目前身体总体健康，并且有一定的压力适应能力。
zh_hant: 你大部分的心率變異性結果都極好，這是一個很好的現象，代表你目前身體總體健康，並且有一定的壓力適應能力。

# week_hrv_analysis_3_b_gpt
source: All your HRV readings fall within the normal range, occasionally spiking with delightful high values.
ar: جميع قراءاتك متغير معدل ضربات القلب (HRV) تقع ضمن النطاق الطبيعي، مع تذبذب أحيانًا إلى قيم عالية ممتعة.
de: Alle Ihre HRV-Messwerte liegen im normalen Bereich und zeigen gelegentlich angenehm hohe Werte.
es: Todas tus lecturas de HRV están dentro del rango normal, con ocasionales valores altos y agradables.
fa: تمامی خواندگی‌های متغیر تناوب ضربان قلب (HRV) شما در محدوده نرمال است و گاهی مقادیر بالای دلپذیری هم دارند.
fr: Toutes vos lectures de VRC se situent dans la plage normale, parfois avec des valeurs élevées et agréables.
id: Semua pembacaan HRV Anda berada dalam rentang normal, kadang-kadang melonjak dengan nilai tinggi yang menyenangkan.
it: Tutte le tue letture HRV rientrano nell'intervallo normale, con picchi occasionali di valori alti e piacevoli.
ja: すべてのHRVの読み取りは通常範囲内にあり、時折、嬉しいほどの高い数値が出ています。
ko: 모든 HRV 측정치가 정상 범위에 속하며 때때로 매우 높은 값이 나오고 있습니다.
nl: Al je HRV-metingen vallen binnen het normale bereik en vertonen af en toe zeer hoge waarden!
pl: Wszystkie odczyty HRV mieszczą się w normie, czasami wzrastając do radosnych wysokich wartości.
pt_br: Todas as suas medições de HRV estão dentro da faixa normal, ocasionalmente aumentando com valores muito altos.
ru: Все ваши показатели HRV находятся в нормальном диапазоне, время от времени подскакивая до весьма высоких значений.
tr: Tüm HRV ölçümleriniz normal aralıkta, ara sıra çok yüksek değerlerle.
zh_hans: 你的所有心率变异性读数都在正常范围内，偶尔有喜人的高心率变异性值。
zh_hant: 你的所有心率變異性讀數都在正常範圍內，偶爾有喜人的高心率變異性值。

# week_hrv_analysis_3_gpt
source: Your HRV measurements are all in the normal range, with occasional pleasantly high values!
ar: قياسات متغير معدل ضربات القلب (HRV) الخاصة بك جميعها في النطاق الطبيعي، مع قيم عالية مليئة بالسرور بين الحين والآخر!
de: Ihre HRV-Messungen liegen alle im normalen Bereich, gelegentlich mit angenehm hohen Werten!
es: Tus mediciones de HRV están todas en el rango normal, ¡con ocasionales valores agradables y altos!
fa: اندازه‌گیری‌های متغیر تناوب ضربان قلب (HRV) شما همگی در محدوده نرمال هستند و گاهاً مقادیر بالای خوشایندی هم دارند!
fr: Vos mesures de VRC se situent toutes dans la plage normale, avec occasionnellement des valeurs agréablement élevées !
id: Pengukuran HRV Anda semuanya berada dalam rentang normal, dengan nilai-nilai yang sesekali tinggi dengan menyenangkan!
it: Le tue misurazioni HRV sono tutte nel range normale, con occasionali valori piacevolmente alti!
ja: HRVの測定値はすべて正常範囲内で、時折非常に高い値を示しています！
ko: HRV 측정치가 모두 정상 범위 내에 있으며 때때로 매우 높은 값을 보입니다!
nl: Je HRV-metingen bevinden zich allemaal binnen het normale bereik, met af en toe zeer hoge waarden!
pl: Twoje pomiary HRV mieszczą się w normalnym zakresie, z czasami bardzo wysokimi wartościami!
pt_br: Suas medições de HRV estão todas dentro da faixa normal, com valores ocasionalmente muito altos!
ru: Ваши показатели HRV находятся в пределах нормы, с иногда приятно высокими значениями!
tr: HRV ölçümlerinizin hepsi normal aralıkta, ara sıra çok yüksek değerlerle!
zh_hans: 你的心率变异性测量结果均在正常范围内，偶尔会有高心率变异性数值，值得鼓励！
zh_hant: 你的心率變異性測量結果均在正常範圍內，偶爾會有高心率變異性數值，值得鼓勵！

# week_hrv_analysis_4_b_gpt
source: All your HRV measurements are normal, suggesting that your nervous system is operating as it should.
ar: جميع قياسات متغير معدل ضربات القلب (HRV) الخاصة بك طبيعية، مما يشير إلى أن جهازك العصبي يعمل كما ينبغي.
de: Alle Ihre HRV-Messungen sind normal und zeigen, dass Ihr Nervensystem wie es sollte funktioniert.
es: Todas tus mediciones de HRV son normales, sugiriendo que tu sistema nervioso está funcionando como debería.
fa: تمامی اندازه‌گیری‌های متغیر تناوب ضربان قلب (HRV) شما طبیعی است، که نشان می‌دهد که سیستم عصبی شما به عنوان چه باید عمل می‌کند.
fr: Toutes vos mesures de VRC sont normales, suggérant que votre système nerveux fonctionne comme il se doit.
id: Semua pengukuran HRV Anda normal, menyarankan bahwa sistem saraf Anda beroperasi sesuai mestinya.
it: Tutte le tue misurazioni HRV sono normali, suggerendo che il tuo sistema nervoso stia operando come dovrebbe.
ja: すべてのHRVの測定値は正常であり、神経系が適切に機能していることを示しています。
ko: 모든 HRV 측정치가 정상이며, 신경계가 적절하게 작동하고 있습니다.
nl: Al je HRV-metingen zijn normaal, wat aangeeft dat je zenuwstelsel normaal functioneert.
pl: Wszystkie twoje pomiary HRV są normalne, sugerując, że twój układ nerwowy działa zgodnie z oczekiwaniami.
pt_br: Todas as suas medições de HRV são normais, sugerindo que seu sistema nervoso está operando como deveria.
ru: Все ваши показатели HRV нормальны, что указывает на нормальное функционирование нервной системы.
tr: Tüm HRV ölçümleriniz normal, sinir sisteminizin düzgün çalıştığını gösteriyor.
zh_hans: 你的所有心率变异性测量数值都是正常的，表明你的神经系统正在按部就班地运作。
zh_hant: 你的所有心率變異性測量數值都是正常的，表明你的神經系統正在按部就班地運作。

# week_hrv_analysis_4_gpt
source: All your HRV readings are normal, indicating regular functioning of the nervous system.
ar: جميع قراءات متغير معدل ضربات القلب (HRV) الخاصة بك طبيعية، مما يشير إلى عمل منتظم للجهاز العصبي.
de: Alle Ihre HRV-Messungen sind normal, was auf eine regelmäßige Funktion des Nervensystems hindeutet.
es: Todas tus lecturas de HRV son normales, lo que indica un funcionamiento regular del sistema nervioso.
fa: تمامی خواندگی‌های متغیر تناوب ضربان قلب (HRV) شما نرمال است که نشان دهنده عملکرد منظم سیستم عصبی است.
fr: Toutes vos lectures de VRC sont normales, indiquant un fonctionnement régulier du système nerveux.
id: Semua pembacaan HRV Anda normal, menandakan fungsi sistem saraf yang teratur.
it: Tutte le tue letture HRV sono normali, indicando un funzionamento regolare del sistema nervoso.
ja: すべてのHRVの読み取りは正常であり、神経系の規則的な機能を示しています。
ko: 모든 HRV 측정치가 정상이며, 신경계가 규칙적으로 작동함을 보여줍니다.
nl: Al je HRV-metingen zijn normaal, wat wijst op een regelmatige werking van het zenuwstelsel.
pl: Wszystkie pomiary HRV są normalne, co wskazuje na regularne funkcjonowanie układu nerwowego.
pt_br: Todas as suas leituras de HRV estão normais, indicando funcionamento regular do sistema nervoso.
ru: Все ваши показатели HRV нормальны, что указывает на регулярную работу нервной системы.
tr: Tüm HRV okumalarınız normal, sinir sisteminin düzenli çalıştığını gösteriyor.
zh_hans: 你所有的心率变异性读数都正常，代表你的神经系统正在正常运作。
zh_hant: 你所有的心率變異性讀數都正常，代表你的神經系統正在正常運作。

# week_hrv_analysis_5_b_gpt
source: This suggests an overall state of good health, yet occasional fluctuations are affecting your health negatively.
ar: هذا يشير إلى حالة عامة جيدة للصحة، ومع ذلك، التذبذبات المؤقتة تؤثر سلبًا على صحتك.
de: Dies deutet auf einen insgesamt guten Gesundheitszustand hin, aber gelegentliche Schwankungen beeinträchtigen Ihre Gesundheit negativ.
es: Esto sugiere un estado general de buena salud, pero las fluctuaciones ocasionales también afectan negativamente tu salud.
fa: این نشان می‌دهد که بدن شما به طور کلی سالم است، اما نوسانات گاه به گاه هم تأثیرات منفی دارد.
fr: Cela suggère un état de santé globalement bon, mais des fluctuations occasionnelles affectent également négativement votre santé.
id: Ini menunjukkan keadaan kesehatan yang baik secara umum, namun fluktuasi sesekali mempengaruhi kesehatan Anda secara negatif.
it: Questo suggerisce uno stato generale di buona salute, ma le fluttuazioni occasionali stanno influenzando negativamente la tua salute.
ja: これは全体的に健康な状態であることを示していますが、ときには変動が健康に悪影響を与えています。
ko: 이것은 전반적으로 좋은 건강 상태를 시사하지만 가끔씩의 변동이 건강에 부정적인 영향을 미치고 있는 것으로 보입니다.
nl: Dit duidt op een algemene staat van goede gezondheid, maar af en toe schommelingen hebben een negatieve invloed op je gezondheid.
pl: Oznacza to ogólnie dobry stan zdrowia, ale czasami wahania negatywnie wpływają na zdrowie.
pt_br: Isso sugere um estado geral de boa saúde, mas flutuações ocasionais estão afetando negativamente sua saúde.
ru: Это указывает на общее состояние здоровья, хотя иногда флуктуации негативно влияют на ваше здоровье.
tr: Bu, genel olarak iyi bir sağlık durumu gösteriyor, ancak ara sıra dalgalanmalar sağlığınızı olumsuz etkiliyor.
zh_hans: 这体现了你身体状况总体良好，但那些波动偶尔会对健康产生负面的影响。
zh_hant: 這體現了你身體狀況總體良好，但那些波動偶爾會對健康產生負面的影響。

# week_hrv_analysis_5_gpt
source: This indicates that your body is generally healthy, yet occasional fluctuations also have an unfavorable impact.
ar: هذا يشير إلى أن جسدك عمومًا صحي، لكن التقلبات العرضية أيضًا لها تأثير غير مواتٍ.
de: Dies deutet darauf hin, dass Ihr Körper im Allgemeinen gesund ist, aber gelegentliche Schwankungen haben auch einen nachteiligen Einfluss.
es: Esto indica que tu cuerpo está generalmente sano, pero las fluctuaciones ocasionales también tienen un impacto desfavorable.
fa: این نشان می‌دهد که بدن شما به طور کلی سالم است، اما نوسانات گاه به گاه هم تأثیر مخربی دارد.
fr: Cela indique que votre corps est généralement en bonne santé, mais des fluctuations occasionnelles ont également un impact défavorable.
id: Ini menunjukkan bahwa tubuh Anda secara umum sehat, namun fluktuasi sesekali juga berdampak buruk.
it: Questo indica che il tuo corpo è generalmente in salute, ma le fluttuazioni occasionali hanno anche un impatto sfavorevole.
ja: これは、体が一般的に健康であることを示していますが、時折の変動も不利な影響を及ぼしています。
ko: 이는 몸이 일반적으로 건강하나 때로 변동이 건강에 부정적인 영향을 미칩니다.
nl: Dit duidt erop dat je lichaam over het algemeen gezond is, maar af en toe schommelingen hebben ook een ongunstige invloed.
pl: Oznacza to, że twoje ciało jest ogólnie zdrowe, ale czasami wahania mają niekorzystny wpływ na zdrowie.
pt_br: Isso indica que seu corpo está geralmente saudável, mas flutuações ocasionais também têm um impacto desfavorável.
ru: Это указывает на то, что ваш организм в целом здоров, хотя иногда флуктуации также оказывают неблагоприятное влияние.
tr: Bu, vücudunuzun genellikle sağlıklı olduğunu ancak ara sıra dalgalanmaların da olumsuz etkisi olduğunu gösteriyor.
zh_hans: 这表明你的身体总体上是健康的，但偶尔数值的波动也会带来不利的影响。
zh_hant: 這表明你的身體總體上是健康的，但偶爾數值的波動也會帶來不利的影響。

# week_hrv_analysis_6_b_gpt
source: More specifically, a high percentage of your HRV results are relatively low, which is not ideal.
ar: بشكل أكثر تحديدًا، نسبة عالية من نتائج متغير معدل ضربات القلب (HRV) الخاصة بك منخفضة نسبيًا، وهو أمر غير مثالي.
de: Genauer gesagt, war ein hoher Prozentsatz deiner HRV-Ergebnisse relativ niedrig, was nicht ideal ist.
es: Más específicamente, un alto porcentaje de tus resultados de HRV son relativamente bajos, lo cual no es ideal.
fa: به طور خاص، داده‌ها نشان می‌دهند که درصد بالایی از مقادیر متغیر تناوب ضربان قلب (HRV) شما نسبتاً پایین است که این موضوع مطلوب نیست.
fr: Plus spécifiquement, un pourcentage élevé de vos résultats de VRC est relativement bas, ce qui n'est pas idéal.
id: Secara khusus, persentase tinggi dari hasil HRV Anda relatif rendah, yang tidak ideal.
it: Più specificamente, un'alta percentuale dei tuoi risultati HRV è relativamente bassa, il che non è ideale.
ja: 詳しく言うと、あなたのHRVの結果の高い割合が比較的低いものであり、これは理想的ではありません。
ko: 보다 구체적으로, 상대적으로 낮은 HRV 결과가 높은 비율로 나타나는데, 이는 바람직하지 않습니다.
nl: Specifiek wijzen de gegevens op een relatief hoog percentage lagere HRV-resultaten, wat niet ideaal is.
pl: Bardziej szczegółowo, dane wskazują na stosunkowo wysoki odsetek niższych wyników HRV, co nie jest idealne.
pt_br: Mais especificamente, uma alta porcentagem dos seus resultados de HRV é relativamente baixa, o que não é ideal.
ru: Более конкретно, данные указывают на относительно высокий процент ваших показателей HRV, которые ниже нормы, что не является идеальным.
tr: Daha spesifik olarak, veriler nispeten düşük HRV sonuçlarının yüksek bir yüzdesini gösteriyor, ki bu ideal değil.
zh_hans: 从数值上来看，有相当一部分的心率变异性结果较低，这个情况不太理想。
zh_hant: 從數值上來看，有相當一部分的心率變異性結果較低，這個情況不太理想。

# week_hrv_analysis_6_gpt
source: Specifically, the data indicates a relatively high proportion of lower HRV values, which is an undesirable result.
ar: على وجه التحديد، تشير البيانات إلى نسبة مرتفعة نسبيًا من القيم الأقل لـ متغير معدل ضربات القلب (HRV)، وهو نتيجة غير مرغوب فيها.
de: Speziell zeigen die Daten einen relativ hohen Anteil niedriger HRV-Werte, was kein idealer Zustand ist.
es: Específicamente, los datos indican una proporción relativamente alta de valores de HRV bajos, lo cual es un resultado no deseable.
fa: به طور خاص، داده‌ها نشان می‌دهد که نسبتاً بیشتر مقادیر پایین‌تر متغیر تناوب ضربان قلب (HRV) وجود دارد، که یک نتیجه ناخواسته است.
fr: Plus précisément, les données indiquent une proportion relativement élevée de valeurs de VRC plus basses, ce qui n'est pas souhaitable.
id: Secara khusus, data menunjukkan proporsi nilai HRV yang relatif rendah, yang bukan hasil yang diinginkan.
it: Nel dettaglio, i dati indicano una proporzione relativamente alta di valori HRV più bassi, che è un risultato non auspicabile.
ja: 具体的には、データによるとHRVの低い値の割合が比較的高く、これは望ましくない結果です。
ko: 구체적으로 데이터는 비교적 높은 비율의 낮은 HRV 값들을 나타내고 있으며, 이는 원하는 결과가 아닙니다.
nl: Specifiek tonen de gegevens een relatief hoog percentage lagere HRV-waarden, wat een ongewenst resultaat is.
pl: Konkretnie, dane wskazują na stosunkowo wysoki odsetek niższych wartości HRV, co jest niepożądanym wynikiem.
pt_br: Especificamente, os dados indicam uma proporção relativamente alta de valores de HRV mais baixos, o que é um resultado indesejável.
ru: Конкретно данные указывают на относительно высокий процент более низких значений HRV, что не является желательным результатом.
tr: Özellikle veriler, nispeten düşük HRV değerlerinin yüksek bir oranını gösteriyor, bu da istenmeyen bir sonuç.
zh_hans: 具体来说，你有较多的低心率变异性值，这是一个较差的状态。
zh_hant: 具體來說，你有較多的低心率變異性值，這是一個較差的狀態。

# week_hrv_analysis_7_b_gpt
source: Most of your HRV values are extremely low, which indicates that you're at a higher risk of health problems.
ar: معظم قيمك HRV منخفضة للغاية، مما يشير إلى أنك في مخاطر أعلى لمشاكل الصحة.
de: Die meisten Ihrer HRV-Werte sind extrem niedrig, was darauf hinweist, dass Sie einem höheren Risiko für Gesundheitsprobleme ausgesetzt sind.
es: La mayoría de tus valores de HRV son extremadamente bajos, lo que indica que tienes un mayor riesgo de problemas de salud.
fa: بیشتر مقادیر HRV شما بسیار پایین است که نشان دهنده افزایش خطرات برای سلامتی کلی شما می‌باشد.
fr: La plupart de vos valeurs de VRC sont extrêmement basses, ce qui indique que vous êtes plus exposé à des problèmes de santé.
id: Sebagian besar nilai HRV Anda sangat rendah, yang menunjukkan bahwa Anda berisiko mengalami masalah kesehatan.
it: La maggior parte dei tuoi valori HRV sono estremamente bassi, il che indica un rischio maggiore di problemi di salute.
ja: ほとんどのHRV値が極端に低いことから、健康問題のリスクが高いことが示されています。
ko: 대부분의 HRV 값이 극도로 낮으며, 건강 문제의 위험이 더 높다는 것을 시사합니다.
nl: De meeste van je HRV-waarden zijn extreem laag, wat aangeeft dat je een verhoogd risico op gezondheidsproblemen hebt.
pl: Większość twoich wartości HRV jest wyjątkowo niska, co wskazuje na większe ryzyko problemów zdrowotnych.
pt_br: A maioria dos seus valores de HRV está extremamente baixa, o que indica um maior risco de problemas de saúde.
ru: Большинство ваших значений HRV крайне низкие, что указывает на увеличенные риски для здоровья.
tr: HRV değerlerinizin çoğu son derece düşük, genel sağlığınıza yönelik artan riskler anlamına geliyor.
zh_hans: 你大部分的心率变异性值都非常低，可能表示你的健康正在遭受威胁。
zh_hant: 你大部分的心率變異性值都非常低，可能表示你的健康正在遭受威脅。

# week_hrv_analysis_7_gpt
source: Most of your HRV readings are alarmingly low, suggesting increased risks to your overall health.
ar: معظم قيم HRV الخاصة بك منخفضة للغاية، مما يشير إلى زيادة المخاطر على صحتك العامة.
de: Die meisten Ihrer HRV-Werte sind alarmierend niedrig und deuten auf ein erhöhtes Risiko für Gesundheitsprobleme hin.
es: La mayoría de tus lecturas de HRV son alarmantemente bajas, sugiriendo un mayor riesgo para tu salud general.
fa: بیشتر مقادیر HRV شما بسیار پایین است که نشان دهنده افزایش خطرات برای سلامتی کلی شما می‌باشد.
fr: La plupart de vos lectures de la variabilité de la fréquence cardiaque (VFC) sont étonnamment basses, suggérant des risques accrus pour votre santé globale.
id: Sebagian besar pembacaan HRV Anda sangat rendah, menyarankan risiko yang meningkat terhadap kesehatan Anda secara keseluruhan.
it: La maggior parte delle letture del tuo HRV sono allarmantemente basse, suggerendo un aumento dei rischi per la tua salute generale.
ja: ほとんどのHRVの読み取り値が警告レベルで低く、全体的な健康リスクが増大している可能性が示されています。
ko: 대부분의 HRV 값이 극도로 낮으며, 전반적인 건강에 대한 위험이 증가했음을 시사합니다.
nl: Het merendeel van je HRV-metingen is alarmerend laag, wat wijst op een verhoogd risico voor je algehele gezondheid.
pl: Większość wyników HRV jest alarmująco niska, sugerując zwiększone ryzyko dla twojego ogólnego zdrowia.
pt_br: A maioria das suas leituras de HRV está alarmantemente baixa, sugerindo riscos aumentados para sua saúde geral.
ru: Большинство ваших показателей HRV беспокойно низкие, что указывает на повышенные риски для вашего общего здоровья.
tr: HRV okumalarınızın çoğu alarm verici düşük, genel sağlığınıza artan riskler işaret ediyor.
zh_hans: 你大部分时候的心率变异性读数都非常低，表明你可能有一定的健康风险。
zh_hant: 你大部分時候的心率變異性讀數都非常低，表明你可能有一定的健康風險。

# week_hrv_bd_1_b_gpt
source: Hooray! You've journeyed through a week marked by exceptional mental and physical well-being.
ar: هتاف! لقد سافرتَ عبر أسبوع مميز بالرفاهية الذهنية والبدنية الاستثنائية.
de: Hurra! Sie haben eine Woche mit außergewöhnlich gutem geistigem und körperlichem Wohlbefinden erlebt.
es: ¡Hurra! Has pasado una semana marcada por un excepcional bienestar mental y físico.
fa: وااای! شما یک هفته‌ای را طی کرده‌اید که با سلامتی روانی و جسمی استثنایی همراه بوده است.
fr: Hourra ! Vous avez parcouru une semaine marquée par un bien-être mental et physique exceptionnel.
id: Hore! Anda telah melewati minggu yang ditandai dengan kesejahteraan mental dan fisik yang luar biasa.
it: Evviva! Hai attraversato una settimana contrassegnata da un eccezionale benessere mentale e fisico.
ja: やったね！優れたメンタルと体の健康状態を持つ週を経験しました。
ko: 만세! 뛰어난 정신적, 육체적 안녕 상태를 가진 한 주를 겪었습니다.
nl: Hoera! Je hebt een week doorgemaakt die gekenmerkt wordt door uitzonderlijke mentale en fysieke gezondheid.
pl: Hura! Przeżyłeś tydzień cechujący się wyjątkowym samopoczuciem zarówno mentalnym, jak i fizycznym.
pt_br: Uau! Você passou por uma semana marcada por bem-estar mental e físico excepcionais.
ru: Ура! Вы пережили неделю, отмеченную исключительным психическим и физическим благополучием.
tr: Hurray! İstisnai zihinsel ve fiziksel sağlıkla dolu bir haftayı tamamladınız.
zh_hans: 太棒了！你这周似乎过得非常愉快，身心极为健康。
zh_hant: 太棒了！你這周似乎過得非常愉快，身心極為健康。

# week_hrv_bd_1_gpt
source: Congratulations! You're experiencing an excellent week with superb mental and physical well-being.
ar: تهانينا! أنت تعيش أسبوعًا ممتازًا مع صحة عقلية وبدنية ممتازة.
de: Herzlichen Glückwunsch! Sie haben eine ausgezeichnete Woche mit hervorragendem geistigen und körperlichen Wohlbefinden erlebt.
es: ¡Felicidades! Estás experimentando una excelente semana con un magnífico bienestar mental y físico.
fa: تبریک می‌گویم! شما یک هفته عالی با روان و بدن فوق‌العاده داشته‌اید.
fr: Félicitations ! Vous vivez une excellente semaine avec un bien-être mental et physique remarquable.
id: Selamat! Anda sedang mengalami minggu yang sangat baik dengan kesejahteraan mental dan fisik yang luar biasa.
it: Congratulazioni! Stai vivendo una settimana eccellente con un ottimo benessere mentale e fisico.
ja: おめでとうございます！優れたメンタルと体の健康状態を備えた素晴らしい週を体験しています。
ko: 축하합니다! 뛰어난 정신적, 육체적 건강을 경험하고 있는 훌륭한 한 주를 보내고 계십니다.
nl: Gefeliciteerd! Je ervaart een uitstekende week met uitmuntende mentale en fysieke gezondheid.
pl: Gratulacje! Doświadczasz doskonałego tygodnia o świetnym samopoczuciu zarówno mentalnym, jak i fizycznym.
pt_br: Parabéns! Você está vivenciando uma semana excelente, com bem-estar mental e físico superbos.
ru: Поздравляем! Вы переживаете отличную неделю с прекрасным психическим и физическим самочувствием.
tr: Tebrikler! Mükemmel zihinsel ve fiziksel sağlıkla harika bir hafta geçiriyorsunuz.
zh_hans: 恭喜！你度过了身心健康的美好一周。
zh_hant: 恭喜！你度過了身心健康的美好一周。
