Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# result_health_analysis_4_b_gpt
source: Both your HRV and RMSSD values are well within the expected norm, showing decent resilience. But there is potential for progress.
ar: قيم متغير معدل ضربات القلب (HRV) و RMSSD الخاصة بك تقع ضمن النطاق المتوقع، مما يظهر مرونة جيدة. ولكن هناك إمكانية للتقدم.
de: Sowohl deine HRV- als auch RMSSD-Werte liegen gut im erwarteten Normalbereich und zeigen eine anständige Widerstandsfähigkeit. Aber es gibt Potenzial für Fortschritt.
es: Tus valores de HRV y RMSSD están bien dentro del rango normal esperado, mostrando una resiliencia decente. Pero hay potencial para progresar.
fa: هر دو مقدار متغیر تناوب ضربان قلب (HRV) و RMSSD شما به خوبی در محدوده مورد انتظار قرار دارند، که نشان دهنده انعطاف مناسب است. اما هنوز پتانسیل برای پیشرفت وجود دارد.
fr: Vos valeurs de VRC et de RMSSD se situent bien dans la plage normale attendue, montrant une résilience décente. Mais il y a un potentiel d'amélioration.
id: Kedua nilai HRV dan RMSSD Anda berada dalam kisaran normal yang diharapkan, menunjukkan ketahanan yang baik. Tetapi masih ada potensi untuk perbaikan.
it: Entrambi i valori di HRV e RMSSD sono ben entro la norma attesa, mostrando una resilienza decente. Ma c'è potenziale per migliorare.
ja: HRVとRMSSDの両方の値は期待される範囲内で、かなりの弾力性を示しています。ただし、進歩の可能性があります。
ko: HRV 및 RMSSD 값은 모두 기대되는 범위 내에 있어 괜찮은 회복력을 나타냅니다. 그러나 발전의 가능성이 있습니다.
nl: Zowel je HRV- als RMSSD-waarden bevinden zich ruim binnen het verwachte normaal, wat duidt op een redelijke veerkracht. Maar er is potentieel voor vooruitgang.
pl: Zarówno wartości HRV, jak i RMSSD mieszczą się w oczekiwanym normale, co wskazuje na przyzwoitą elastyczność. Ale istnieje potencjał do postępu.
pt_br: Ambos os valores de HRV e RMSSD estão bem dentro da norma esperada, mostrando uma resiliência decente. Mas há potencial para progresso.
ru: Как значения ВСР, так и RMSSD хорошо в пределах ожидаемой нормы, что говорит о приличной устойчивости. Но есть потенциал для прогресса.
tr: Hem HRV hem de RMSSD değerleriniz beklenen normlar içinde, uygun bir direnç gösteriyor. Ancak ilerleme potansiyeli var.
zh_hans: 你的心率变异性和RMSSD值都在预期范围内，恢复能力也很强。但是还有上升的空间。
zh_hant: 您的心率變異性和 RMSSD 值都在預期範圍內，顯示出相當的彈性。但是，還有改進的潛力。

# result_health_analysis_5_a_gpt
source: Your heart function is maintaining a decent balance, allowing you to effectively manage stress.
ar: وظيفة قلبك تحافظ على توازن جيد، مما يتيح لك التعامل بفعالية مع التوتر.
de: Die Funktion deines Herzens hält ein anständiges Gleichgewicht, was es dir ermöglicht, Stress effektiv zu bewältigen.
es: La función de tu corazón mantiene un equilibrio decente, lo que te permite gestionar eficazmente el estrés.
fa: عملکرد قلب شما تعادل مناسبی حفظ می‌کند که به شما امکان مدیریت موثر استرس را می‌دهد.
fr: La fonction de votre cœur maintient un équilibre décent, vous permettant de gérer efficacement le stress.
id: Fungsi jantung Anda menjaga keseimbangan yang baik, memungkinkan Anda mengelola stres dengan efektif.
it: La funzione del tuo cuore mantiene un equilibrio decente, consentendoti di gestire efficacemente lo stress.
ja: あなたの心臓の機能はまずまずのバランスを保ち、ストレスを効果的に管理できます。
ko: 심장 기능이 어느 정도의 균형을 유지하고 스트레스를 효과적으로 관리하게 합니다.
nl: De functie van je hart behoudt een redelijk evenwicht, waardoor je stress effectief kunt beheren.
pl: Funkcja serca utrzymuje przyzwoity balans, pozwalając na skuteczne radzenie sobie ze stresem.
pt_br: A função do seu coração está mantendo um equilíbrio decente, permitindo que você gerencie efetivamente o estresse.
ru: Функция вашего сердца поддерживает достойный баланс, позволяя вам эффективно управлять стрессом.
tr: Kalp fonksiyonunuz makul bir dengeyi koruyor, stresi etkili bir şekilde yönetmenize olanak tanıyor.
zh_hans: 你的心脏功能相当稳定，这有助于你有效地应对压力。
zh_hant: 您的心臟功能保持著相當的平衡，使您能夠有效地管理壓力。

# result_health_analysis_5_b_gpt
source: This suggests that you have good heart muscle strength and an effective cardiac function.
ar: هذا يشير إلى أن لديك قوة جيدة في عضلات القلب ووظيفة قلب فعّالة.
de: Dies legt nahe, dass du eine gute Herzmuskelkraft und eine effektive Herzfunktion hast.
es: Esto sugiere que tienes una buena fuerza muscular en el corazón y una función cardíaca efectiva.
fa: این نشان می‌دهد که شما قدرت خوبی در عضلات قلب دارید و وظیفه قلب شما به طریقه مؤثری انجام می‌شود.
fr: Cela suggère que vous avez une bonne force musculaire cardiaque et une fonction cardiaque efficace.
id: Ini menunjukkan bahwa Anda memiliki kekuatan otot jantung yang baik dan fungsi jantung yang efektif.
it: Ciò suggerisce che hai una buona forza muscolare cardiaca e un'efficace funzione cardiaca.
ja: これは、良好な心筋力と効果的な心臓機能を持っていることを示唆しています。
ko: 이는 당신이 좋은 심장 근육 강도와 효과적인 심장 기능을 가지고 있다는 것을 시사합니다.
nl: Dit suggereert dat je een goede kracht in de hartspier hebt en een effectieve hartfunctie.
pl: To sugeruje, że masz dobrą siłę mięśnia sercowego i skuteczną funkcję serca.
pt_br: Isso sugere que você tem uma boa força muscular no coração e uma função cardíaca eficaz.
ru: Это подразумевает, что у вас хорошая сила сердечной мышцы и эффективная сердечная функция.
tr: Bu, iyi bir kalp kası gücüne ve etkili bir kalp fonksiyonuna sahip olduğunuzu düşündürmektedir.
zh_hans: 这表明你的心脏肌肉力量很强，心脏功能运作效率高。
zh_hant: 這表明您的心臟肌肉力量很好，心臟功能有效。

# result_health_analysis_6_a_gpt
source: Your heart is quite resilient, maintaining a good balance in its functions.
ar: قلبك قوي ومرون، حيث يحافظ على توازن جيد في وظائفه.
de: Dein Herz ist ziemlich widerstandsfähig und hält ein gutes Gleichgewicht in seinen Funktionen aufrecht.
es: Tu corazón es bastante resistente, manteniendo un buen equilibrio en sus funciones.
fa: قلب شما به طور قابل توجهی تقویت شده است و تعادل خوبی در عملکردها حفظ می‌کند.
fr: Votre cœur est assez résilient, maintenant un bon équilibre dans ses fonctions.
id: Jantung Anda cukup tangguh, menjaga keseimbangan yang baik dalam fungsinya.
it: Il tuo cuore è piuttosto resiliente, mantenendo un buon equilibrio nelle sue funzioni.
ja: あなたの心臓はかなり頑強で、その機能に良いバランスを保っています。
ko: 당신의 심장은 상당히 견고하며 그 기능에서 좋은 균형을 유지하고 있습니다.
nl: Je hart is behoorlijk veerkrachtig en behoudt een goed evenwicht in zijn functies.
pl: Twoje serce jest dość odporne, utrzymując dobry balans w swoich funkcjach.
pt_br: Seu coração é bastante resiliente, mantendo um bom equilíbrio em suas funções.
ru: Ваше сердце довольно устойчиво, поддерживая хороший баланс в своих функциях.
tr: Kalbiniz oldukça dirençli, fonksiyonlarında iyi bir dengeyi sürdürüyor.
zh_hans: 你心脏的恢复能力很强，各部分配合良好。
zh_hant: 您的心臟相當有韌性，在功能上保持良好的平衡。

# result_health_analysis_6_b_gpt
source: Your heart shows remarkable resilience and its function maintains a good balance.
ar: قلبك يظهر مرونة رائعة ووظيفته يتم الحفاظ على توازن جيد.
de: Dein Herz zeigt bemerkenswerte Widerstandsfähigkeit und seine Funktion bleibt gut im Gleichgewicht.
es: Tu corazón muestra una notable resiliencia y su función mantiene un buen equilibrio.
fa: قلب شما مقاومت قابل‌توجهی را نشان می‌دهد و وظیفه آن تعادل خوبی حفظ می‌کند.
fr: Votre cœur montre une résilience remarquable et sa fonction maintient un bon équilibre.
id: Jantung Anda menunjukkan ketahanan yang luar biasa dan fungsinya tetap dalam keseimbangan yang baik.
it: Il tuo cuore mostra una notevole resilienza e la sua funzione mantiene un buon equilibrio.
ja: あなたの心臓は非常に強靭で、その機能は良好なバランスを保っています。
ko: 당신의 심장은 놀라운 회복력을 보이며 기능은 좋은 균형을 유지합니다.
nl: Je hart vertoont opmerkelijke veerkracht en de functie handhaaft een goed evenwicht.
pl: Twoje serce wykazuje znaczną elastyczność, a jego funkcja utrzymuje dobre równowagi.
pt_br: Seu coração mostra uma resiliência notável e sua função mantém um bom equilíbrio.
ru: Ваше сердце проявляет замечательную устойчивость, и его функция поддерживает хороший баланс.
tr: Kalbiniz dikkate değer bir direnç gösteriyor ve fonksiyonu iyi bir dengeyi koruyor.
zh_hans: 你的心脏恢复能力很厉害，心脏的各项功能也都很出色。
zh_hant: 您的心臟顯示出卓越的韌性，功能保持良好的平衡。

# result_health_analysis_7_a_gpt
source: This indicates that your cardiac function is maintaining an excellent balance and possesses strong adaptability.
ar: هذا يشير إلى أن وظيفة قلبك تحافظ على توازن ممتاز وتمتلك قدرة تكيف قوية.
de: Dies deutet darauf hin, dass deine Herzfunktion ein ausgezeichnetes Gleichgewicht aufrechterhält und über eine starke Anpassungsfähigkeit verfügt.
es: Esto indica que la función cardíaca mantiene un equilibrio excelente y posee una fuerte adaptabilidad.
fa: این نشان‌دهنده این است که عملکرد قلب شما تعادل عالی حفظ می‌کند و دارای توانایی تطبیق قوی است.
fr: Cela indique que la fonction cardiaque maintient un équilibre excellent et possède une forte adaptabilité.
id: Ini menunjukkan bahwa fungsi jantung Anda menjaga keseimbangan yang sangat baik dan memiliki adaptabilitas yang kuat.
it: Questo indica che la funzione cardiaca sta mantenendo un eccellente equilibrio e possiede una forte adattabilità.
ja: これはあなたの心臓の機能が優れたバランスを保ち、強力な適応力を持っていることを示しています。
ko: 이는 당신의 심장 기능이 훌륭한 균형을 유지하고 강력한 적응력을 갖추고 있다는 것을 나타냅니다.
nl: Dit geeft aan dat je hartfunctie een uitstekend evenwicht behoudt en sterke aanpassingsvermogen bezit.
pl: To wskazuje, że funkcja serca utrzymuje doskonały balans i posiada silną zdolność adaptacji.
pt_br: Isso indica que a função cardíaca está mantendo um excelente equilíbrio e possui uma forte adaptabilidade.
ru: Это указывает на то, что функция вашего сердца поддерживает отличный баланс и обладает сильной адаптивностью.
tr: Bu, kardiyak fonksiyonunuzun mükemmel bir dengeyi koruduğunu ve güçlü adaptasyona sahip olduğunu gösteriyor.
zh_hans: 这说明你的心脏各部分配合得非常好，具备强大而灵活的适应能力。
zh_hant: 這表明您的心臟功能保持著卓越的平衡，並具有強大的適應能力。

# result_health_analysis_7_b_gpt
source: Your heart function is operating optimally, allowing you to manage stress effectively.
ar: وظيفة قلبك تعمل بشكل مثلى، مما يسمح لك بإدارة الضغط بفعالية.
de: Die Funktion deines Herzens arbeitet optimal und ermöglicht es dir, Stress effektiv zu bewältigen.
es: La función de tu corazón opera de manera óptima, permitiéndote gestionar el estrés de manera efectiva.
fa: وظیفه قلب شما به بهترین شکل عمل می‌کند و به شما امکان مدیریت استرس را به صورت مؤثر می‌دهد.
fr: La fonction de votre cœur fonctionne de manière optimale, vous permettant de gérer le stress efficacement.
id: Fungsi jantung Anda beroperasi optimal, memungkinkan Anda mengelola stres secara efektif.
it: La funzione del tuo cuore sta operando ottimamente, consentendoti di gestire lo stress in modo efficace.
ja: あなたの心臓の機能は最適に動作し、ストレスを効果的に管理できます。
ko: 당신의 심장 기능은 최적으로 작동하여 스트레스를 효과적으로 관리할 수 있습니다.
nl: Je hartfunctie werkt optimaal, waardoor je stress effectief kunt beheren.
pl: Funkcja serca działa optymalnie, pozwalając efektywnie zarządzać stresem.
pt_br: A função do seu coração está operando de forma ótima, permitindo que você gerencie o estresse de forma eficaz.
ru: Функция вашего сердца работает оптимально, что позволяет вам эффективно управлять стрессом.
tr: Kalp fonksiyonunuz optimal bir şekilde çalışıyor, stresi etkili bir şekilde yönetmenize olanak tanıyor.
zh_hans: 目前你的心脏功能表现出的状态极佳，这有助于你可以有效地解决压力。
zh_hant: 您的心臟功能保持著最佳狀態，使您能夠有效地管理壓力。

# result_health_bd_1_a_gpt
source: We're worried that your heart health is at a high risk.
ar: نحن قلقون بشأن صحة قلبك، حيث يكون في خطر عالي.
de: Wir machen uns Sorgen um Ihre Herzgesundheit, da sie ein hohes Risiko birgt.
es: Nos preocupa que la salud de tu corazón esté en alto riesgo.
fa: نگرانی داریم که سلامت قلب شما در معرض خطر زیادی باشد.
fr: Nous sommes inquiets pour la santé de votre cœur, car elle présente un risque élevé.
id: Kami khawatir kesehatan jantung Anda berisiko tinggi.
it: Siamo preoccupati che la salute del tuo cuore sia a rischio elevato.
ja: 心臓の健康が高いリスクにさらされていると心配しています。
ko: 당신의 심장 건강이 높은 위험에 노출되어 있는 것 같습니다.
nl: We maken ons zorgen dat de gezondheid van je hart een hoog risico loopt.
pl: Martwimy się, że Twoje serce jest w wysokim ryzyku zdrowia.
pt_br: Estamos preocupados que a saúde do seu coração esteja em alto risco.
ru: Мы беспокоимся, что здоровье вашего сердца находится под высоким риском.
tr: Kalp sağlığınızın yüksek risk altında olduğundan endişe ediyoruz.
zh_hans: 我们担心你的心脏健康可能存在较大的隐患。
zh_hant: 我們擔心您的心臟健康存在高風險。

# result_health_bd_1_b_gpt
source: Your heart health seems to be in a concerning state.
ar: يبدو أن صحة قلبك في حالة مقلقة.
de: Ihre Herzgesundheit scheint besorgniserregend zu sein.
es: Tu salud cardíaca parece estar en un estado preocupante.
fa: سلامت قلب شما به نظر نگران‌کننده است.
fr: Votre santé cardiaque semble être dans un état préoccupant.
id: Kesehatan jantung Anda tampaknya dalam keadaan yang mengkhawatirkan.
it: La salute del tuo cuore sembra essere in uno stato preoccupante.
ja: あなたの心臓の健康状態は懸念される状態のようです。
ko: 당신의 심장 건강은 우려스러운 상태인 것 같습니다.
nl: Uw hartgezondheid lijkt zorgwekkend te zijn.
pl: Twoje zdrowie serca wydaje się być w niepokojącym stanie.
pt_br: Sua saúde cardíaca parece estar em um estado preocupante.
ru: Ваше сердечное здоровье, кажется, находится в беспокойном состоянии.
tr: Kalp sağlığınız endişe verici bir durumda gibi görünüyor.
zh_hans: 你的心脏处于令人担忧的状态。
zh_hant: 您的心臟健康似乎處於令人擔憂的狀態。

# result_health_bd_2_a_gpt
source: Your heart health appears to be somewhat threatened.
ar: يبدو أن صحة قلبك مهددة إلى حد ما.
de: Ihre Herzgesundheit scheint in gewissem Maße bedroht zu sein.
es: Tu salud cardíaca parece estar algo amenazada.
fa: سلامت قلب شما به نظر می‌رسد که تا حدی تهدید شده است.
fr: Votre santé cardiaque semble quelque peu menacée.
id: Kesehatan jantung Anda nampaknya agak terancam.
it: La tua salute cardiaca sembra essere minacciata in qualche modo.
ja: 心臓の健康はいくぶん脅かされているようです。
ko: 당신의 심장 건강은 어느 정도 위협받고 있는 것으로 나타납니다.
nl: Je hartgezondheid lijkt enigszins bedreigd te zijn.
pl: Twoje zdrowie serca wydaje się być nieco zagrożone.
pt_br: Sua saúde cardíaca parece estar um pouco ameaçada.
ru: Здоровье вашего сердца, кажется, немного под угрозой.
tr: Kalp sağlığınız biraz tehdit altında gibi görünüyor.
zh_hans: 你的心脏健康状况可能不太乐观。
zh_hant: 您的心臟健康似乎受到了一些威脅。

# result_health_bd_2_b_gpt
source: It looks like your heart health is facing some threats.
ar: يبدو أن صحة قلبك تواجه بعض التهديدات.
de: Es scheint, als ob Ihre Herzgesundheit einigen Bedrohungen gegenübersteht.
es: Parece que tu salud cardíaca está enfrentando algunas amenazas.
fa: به نظر می‌رسد که سلامت قلب شما با چالش‌هایی روبه‌رو است.
fr: Il semble que votre santé cardiaque soit confrontée à certaines menaces.
id: Sepertinya kesehatan jantung Anda menghadapi beberapa ancaman.
it: Sembra che la salute del tuo cuore stia affrontando alcune minacce.
ja: 心臓の健康にいくつかの脅威があるようです。
ko: 당신의 심장 건강이 어떤 위협에 직면하고 있는 것 같습니다.
nl: Het lijkt erop dat uw hartgezondheid enkele bedreigingen het hoofd biedt.
pl: Wygląda na to, że Twoje zdrowie serca jest zagrożone.
pt_br: Parece que sua saúde cardíaca está enfrentando algumas ameaças.
ru: Похоже, вашему сердечному здоровью грозят некоторые угрозы.
tr: Görünüşe göre kalp sağlığınız bazı tehditlerle karşı karşıya.
zh_hans: 你的心脏健康受到了一定威胁。
zh_hant: 看起來您的心臟健康面臨一些威脅。

# result_health_bd_3_a_gpt
source: This result is unusual and could be a sign of an unhealthy heart.
ar: هذا النتيجة غير عادية وقد تكون علامة على قلب غير صحي.
de: Dieses Ergebnis ist ungewöhnlich und könnte ein Zeichen für ein ungesundes Herz sein.
es: Este resultado es inusual y podría ser un signo de un corazón poco saludable.
fa: این نتیجه غیر عادی است و ممکن است نشانه‌ای از یک قلب ناسالم باشد.
fr: Ce résultat est inhabituel et pourrait être le signe d'un cœur peu sain.
id: Hasil ini tidak biasa dan bisa menjadi tanda jantung yang tidak sehat.
it: Questo risultato è insolito e potrebbe essere un segno di un cuore non sano.
ja: この結果は異常で、不健康な心臓の兆候かもしれません。
ko: 이 결과는 이례적이며 건강하지 않은 심장의 징후일 수 있습니다.
nl: Dit resultaat is ongebruikelijk en kan een teken zijn van een ongezond hart.
pl: Ten wynik jest nietypowy i może być znakiem niezdrowego serca.
pt_br: Esse resultado é incomum e pode ser um sinal de um coração pouco saudável.
ru: Этот результат необычен и может быть признаком нездорового сердца.
tr: Bu sonuç alışılmadık ve sağlıksız bir kalbin işareti olabilir.
zh_hans: 这个结果有些异常，可能是你的心脏健康出现了一些问题。
zh_hant: 這個結果不尋常，可能是心臟不健康的跡象。

# result_health_bd_3_b_gpt
source: The result is abnormal and you may have a higher risk of heart problems.
ar: النتيجة غير طبيعية وقد تكون لديك مخاطر أعلى لمشاكل القلب.
de: Das Ergebnis ist abnormal, und Sie haben möglicherweise ein höheres Risiko für Herzprobleme.
es: El resultado es anormal y podrías tener un mayor riesgo de problemas cardíacos.
fa: نتیجه نامعمول است و ممکن است خطر بیشتری از مشکلات قلب داشته باشید.
fr: Le résultat est anormal et vous pourriez présenter un risque plus élevé de problèmes cardiaques.
id: Hasilnya abnormal dan Anda mungkin memiliki risiko lebih tinggi terhadap masalah jantung.
it: Il risultato è anomalo e potresti avere un rischio più elevato di problemi cardiaci.
ja: 結果は異常で、心臓の問題のリスクが高い可能性があります。
ko: 결과가 이상하며 심장 문제의 위험이 높을 수 있습니다.
nl: Het resultaat is abnormaal en u heeft mogelijk een hoger risico op hartproblemen.
pl: Wynik jest nietypowy, a Ty możesz mieć wyższe ryzyko problemów sercowych.
pt_br: O resultado é anormal e você pode ter um maior risco de problemas cardíacos.
ru: Результат аномальный, и у вас может быть повышенный риск сердечных проблем.
tr: Sonuç anormal ve kalp problemleri riskiniz daha yüksek olabilir.
zh_hans: 你的心脏检测结果异常，患病风险较高。
zh_hant: 結果異常，您可能有更高的心臟問題風險。

# result_health_bd_4_a_gpt
source: Your heart is operating normally.
ar: قلبك يعمل بشكل طبيعي.
de: Ihr Herz arbeitet normal.
es: Tu corazón está funcionando normalmente.
fa: قلب شما به طور طبیعی عمل می‌کند.
fr: Votre cœur fonctionne normalement.
id: Jantung Anda beroperasi normal.
it: Il tuo cuore sta funzionando normalmente.
ja: 心臓は正常に動作しています。
ko: 당신의 심장은 정상적으로 작동하고 있습니다.
nl: Je hart functioneert normaal.
pl: Twoje serce działa normalnie.
pt_br: Seu coração está operando normalmente.
ru: Ваше сердце функционирует нормально.
tr: Kalbiniz normal bir şekilde çalışıyor.
zh_hans: 你的心脏功能运转正常。
zh_hant: 您的心臟正常運作。

# result_health_bd_4_b_gpt
source: Your heart is functioning smoothly.
ar: يعمل قلبك بسلاسة.
de: Ihr Herz funktioniert reibungslos.
es: Tu corazón funciona sin problemas.
fa: قلب شما به خوبی عمل می‌کند.
fr: Votre cœur fonctionne normalement.
id: Jantung Anda berfungsi lancar.
it: Il tuo cuore funziona senza intoppi.
ja: あなたの心臓はスムーズに機能しています。
ko: 당신의 심장은 원활하게 작동하고 있습니다.
nl: Uw hart functioneert soepel.
pl: Twoje serce działa płynnie.
pt_br: Seu coração está funcionando suavemente.
ru: Ваше сердце функционирует плавно.
tr: Kalbiniz düzenli bir şekilde çalışıyor.
zh_hans: 你的心脏工作得很顺畅。
zh_hant: 您的心臟運作順暢。

# result_health_bd_5_a_gpt
source: Great, your heart health is in a balanced state.
ar: رائع، صحة قلبك في حالة توازن.
de: Großartig, Ihre Herzgesundheit ist im Gleichgewicht.
es: Genial, la salud de tu corazón está en un estado equilibrado.
fa: عالی، سلامت قلب شما در وضعیت تعادل است.
fr: Excellent, la santé de votre cœur est équilibrée.
id: Bagus, kesehatan jantung Anda dalam keadaan seimbang.
it: Ottimo, la salute del tuo cuore è in uno stato equilibrato.
ja: 素晴らしい、心臓の健康はバランスのとれた状態です。
ko: 좋아, 당신의 심장 건강은 균형 잡힌 상태에 있습니다.
nl: Geweldig, je hartgezondheid is in evenwicht.
pl: Świetnie, stan zdrowia Twojego serca jest zrównoważony.
pt_br: Ótimo, a saúde do seu coração está em um estado equilibrado.
ru: Отлично, здоровье вашего сердца в сбалансированном состоянии.
tr: Harika, kalp sağlığınız dengeli bir durumda.
zh_hans: 不错，你的心脏运转得非常平稳。
zh_hant: 很好，您的心臟健康狀況平衡。

# result_health_bd_5_b_gpt
source: Not bad, your heart is performing efficiently.
ar: لا بأس، قلبك يعمل بكفاءة.
de: Nicht schlecht, dein Herz arbeitet effizient.
es: No está mal, tu corazón está funcionando eficientemente.
fa: خوب نیست، قلب شما به بهترین شکل عمل می‌کند.
fr: Pas mal, votre cœur fonctionne efficacement.
id: Tidak buruk, jantung Anda berfungsi dengan efisien.
it: Non male, il tuo cuore sta funzionando efficientemente.
ja: 悪くない、あなたの心臓は効率的に機能しています。
ko: 괜찮아요, 당신의 심장은 효율적으로 작동하고 있어요.
nl: Niet slecht, je hart werkt efficiënt.
pl: Nieźle, twoje serce działa sprawnie.
pt_br: Não está mal, seu coração está funcionando eficientemente.
ru: Неплохо, ваше сердце работает эффективно.
tr: Kötü değil, kalbin verimli bir şekilde çalışıyor.
zh_hans: 不错啊，你的心脏可真是个高效运转的小能源站！
zh_hant: 還不錯，您的心臟運轉效率很高。

# result_health_bd_6_a_gpt
source: Congratulations, your heart health is fairly good.
ar: تهانينا، صحة قلبك جيدة إلى حد ما.
de: Herzlichen Glückwunsch, Ihre Herzgesundheit ist ziemlich gut.
es: Felicidades, la salud de tu corazón es bastante buena.
fa: تبریک می‌گوییم، سلامت قلب شما به حد معقولی خوب است.
fr: Félicitations, votre santé cardiaque est plutôt bonne.
id: Selamat, kesehatan jantung Anda cukup baik.
it: Congratulazioni, la salute del tuo cuore è abbastanza buona.
ja: おめでとうございます、心臓の健康はかなり良好です。
ko: 축하합니다, 당신의 심장 건강은 꽤 좋습니다.
nl: Gefeliciteerd, je hartgezondheid is redelijk goed.
pl: Gratulacje, stan zdrowia Twojego serca jest dość dobry.
pt_br: Parabéns, a saúde do seu coração está bastante boa.
ru: Поздравляю, здоровье вашего сердца довольно хорошее.
tr: Tebrikler, kalp sağlığınız oldukça iyi.
zh_hans: 祝贺，你的心脏健康状况相当不错。
zh_hant: 恭喜，您的心臟健康狀況相當良好。

# result_health_bd_6_b_gpt
source: Great news! Your heart is in good condition.
ar: أخبار رائعة! قلبك في حالة جيدة.
de: Gute Nachrichten! Ihr Herz ist in gutem Zustand.
es: ¡Excelentes noticias! Tu corazón está en buen estado.
fa: اخبار عالی! قلب شما در وضعیت خوبی است.
fr: Bonne nouvelle ! Votre cœur est en bonne condition.
id: Berita bagus! Jantung Anda dalam kondisi baik.
it: Fantastiche notizie! Il tuo cuore è in buone condizioni.
ja: 素晴らしいニュース！あなたの心臓は良好な状態です。
ko: 좋은 소식입니다! 당신의 심장은 좋은 상태입니다.
nl: Geweldig nieuws! Uw hart is in goede conditie.
pl: Świetne wieści! Twoje serce jest w dobrej kondycji.
pt_br: Ótima notícia! Seu coração está em boas condições.
ru: Отличные новости! Ваше сердце в хорошем состоянии.
tr: Harika haber! Kalbiniz iyi durumda.
zh_hans: 好消息！你的心脏处于良好的状态。
zh_hant: 好消息！您的心臟狀況良好。

# result_health_bd_7_a_gpt
source: Amazing, your heart health is in remarkable condition.
ar: رائع، صحة قلبك في حالة رائعة.
de: Erstaunlich, Ihre Herzgesundheit ist in bemerkenswertem Zustand.
es: Increíble, la salud de tu corazón está en una condición notable.
fa: شگفت‌انگیز، سلامت قلب شما در شرایط قابل توجهی قرار دارد.
fr: Incroyable, la santé de votre cœur est remarquable.
id: Luuar biasa, kesehatan jantung Anda dalam kondisi yang luar biasa.
it: Incredibile, la salute del tuo cuore è in condizioni notevoli.
ja: すごい、心臓の健康は非常に良好な状態です。
ko: 놀랍게도, 당신의 심장 건강은 놀라운 상태에 있습니다.
nl: Verbazingwekkend, je hartgezondheid is in opmerkelijke conditie.
pl: Niesamowite, stan zdrowia Twojego serca jest nadzwyczajny.
pt_br: Incrível, a saúde do seu coração está em condição notável.
ru: Удивительно, здоровье вашего сердца в замечательном состоянии.
tr: Şaşırtıcı, kalp sağlığınız dikkate değer bir durumda.
zh_hans: 了不起，你的心脏健康状况非常出色。
zh_hant: 了不起，您的心臟健康狀況非常好。

# result_health_bd_7_b_gpt
source: Congratulations! Your heart health is excellent.
ar: تهانينا! صحة قلبك ممتازة.
de: Herzlichen Glückwunsch! Ihre Herzgesundheit ist ausgezeichnet.
es: ¡Felicidades! Tu salud cardíaca es excelente.
fa: تبریک! سلامت قلب شما عالی است.
fr: Félicitations ! Votre santé cardiaque est excellente.
id: Selamat! Kesehatan jantung Anda sangat baik.
it: Congratulazioni! La tua salute cardiaca è eccellente.
ja: おめでとうございます！あなたの心臓の健康は優れています。
ko: 축하합니다! 당신의 심장 건강은 훌륭합니다.
nl: Gefeliciteerd! Uw hartgezondheid is uitstekend.
pl: Gratulacje! Twoje zdrowie serca jest doskonałe.
pt_br: Parabéns! Sua saúde cardíaca é excelente.
ru: Поздравляю! Ваше сердечное здоровье отличное.
tr: Tebrikler! Kalp sağlığınız mükemmel.
zh_hans: 恭喜！你的心脏处于非常优秀的状态。
zh_hant: 恭喜！您的心臟健康狀況極佳。
