Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# result_health_suggestion_sub_1_b_gpt
source: We understand that this may be overwhelming, but remember that with timely action, you can make positive changes. We'll support you through this time.
ar: نحن ندرك أن هذا قد يكون مُرهقًا، ولكن تذكر أنه مع اتخاذ الإجراءات في الوقت المناسب، يمكنك إحداث تغييرات إيجابية. سندعمك خلال هذا الوقت.
de: Wir verstehen, dass dies überwältigend sein kann, aber denken Sie daran, dass Sie mit rechtzeitigen Maßnahmen positive Veränderungen bewirken können. Wir werden Sie durch diese Zeit unterstützen.
es: Entendemos que esto puede ser abrumador, pero recuerda que con acciones oportunas, puedes realizar cambios positivos. Te apoyaremos en este momento.
fa: ما فهمیده‌ایم که این ممکن است شما را غمگین کند، اما به یاد داشته باشید که با اقدامات به موقع، می‌توانید تغییرات مثبت ایجاد کنید. ما در این زمان از شما حمایت خواهیم کرد.
fr: Nous comprenons que cela peut être accablant, mais n'oubliez pas qu'avec des actions rapides, vous pouvez apporter des changements positifs. Nous vous soutiendrons pendant cette période.
id: Kami mengerti bahwa ini mungkin menjadi terlalu banyak, tetapi ingatlah bahwa dengan tindakan tepat waktu, Anda dapat membuat perubahan positif. Kami akan mendukung Anda melalui waktu ini.
it: Capiamo che questo potrebbe essere travolgente, ma ricorda che con azioni tempestive, puoi apportare cambiamenti positivi. Ti supporteremo durante questo periodo.
ja: これは圧倒的かもしれませんが、適切な行動をとれば肯定的な変化が起こります。私たちはこの時間を通じてあなたをサポートします。
ko: 이것이 압도적일 수 있지만 적절한 조치를 취하면 긍정적인 변화를 이룰 수 있습니다. 우리는 이 시간 동안 여러분을 지원할 것입니다.
nl: We begrijpen dat dit overweldigend kan zijn, maar onthoud dat je met tijdige actie positieve veranderingen kunt aanbrengen. We zullen je door deze tijd heen ondersteunen.
pl: Rozumiemy, że to może być przytłaczające, ale pamiętaj, że dzięki szybkim działaniom możesz wprowadzić pozytywne zmiany. Będziemy cię wspierać w tym czasie.
pt_br: Entendemos que isso pode ser avassalador, mas lembre-se de que com ações rápidas, você pode fazer mudanças positivas. Vamos apoiá-lo durante este período.
ru: Мы понимаем, что это может быть ошеломляющим, но помните, что своевременные действия могут привести к положительным изменениям. Мы будем поддерживать вас в это время.
tr: Bu sizi bunaltıcı olabilir anlıyoruz, ancak zamanında harekete geçerek olumlu değişiklikler yapabilirsiniz. Bu süreçte sizi destekleyeceğiz.
zh_hans: 我们理解这可能会让你觉得有负担，但请记住，只要你积极面对、采取行动，就会有好的变化。在这段时间里，我们将会一直支持你。
zh_hant: 我們理解這可能讓人感到不知所措，但請記住，透過及時行動，您可以做出積極的改變。我們將在這段時間內支持您。

# result_health_suggestion_sub_2_a_gpt
source: Your heart has its limits, so be sure to take good care of it. Think of a strong heart like a powerful engine in a car—it can take you further and faster.
ar: قلبك لديه حدوده، لذلك تأكد من العناية به بشكل جيد. فكر في القلب القوي كمحرك قوي في السيارة.- يمكنها أن تأخذك إلى مدى أبعد وبسرعة أكبر.
de: Ihr Herz hat seine Grenzen, also achten Sie gut darauf. Denk an ein starkes Herz wie einen leistungsstarken Motor in einem Auto - es kann Sie weiter und schneller bringen.
es: Tu corazón tiene sus límites, así que asegúrate de cuidarlo bien. Piensa en un corazón fuerte como un motor potente en un coche: puede llevarte más lejos y más rápido.
fa: قلب شما محدودیت‌های خود را دارد، پس از آن مراقب آن باشید. فکر کنید که قلب قوی مانند یک موتور قدرتمند در یک ماشین است. - می‌تواند شما را به فواصل و سرعت بیشتری ببرد.
fr: Votre cœur a ses limites, alors veillez bien à en prendre soin. Pensez à un cœur fort comme un moteur puissant dans une voiture. - il peut vous emmener plus loin et plus vite.
id: Jantung Anda memiliki batasnya, jadi pastikan untuk merawatnya dengan baik. Pikirkan jantung yang kuat seperti mesin yang kuat di dalam mobil - dapat membawa Anda lebih jauh dan lebih cepat.
it: Il tuo cuore ha i suoi limiti, quindi assicurati di prendertene cura. Pensa a un cuore forte come un motore potente in un'auto: può portarti più lontano e più veloce.
ja: 心臓には限界がありますので、しっかりとお世話をしてください。強い心臓は、車の中の強力なエンジンのようなものと考えてください−それがあればより遠く、より速く進むことができます。
ko: 당신의 심장에는 한계가 있으므로 잘 챙겨주세요.강한 심장은 마치 자동차의 강력한 엔진처럼 생각해보세요, 더 빨리 나아갈 수 있습니다.
nl: Je hart heeft zijn grenzen, dus zorg er goed voor. Denk aan een sterk hart als een krachtige motor in een auto - het kan je verder en sneller brengen.
pl: Twoje serce ma swoje granice, więc pamiętaj, aby o nie dbać. Pomyśl o silnym sercu jak o mocnym silniku w samochodzie - może cię zabrać dalej i szybciej.
pt_br: Seu coração tem seus limites, então cuide bem dele. Pense em um coração forte como um motor potente em um carro - pode te levar mais longe e mais rápido.
ru: Вашему сердцу свойственны определенные ограничения, поэтому обязательно хорошо о нем заботьтесь. Представьте себе сильное сердце как мощный двигатель в автомобиле — оно может вести вас дальше и быстрее.
tr: Kalbinizin sınırları var, bu yüzden ona iyi bakmaktan emin olun. Güçlü bir kalbi, bir arabadaki güçlü bir motora benzer şekilde düşünün - sizi daha ileri ve daha hızlı götürebilir.
zh_hans: 你的心脏有着自己的极限，因此务必要精心呵护自己。把坚强的心脏想象成汽车中的强大引擎 - 它会让你向更遥远、更快速的目标迈进。
zh_hant: 您的心臟有其極限，所以一定要好好照顧它。將強壯的心臟想像為汽車中的強大引擎 - 它可以讓您走得更遠，更快。

# result_health_suggestion_sub_2_b_gpt
source: As you navigate this journey, keep in mind that every positive change, no matter how small, contributes to cultivating a healthier heart. Consistency is the key!
ar: أثناء رحلتك في هذا الطريق، تذكر أن كل تغيير إيجابي، مهما كان صغيرًا، يسهم في تنمية قلب صحي. الاستمرارية هي الأساس!
de: Während Sie diese Reise durchlaufen, bedenken Sie, dass jede positive Veränderung, egal wie klein, dazu beiträgt, ein gesünderes Herz zu kultivieren. Kontinuität ist der Schlüssel!
es: A medida que avanzas en este viaje, ten en cuenta que cada cambio positivo, por pequeño que sea, contribuye a cultivar un corazón más saludable. ¡La consistencia es la clave!
fa: هنگامی که این مسیر را طی می‌کنید، به یاد داشته باشید که هر تغییر مثبت، چه‌بسا کوچک، به کشتن قلبی سالم کمک می‌کند. پیوستگی کلید است!
fr: Pendant que vous parcourez ce chemin, gardez à l'esprit que chaque changement positif, aussi petit soit-il, contribue à cultiver un cœur plus sain. La constance est la clé !
id: Saat Anda menjalani perjalanan ini, ingatlah bahwa setiap perubahan positif, sekecil apapun, berkontribusi pada membentuk jantung yang lebih sehat. Konsistensi adalah kuncinya!
it: Mentre navighi in questo percorso, tieni presente che ogni cambiamento positivo, per quanto piccolo, contribuisce a coltivare un cuore più sano. La costanza è la chiave!
ja: この旅を進む中で、小さな変化でも良いので、健康な心を育てるためには重要です。一貫性が鍵です！
ko: 이 여정을 진행하는 동안 작은 변화라도 모두 더 건강한 심장을 기르는 과정에 기여합니다. 일관성이 중요합니다!
nl: Terwijl je deze reis maakt, bedenk dat elke positieve verandering, hoe klein ook, bijdraagt aan het kweken van een gezonder hart. Consistentie is de sleutel!
pl: Podczas podróży pamiętaj, że każda pozytywna zmiana, bez względu na to, jak mała, przyczynia się do kultivowania zdrowszego serca. Kluczem jest konsekwencja!
pt_br: Ao percorrer esta jornada, tenha em mente que cada mudança positiva, por menor que seja, contribui para cultivar um coração mais saudável. A consistência é a chave!
ru: Путешествуя по этому пути, помните, что каждое положительное изменение, как бы маленькое оно ни было, способствует укреплению здоровья сердца. Ключ к успеху - это последовательность!
tr: Bu yolculuğu geçerken her pozitif değişikliği, ne kadar küçük olursa olsun, daha sağlıklı bir kalp geliştirmeye katkıda bulunan bir şey olarak düşünün. Süreklilik anahtardır!
zh_hans: 在你踏上这段旅程时，请记住，每一次正向的改变，无论多么微小，都有助于你拥有更加健康的心脏。关键是要坚持不懈！
zh_hant: 在您走過這段旅程時，請記住，每一個積極的改變，無論多麼小，都有助於培養更健康的心臟。一致性是關鍵！

# result_health_suggestion_sub_3_a_gpt
source: Meanwhile, keep a close eye on your well-being, and consult with a healthcare professional for a comprehensive evaluation if you have any concerns.
ar: في هذه الأثناء، حافظ على متابعة رفاهيتك واستشر محترف الرعاية الصحية لتقييم شامل إذا كنت تشعر بأي قلق.
de: Behalten Sie in der Zwischenzeit Ihr Wohlbefinden im Auge und konsultieren Sie einen Gesundheitsfachmann für eine umfassende Bewertung, wenn Sie Bedenken haben.
es: Mientras tanto, mantén un ojo cercano en tu bienestar y consulta con un profesional de la salud para una evaluación integral si tienes alguna preocupación.
fa: در همین حین، به بهبودیتان نظارت داشته باشید و در صورت داشتن هر گونه نگرانی با یک حرفه‌ای در حوزه بهداشت مشورت کنید.
fr: En attendant, surveillez de près votre bien-être et consultez un professionnel de la santé pour une évaluation complète si vous avez des préoccupations.
id: Sementara itu, perhatikan kesejahteraan Anda dengan cermat, dan berkonsultasilah dengan profesional kesehatan untuk evaluasi menyeluruh jika Anda memiliki kekhawatiran.
it: Nel frattempo, tieni d'occhio il tuo benessere e consulta un professionista della salute per una valutazione completa se hai qualche preoccupazione.
ja: その間に、自分の健康状態に注意を払い、何か心配事があれば、ヘルスケアの専門家と相談して総合的な評価を受けてください。
ko: 한편으로, 자신의 복지를 면밀히 살피고 어떠한 우려 사항이 있다면 건강 전문가와 상담하여 종합적인 평가를 받으세요.
nl: Houd in de tussentijd je welzijn nauwlettend in de gaten en raadpleeg een gezondheidsprofessional voor een uitgebreide evaluatie als je je zorgen maakt.
pl: W międzyczasie bacznie obserwuj swoje samopoczucie i skonsultuj się z profesjonalistą ds. opieki zdrowotnej w przypadku jakichkolwiek obaw.
pt_br: Enquanto isso, fique de olho no seu bem-estar e consulte um profissional de saúde para uma avaliação abrangente se tiver alguma preocupação.
ru: Тем временем, внимательно следите за своим благополучием и консультируйтесь с профессионалом здравоохранения для полного оценивания, если у вас есть какие-либо опасения.
tr: Bu arada, sağlığınıza dikkat edin ve herhangi bir endişeniz varsa kapsamlı bir değerlendirme için bir sağlık profesyoneli ile danışın.
zh_hans: 与此同时，请你时刻留意自己的健康状况。如有任何疑虑，请咨询医疗专业人士，进行全面的评估。
zh_hant: 與此同時，密切關注您的健康狀況，如有任何疑慮，請諮詢醫療專業人士進行全面評估。

# result_health_suggestion_sub_3_b_gpt
source: Please pay attention to any changes in your well-being. Don't hesitate to talk to your doctor if you're experiencing any issues with your heart.
ar: الرجاء الانتباه لأي تغييرات في رفاهيتك. لا تتردد في التحدث مع طبيبك إذا كنت تواجه أي مشاكل في قلبك.
de: Bitte achten Sie auf Veränderungen in Ihrem Wohlbefinden. Zögern Sie nicht, mit Ihrem Arzt zu sprechen, wenn Sie Probleme mit Ihrem Herzen haben.
es: Por favor, presta atención a cualquier cambio en tu bienestar. No dudes en hablar con tu médico si experimentas algún problema con tu corazón.
fa: لطفاً به تغییراتی در رفاه شما توجه کنید. در صورت داشتن هر گونه مشکل با قلبتان، تردید نکنید که با پزشک خود صحبت کنید.
fr: Veuillez prêter attention à tout changement dans votre bien-être. N'hésitez pas à parler à votre médecin si vous rencontrez des problèmes cardiaques.
id: Harap perhatikan setiap perubahan dalam kesejahteraan Anda. Jangan ragu untuk berbicara dengan dokter Anda jika Anda mengalami masalah dengan jantung Anda.
it: Presta attenzione a eventuali cambiamenti nel tuo benessere. Non esitare a parlare con il tuo medico se stai riscontrando problemi al cuore.
ja: ご自身の健康に何か変化があれば注意してください。心臓に関する問題があれば、医師に相談することをためらわないでください。
ko: 건강 상태에 어떤 변화가 있으면 주의하세요. 심장에 문제가 있는 경우 의사와 상담하는 데 주저하지 마세요.
nl: Let op eventuele veranderingen in je welzijn. Aarzel niet om met je arts te praten als je problemen ervaart met je hart.
pl: Proszę zwrócić uwagę na wszelkie zmiany w samopoczuciu. Nie wahaj się rozmawiać z lekarzem, jeśli masz jakiekolwiek problemy z sercem.
pt_br: Por favor, preste atenção a quaisquer mudanças em seu bem-estar. Não hesite em falar com seu médico se estiver enfrentando problemas cardíacos.
ru: Обратите внимание на изменения в вашем самочувствии. Не стесняйтесь обсудить любые проблемы с вашим врачом, если у вас возникли проблемы с сердцем.
tr: Sizin iyi oluşunuza dikkat edin. Kalp sorunları yaşıyorsanız, doktorunuzla konuşmaktan çekinmeyin.
zh_hans: 请留意身体状况的任何变化。如果你有心脏方面的问题，请务必与医生进行沟通。
zh_hant: 請注意您身體狀況的任何變化。如果您的心臟有任何問題，請毫不猶豫地與醫生交談。

# result_stress_analysis_1_a_gpt
source: The result indicates that your body is incredibly at ease at the moment, and it is working well.
ar: تشير النتيجة إلى أن جسمك في حالة استرخاء لا تصدق في الوقت الحالي وأنه يعمل بشكل جيد.
de: Das Ergebnis zeigt, dass dein Körper im Moment unglaublich entspannt ist und gut funktioniert.
es: El resultado indica que tu cuerpo está increíblemente relajado en este momento y funciona bien.
fa: نتیجه نشان می دهد که بدن شما در حال حاضر به شدت آرام است و به خوبی کار می کند.
fr: Le résultat indique que votre corps est incroyablement détendu en ce moment et qu'il fonctionne bien.
id: Hasil menunjukkan bahwa tubuh Anda sangat rileks saat ini dan berfungsi dengan baik.
it: Il risultato indica che il tuo corpo è incredibilmente rilassato in questo momento e funziona bene.
ja: 結果は、あなたの体が現在非常にリラックスしており、うまく機能していることを示しています。
ko: 결과는 현재 당신의 몸이 매우 편안하게 느껴지고 잘 작동하고 있다는 것을 나타냅니다.
nl: Het resultaat geeft aan dat je lichaam op dit moment ongelooflijk ontspannen is en goed functioneert.
pl: Wynik wskazuje, że twoje ciało jest obecnie niesamowicie zrelaksowane i dobrze funkcjonuje.
pt_br: O resultado indica que seu corpo está incrivelmente relaxado no momento e está funcionando bem.
ru: Результат указывает на то, что ваше тело в данный момент находится в невероятном покое и хорошо функционирует.
tr: Sonuçlar, vücudunuzun an itibariyle inanılmaz derecede rahat olduğunu ve iyi çalıştığını gösteriyor.
zh_hans: 结果显示，你此刻的状态非常放松，身体状况良好，
zh_hant: 結果顯示，您的身體目前非常輕鬆，運作良好。

# result_stress_analysis_1_b_gpt
source: Your overall health is thriving as your body stays in a state of deep zen.
ar: تزدهر صحتك العامة حيث يبقى جسمك في حالة من الهدوء العميق.
de: Ihre allgemeine Gesundheit gedeiht, während Ihr Körper in einem Zustand tiefer Zen verweilt.
es: Tu salud general está prosperando mientras tu cuerpo permanece en un estado de profundo zen.
fa: سلامت کلی شما در حال رشد است زیرا بدن شما در وضعیت زن درونی قرار دارد.
fr: Votre santé globale prospère alors que votre corps reste dans un état de zen profond.
id: Kesehatan keseluruhan Anda berkembang pesat karena tubuh Anda berada dalam keadaan zen yang dalam.
it: La tua salute generale prospera mentre il tuo corpo rimane in uno stato di zen profondo.
ja: 全体的な健康状態は、体が深い禅の状態を保っているため、非常に良好です。
ko: 전반적인 건강이 몸이 깊은 명상 상태에 머물러 있어 번창하고 있습니다.
nl: Je algehele gezondheid bloeit omdat je lichaam in een staat van diepe zen verkeert.
pl: Twoje ogólne zdrowie kwitnie, gdy twój organizm pozostaje w stanie głębokiego zen.
pt_br: Sua saúde geral está prosperando à medida que seu corpo permanece em um estado de profundo zen.
ru: Ваше общее здоровье процветает, поскольку ваше тело находится в состоянии глубокого зена.
tr: Vücudunuz derin zen durumunda olduğu sürece genel sağlığınız gelişiyor.
zh_hans: 你目前处在深度平静的状态，整体的健康状况良好。
zh_hant: 您的身體保持在深度禪定狀態，您的整體健康狀況正在蓬勃發展。

# result_stress_analysis_2_a_gpt
source: This means that your body is relaxed enough to adapt to various changes.
ar: وهذا يعني أن جسمك مسترخٍ بما فيه الكفاية للتكيف مع التغييرات المختلفة.
de: Das bedeutet, dass dein Körper entspannt genug ist, um sich an verschiedene Veränderungen anzupassen.
es: Esto significa que tu cuerpo está lo suficientemente relajado como para adaptarse a varios cambios.
fa: این به این معنی است که بدن شما به اندازه کافی آرام است که بتواند به تغییرات مختلف تطبیق پیدا کند.
fr: Cela signifie que votre corps est suffisamment détendu pour s'adapter à divers changements.
id: Ini berarti bahwa tubuh Anda cukup rileks untuk beradaptasi dengan berbagai perubahan.
it: Ciò significa che il tuo corpo è abbastanza rilassato da adattarsi a vari cambiamenti.
ja: これは、あなたの体がさまざまな変化に適応するのに十分にリラックスしていることを意味します。
ko: 이는 당신의 몸이 다양한 변화에 적응할 만큼 충분히 이완되어 있다는 의미입니다.
nl: Dit betekent dat je lichaam ontspannen genoeg is om zich aan te passen aan verschillende veranderingen.
pl: Oznacza to, że twoje ciało jest wystarczająco zrelaksowane, aby dostosować się do różnych zmian.
pt_br: Isso significa que seu corpo está relaxado o suficiente para se adaptar a várias mudanças.
ru: Это означает, что ваше тело достаточно расслаблено, чтобы адаптироваться к различным изменениям.
tr: Bu, vücudunuzun çeşitli değişikliklere uyum sağlamak için yeterince rahat olduğu anlamına gelir.
zh_hans: 这意味着你已经处于充分放松的状态，能够应对各种状况。
zh_hant: 這意味著您的身體已經足夠放鬆，可以適應各種變化。

# result_stress_analysis_2_b_gpt
source: This indicates that your body is in a state of calm, which allows you to handle challenges better.
ar: يشير ذلك إلى أن جسمك في حالة من الهدوء، مما يتيح لك التعامل مع التحديات بشكل أفضل.
de: Dies deutet darauf hin, dass Ihr Körper sich in einem ruhigen Zustand befindet, der es Ihnen ermöglicht, Herausforderungen besser zu bewältigen.
es: Esto indica que tu cuerpo está en un estado de calma, lo que te permite manejar mejor los desafíos.
fa: این نشان می دهد که بدن شما در وضعیت آرامش قرار دارد که به شما این امکان را می دهد که بهتر با چالش ها برخورد کنید.
fr: Cela indique que votre corps est dans un état de calme, ce qui vous permet de mieux gérer les défis.
id: Ini menunjukkan bahwa tubuh Anda berada dalam keadaan tenang, yang memungkinkan Anda menangani tantangan dengan lebih baik.
it: Ciò indica che il tuo corpo è in uno stato di calma, il che ti consente di gestire meglio le sfide.
ja: これは、体が静かな状態にあることを示しており、チャレンジにうまく対処できるようになっています。
ko: 이것은 몸이 평온한 상태에 있다는 것을 나타내어 도전에 더 잘 대처할 수 있다는 것을 의미합니다.
nl: Dit duidt erop dat je lichaam in een staat van rust verkeert, waardoor je beter met uitdagingen kunt omgaan.
pl: Oznacza to, że twój organizm jest w stanie spokoju, co pozwala lepiej radzić sobie z wyzwaniami.
pt_br: Isso indica que seu corpo está em um estado de calma, o que permite lidar melhor com desafios.
ru: Это указывает на то, что ваше тело находится в состоянии спокойствия, что позволяет вам лучше справляться с вызовами.
tr: Bu, vücudunuzun sakin bir durumda olduğunu gösterir ve sizi zorluklarla daha iyi başa çıkmanıza olanak tanır.
zh_hans: 这表明你正处于冷静的状态，可以很好地应对挑战。
zh_hant: 這表示您的身體處於冷靜狀態，使你更能夠應對挑戰。

# result_stress_analysis_3_a_gpt
source: This is a favorable result, and moderate stress can sometimes stimulate creativity and motivation.
ar: هذه نتيجة إيجابية، ويمكن للضغط المعتدل أحيانًا أن يحفز الإبداع والدافع.
de: Dies ist ein positives Ergebnis, und mäßiger Stress kann manchmal Kreativität und Motivation stimulieren.
es: Este es un resultado favorable, y el estrés moderado a veces puede estimular la creatividad y la motivación.
fa: این یک نتیجه مطلوب است و استرس متوسط گاهی اوقات می تواند خلاقیت و انگیزه را تحریک کند.
fr: Il s'agit d'un résultat favorable, et un stress modéré peut parfois stimuler la créativité et la motivation.
id: Ini adalah hasil yang menguntungkan, dan stres sedang kadang-kadang dapat merangsang kreativitas dan motivasi.
it: Questo è un risultato favorevole, e lo stress moderato a volte può stimolare la creatività e la motivazione.
ja: これは好ましい結果であり、適度なストレスは時折創造性と動機づけを刺激することがあります。
ko: 이는 긍정적인 결과이며, 적당한 스트레스는 가끔 창의성과 동기 부여를 자극할 수 있습니다.
nl: Dit is een gunstig resultaat, en matige stress kan soms creativiteit en motivatie stimuleren.
pl: To korzystny wynik, a umiarkowany stres czasami może pobudzać kreatywność i motywację.
pt_br: Este é um resultado favorável, e o estresse moderado às vezes pode estimular a criatividade e a motivação.
ru: Это благоприятный результат, и умеренный стресс иногда может стимулировать творчество и мотивацию.
tr: Bu olumlu bir sonuçtur ve orta düzeydeki stres bazen yaratıcılığı ve motivasyonu uyandırabilir.
zh_hans: 测量的结果良好，适度的压力有时能够激发你的创造力和动力。
zh_hant: 這是一個良好的結果，適度的壓力有時可以激發創造力和動力。

# result_stress_analysis_3_b_gpt
source: This suggests you're handling a healthy amount of pressure and managing life's demands well.
ar: هذا يشير إلى أنك تتعامل مع كمية صحية من الضغط وتدير متطلبات الحياة بشكل جيد.
de: Dies legt nahe, dass Sie einen gesunden Druck bewältigen und die Anforderungen des Lebens gut managen.
es: Esto sugiere que estás manejando una cantidad saludable de presión y gestionando bien las demandas de la vida.
fa: این نشان می دهد که شما با مقدار سالمی از فشار کار می کنید و خوب درخواست های زندگی را مدیریت می کنید.
fr: Cela suggère que vous faites face à une quantité saine de pression et que vous gérez bien les exigences de la vie.
id: Ini menunjukkan Anda mengatasi jumlah tekanan yang sehat dan mengelola tuntutan hidup dengan baik.
it: Questo suggerisce che stai gestendo una quantità salutare di pressione e gestendo bene le richieste della vita.
ja: これは、健康な圧力をうまく処理し、生活の要求を上手に管理していることを示唆しています。
ko: 이는 건강한 양의 압력을 처리하고 삶의 요구를 잘 관리하고 있다는 것을 시사합니다.
nl: Dit suggereert dat je een gezonde hoeveelheid druk aankan en de eisen van het leven goed beheert.
pl: Sugeruje to, że radzisz sobie z zdrową ilością presji i skutecznie zarządzasz wymaganiami życia.
pt_br: Isso sugere que você está lidando com uma quantidade saudável de pressão e gerenciando bem as demandas da vida.
ru: Это подразумевает, что вы справляетесь с здоровым уровнем давления и хорошо управляете требованиями жизни.
tr: Bu, sağlıklı bir basınç miktarını yönettiğinizi ve yaşamın taleplerini iyi yönettiğinizi düşündürüyor.
zh_hans: 这表明你正在应对适度的压力，且能够有效地管理生活的需求。
zh_hant: 這暗示著您正在處理適量的壓力，並且很好地管理生活的需求。

# result_stress_analysis_4_a_gpt
source: As stress goes up, it poses a greater risk to your health.
ar: مع زيادة الضغط، يشكل خطرًا أكبر على صحتك.
de: Mit steigendem Stress steigt auch das Risiko für deine Gesundheit.
es: A medida que aumenta el estrés, aumenta el riesgo para tu salud.
fa: هر چه استرس بیشتر می شود، خطرات بیشتری برای سلامتی شما ایجاد می کند.
fr: À mesure que le stress augmente, il pose un risque plus important pour votre santé.
id: Saat stres meningkat, ini menimbulkan risiko lebih besar untuk kesehatan Anda.
it: All'aumentare dello stress, aumenta il rischio per la tua salute.
ja: ストレスが増加すると、健康へのリスクがより大きくなります。
ko: 스트레스가 증가함에 따라 건강에 대한 위험이 커집니다.
nl: Naarmate de stress toeneemt, neemt het risico voor je gezondheid toe.
pl: Wraz ze wzrostem stresu zwiększa się ryzyko dla Twojego zdrowia.
pt_br: À medida que o estresse aumenta, ele representa um maior risco para sua saúde.
ru: По мере увеличения уровня стресса растет риск для вашего здоровья.
tr: Stres arttıkça, sağlığınıza daha büyük bir risk oluşturur.
zh_hans: 逐渐增加的压力可能对你的健康构成威胁。
zh_hant: 隨著壓力的增加，對您的健康造成更大的風險。

# result_stress_analysis_4_b_gpt
source: Pay attention, and cope with stress before it goes beyond normal levels.
ar: كن حذرًا وتعامل مع التوتر قبل أن يتجاوز المستويات الطبيعية.
de: Achten Sie darauf und bewältigen Sie Stress, bevor er über normale Niveaus hinausgeht.
es: Presta atención y afronta el estrés antes de que supere los niveles normales.
fa: توجه کنید و با استرس مقابله کنید پیش از اینکه از سطوح عادی فراتر برود.
fr: Faites attention et faites face au stress avant qu'il ne dépasse les niveaux normaux.
id: Perhatikan, dan hadapi stres sebelum melewati tingkat normal.
it: Fai attenzione e affronta lo stress prima che superi i livelli normali.
ja: 注意し、通常のレベルを超える前にストレスに対処してください。
ko: 주의하고 정상 수준을 넘어가기 전에 스트레스에 대처하십시오.
nl: Let op en ga om met stress voordat het boven normale niveaus uitstijgt.
pl: Zwróć uwagę i radź sobie ze stresem, zanim przekroczy on normalne poziomy.
pt_br: Preste atenção e lide com o estresse antes que ultrapasse os níveis normais.
ru: Обратите внимание и справляйтесь со стрессом, прежде чем он превысит нормальные уровни.
tr: Dikkat edin ve stres normal seviyelerin üzerine çıkmadan önce başa çıkın.
zh_hans: 请注意，你需要在压力值超出正常水平之前，妥善处理好自己的状态。
zh_hant: 請注意，在壓力超出正常範圍之前應對它。
