Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# result_third_fast_2
source: Have a rest before measuring again. The result may be caused by short-term factors, such as body position and emotional change. However, if you are experiencing a persistently fast resting heart rate and feel unwell, it may be a sign of some medical conditions. Please seek immediate medical help! Time to keep a healthy lifestyle to reduce the risk of heart diseases.
ar: خذ قسطًا من الراحة قبل القياس مرة أخرى. قد تكون النتيجة ناتجة عن عوامل قصيرة المدى، مثل وضع الجسم والتغير العاطفي. ولكن، إذا كنت تعاني من معدل ضربات قلب سريع أثناء الراحة وتشعر بأنت لست بخير، فقد يكون ذلك علامة على بعض الأمراض. من فضلك اطلب المساعدة الطبية الفورية! حان الوقت للحفاظ على نمط حياة صحي لتقليل مخاطر الإصابة بأمراض القلب.
de: Legen Sie eine Pause ein, bevor Sie erneut messen. Das Ergebnis kann durch kurzfristige Faktoren wie die Körperhaltung und emotionale Veränderungen verursacht werden. Wenn Sie jedoch eine anhaltend hohe Ruheherzfrequenz haben und sich unwohl fühlen, kann dies ein Anzeichen für bestimmte Erkrankungen sein. Bitte suchen Sie umgehend einen Arzt auf! Es ist an der Zeit, einen gesunden Lebensstil zu pflegen, um das Risiko von Herzkrankheiten zu verringern.
es: Descansa antes de volver a medirte. El resultado puede deberse a factores a corto plazo, como la posición del cuerpo y los cambios emocionales. Sin embargo, si experimentas una frecuencia cardíaca en reposo sistemáticamente elevada y te sientes mal, puede ser indicativa de algún tipo de problema médico. Por favor, ¡busca ayuda médica cuanto antes! Debes mantener un estilo de vida saludable para reducir el riesgo de enfermedades cardíacas.
fa: قبل از اندازه گیری مجدد استراحت کنید. نتیجه ممکن است ناشی از عوامل کوتاه مدت، مانند وضعیت قرارگیری بدن و تغییرات عاطفی باشد. با این حال، اگر ضربان قلب شما در حال استراحت، دائماً سریع است و احساس ناخوشی می‌کنید، ممکن است نشانه‌ای از مشکلات پزشکی باشد. لطفاً فوراً کمک پزشکی دریافت کنید! زمان آن رسیده که برای کاهش خطر بیماری‌های قلبی، یک سبک زندگی سالم داشته باشید.
fr: Reposez-vous avant de prendre une nouvelle mesure. Le résultat peut être attribué à des facteurs à court terme, tels que la position du corps et un changement émotionnel. Cependant, si votre rythme cardiaque au repos est constamment rapide et que vous vous sentez mal, cela peut être un signe de certaines pathologies. Veuillez demander immédiatement une aide médicale ! Il est temps de maintenir un mode de vie sain pour réduire le risque de maladies cardiaques.
id: Beristirahatlah sebelum mengukur lagi. Hasilnya mungkin disebabkan oleh faktor jangka pendek, seperti posisi tubuh dan perubahan emosi. Akan tetapi, jika Anda sering mengalami detak jantung istirahat yang cepat dan merasa tidak sehat, itu mungkin tanda dari beberapa kondisi medis. Silakan segera mencari bantuan medis! Saatnya mempertahankan gaya hidup sehat untuk mengurangi risiko sakit jantung.
it: Riposati prima di misurare di nuovo. Il risultato potrebbe essere stato causato da fattori temporanei, come la posizione del corpo e cambiamenti emotivi. Tuttavia, se rilevi costantemente una frequenza cardiaca a riposo alta e non ti senti bene, questi potrebbero essere dei segnali di un problema di salute. Richiedi subito assistenza medica! È il momento di condurre uno stile di vita sano per ridurre il rischio di malattie cardiache.
ja: もう一度計測する前に、体を安静にしてください。体位や感情の変化などの短期的な要因が計測結果の原因となっている可能性があります。ただし、安静時心拍数が高い状態が持続しており、気分がすぐれない場合は、何らかの疾患の兆候かもしれません。すぐに医療機関を受診してください！健康的なライフスタイルを続けて、心臓病のリスクを軽減しましょう。
ko: 다시 측정하기 전에 휴식을 취하세요. 몸의 자세나 감정적 변화 등의 단기 요인에 따라서 결과도 다르게 나올 수 있습니다. 그래도 휴식 시 심박수가 계속 높게 나오고 몸 상태가 좋지 않게 느껴진다면, 의료 문제의 증상일 수도 있습니다. 최대한 빨리 의사에게 상담하세요! 이제 건강한 라이프스타일로 심장병의 위험성을 낮출 필요가 있습니다.
nl: Rust even voordat je opnieuw meet. Het resultaat kan worden veroorzaakt door kortetermijnfactoren, zoals lichaamshouding en emotionele verandering. Merk je echter dat je hartslag voortdurend hoger dan normaal is en voel je je onwel, dan kan dit wijzen op bepaalde medische aandoeningen. Roep onmiddellijk medische hulp in! Het is tijd om gezond te gaan leven om het risico op hartaandoeningen te verminderen.
pl: Odpocznij przed ponownym pomiarem. Wynik może być spowodowany czynnikami krótkoterminowymi, takimi jak pozycja ciała i zmiana emocjonalna. Jeśli jednak doświadczasz uporczywie szybkiego tętna spoczynkowego i źle się czujesz, może to być oznaką niektórych schorzeń. Prosimy zwrócić się o natychmiastową pomoc medyczną! Czas przyjąć zdrowy tryb życia, aby zmniejszyć ryzyko chorób serca.
pt_br: Descanse antes de medi-la novamente. O resultado pode ser causado por fatores de curto prazo, como a posição corporal e mudanças emocionais. No entanto, se você estiver com uma frequência cardíaca persistentemente acelerada em repouso e se você se sentir mal, pode ser um sinal de algumas condições relacionadas à saúde. Procure ajuda médica imediatamente! Está na hora de manter um estilo de vida saudável para reduzir o risco de doenças cardíacas.
ru: Отдохните перед повторным измерением. На результат могут влиять временные факторы, такие как положение тела и эмоциональные изменения. Однако если у вас постоянно учащенный пульс в состоянии покоя, а вы чувствуете себя плохо, это может быть признаком некоторых заболеваний. Немедленно обратитесь за медицинской помощью! Ведите здоровый образ жизни, чтобы снизить риск сердечных заболеваний.
tr: Tekrar ölçüm yapmadan önce dinlenin. Sonuç, vücudunuzun pozisyonu ve duygusal değişim gibi kısa vadeli faktörlerden kaynaklanabilir. Bununla birlikte, sürekli olarak hızlı bir dinlenme nabzına sahipseniz ve kendinizi iyi hissetmiyorsanız, bu bazı tıbbi rahatsızlıkların bir işareti olabilir. Lütfen acilen tıbbi yardım alın! Kalp hastalıkları riskini azaltmak için sağlıklı bir yaşam tarzı sürdürmenin zamanıdır.
zh_hans: 请休息一下再测量。你的测量结果可能是由短期因素 (例如：身体姿势与情绪变化) 所导致。但如果你的静止心率还是这么快，并会感到身体不适，可能就是某些身体疾病的警报了。请立即寻求医疗援助！该保持健康的生活方式，降低患心脏病的风险了。
zh_hant: 請休息一下再測量。可能是由短期因素 (例如：身體姿勢與情緒變化) 所導致該結果。但如果您的靜止心率還是這麼快，並會感到身體不適，可能就是某些身體疾病的警訊了。請立即尋求醫療協助！該保持健康的生活方式，降低罹患心臟病的風險了。

# result_third_normal_1
source: Keep up your healthy lifestyle to maintain your healthy heart rate! Besides, we would advise you to check your resting heart rate regularly to notice any abnormal changes as soon as it occurs.
ar: حافظ على نمط حياتك الصحي للحفاظ على معدل ضربات قلبك الصحي! بالإضافة إلى ذلك، ننصحك بفحص معدل ضربات القلب أثناء الراحة بانتظام لملاحظة أي تغييرات غير طبيعية بمجرد حدوثها.
de: Behalten Sie Ihren gesunden Lebensstil bei, um Ihre gesunde Herzfrequenz zu erhalten! Außerdem raten wir Ihnen, Ihre Ruheherzfrequenz regelmäßig zu überprüfen, um abnormale Veränderungen sofort zu bemerken, sobald sie auftreten.
es: Sigue con tu estilo de vida saludable para mantener una frecuencia cardíaca sana. Además, te aconsejamos que compruebes regularmente tu frecuencia cardíaca en reposo para notar cualquier cambio anormal en cuanto se produzca.
fa: به منظور حفظ ضربان قلب سالم، به سبک زندگی سالم خود ادامه دهید! علاوه بر این، ما به شما توصیه می‌کنیم که ضربان قلب خود را در حالت استراحت به طور منظم بررسی کنید تا به محض بروز هرگونه تغییر غیرطبیعی، متوجه آن شوید.
fr: Maintenez votre style de vie sain pour conserver votre fréquence cardiaque saine ! Nous vous conseillons également de mesurer régulièrement votre fréquence cardiaque au repos afin de remarquer tout changement anormal dès qu'il survient.
id: Pertahankan gaya hidup sehat Anda untuk mempertahankan detak jantung yang sehat! Selain itu, kami akan menyarankan Anda memeriksa detak jantung istirahat secara rutin agar mengetahui perubahan tidak normal dengan segera saat itu terjadi.
it: Continua a condurre uno stile di vita sano per mantenere una buona frequenza cardiaca! Inoltre, ti consigliamo di controllare regolarmente la frequenza cardiaca a riposo per rilevare eventuali anomalie appena si verificano.
ja: 健康的なライフスタイルを続けて、健康的な心拍数を維持しましょう！そのうえで、異常な変化にいち早く気付けるように安静時心拍数を定期的に確認することをお勧めします。
ko: 건강한 라이프스타일을 계속해서 건강한 심박수를 유지하세요! 또한, 이상이 생길 경우 바로 파악할 수 있도록, 휴식 시 심박수도 주기적으로 확인하실 것을 권장합니다.
nl: Houd je gezonde levensstijl vol om je gezonde hartslag te behouden! Bovendien raden we je aan je hartslag in rust regelmatig te controleren om abnormale veranderingen meteen te merken zodra ze zich voordoen.
pl: Utrzymuj zdrowy tryb życia, aby utrzymać zdrowe tętno! Poza tym radzimy regularnie sprawdzać tętno spoczynkowe, aby zauważyć wszelkie nienormalne zmiany, gdy tylko się pojawią.
pt_br: Mantenha o seu estilo de vida saudável para manter a sua frequência cardíaca saudável! Além disso, verifique a sua frequência cardíaca em repouso regularmente para identificar quaisquer alterações anormais assim que ocorrerem.
ru: Ведите здоровый образ жизни и поддерживайте здоровую частоту пульса! Кроме того, мы советуем регулярно проверять пульс в покое, чтобы сразу заметить любые возможные аномальные изменения.
tr: Sağlıklı nabzınızı korumak için sağlıklı yaşam tarzınızı sürdürün! Ayrıca, anormal değişiklikleri anında fark etmek için dinlenme nabzınızı düzenli olarak kontrol etmenizi öneririz.
zh_hans: 请继续保持健康的生活方式，维持健康的心率！此外，我们建议你定期检查静止心率，以便及时发现异常变化。
zh_hant: 請繼續保持健康的生活方式，維持健康的心率！此外，我們建議您定期檢查靜止心率，以便及時發現異常變化。

# result_third_normal_2
source: You can keep your healthy state of living. We would also advise you to check your heart rate regularly to monitor your health and track abnormal changes immediately.
ar: يمكنك الحفاظ على حالتك المعيشية الصحية. ننصحك أيضًا بفحص معدل ضربات قلبك بانتظام لمراقبة صحتك وتتبع التغييرات غير الطبيعية على الفور.
de: Sie können Ihre gesunde Lebensweise beibehalten. Wir raten Ihnen auch, Ihre Herzfrequenz regelmäßig zu überprüfen, um Ihre Gesundheit zu überwachen und abnormale Veränderungen sofort zu erkennen.
es: Puedes mantener tu estado de vida saludable. Además, te aconsejamos que compruebes regularmente tu frecuencia cardíaca para controlar tu salud y detectar de inmediato cualquier cambio anormal.
fa: شما می‌توانید شرایط سالم زندگی خود را حفظ کنید. ما همچنین به شما توصیه می‌کنیم که ضربان قلب خود را به طور منظم بررسی کنید تا سلامت خود را تحت کنترل داشته باشید و تغییرات غیر طبیعی را فوراً پیگیری کنید.
fr: Vous pouvez garder votre état de santé sain. Nous vous conseillons également de mesurer régulièrement votre fréquence cardiaque pour surveiller votre état de santé et repérer immédiatement tout changement anormal.
id: Anda dapat mempertahankan kebiasaan hidup sehat Anda. Kami juga akan menyarankan Anda untuk memeriksa detak jantung secara rutin untuk memantau kesehatan dan melacak perubahan tidak normal dengan segera.
it: Puoi continuare a mantenere uno stile di vita sano. Inoltre, suggeriamo di controllare regolarmente la frequenza cardiaca per monitorare la salute e rilevare immediatamente eventuali anomalie.
ja: 健康的な生活を継続してください。ご自身の健康状態をモニタリングし、異常な変化をすぐに追跡できるよう、心拍数を継続的にチェックすることをお勧めします。
ko: 건강한 삶의 방식을 유지하실 수 있습니다. 또한, 본인의 건강 상태를 꾸준히 관찰하고 이상이 발생하면 즉시 파악할 수 있도록 심박수를 주기적으로 확인하실 것을 권장합니다.
nl: Je kunt je gezonde levensstijl aanhouden. We raden je ook aan je hartslag regelmatig te controleren om je gezondheid in de gaten te houden en abnormale veranderingen onmiddellijk te zien.
pl: Możesz zachować zdrowy stan życia. Zalecamy również regularne sprawdzanie tętna w celu monitorowania stanu zdrowia i natychmiastowego śledzenia nieprawidłowych zmian.
pt_br: Você pode manter a sua vida saudável. Além disso, verifique a sua frequência cardíaca regularmente para monitorar a sua saúde e identificar alterações anormais imediatamente.
ru: Продолжайте вести здоровый образ жизни. А еще мы советуем регулярно проверять частоту пульса, чтобы следить за здоровьем и сразу замечать аномальные изменения.
tr: Sağlıklı yaşam tarzınızı sürdürebilirsiniz. Ayrıca sağlığınızı izlemek ve anormal değişiklikleri takip etmek için kalp nabzınızı düzenli olarak kontrol etmenizi öneririz.
zh_hans: 你可以保持健康的生活状态。此外，我们也建议你定期检查心率，监测健康状况的同时，立即追踪异常变化。
zh_hant: 您可以保持健康的生活狀態。此外，我們也建議您定期檢查心率，監測健康狀況的同時，立即追蹤異常變化。

# result_third_normal_3
source: You are healthy currently, but we would advise you to lower your heart rate to reduce the risk of getting heart disease. The lower your heart rate is, the healthier you are. Maybe it's time to change your lifestyle! Make efforts to maintain healthy eating, emotional well-being, and regular exercise to get a healthier body than before!
ar: أنت بصحة جيدة حاليًا، لكننا ننصحك بخفض معدل ضربات قلبك لتقليل خطر الإصابة بأمراض القلب. كلما انخفض معدل ضربات قلبك أصبحت أكثر صحة. ربما حان الوقت لتغيير نمط حياتك! ابذل جهودًا للمواظبة على الأكل الصحي، والعافية العاطفية، وممارسة التمارين الرياضية بانتظام للحصول على جسم أكثر صحة من ذي قبل!
de: Sie sind derzeit gesund, aber wir würden Ihnen raten, Ihre Herzfrequenz zu senken, um das Risiko einer Herzerkrankung zu verringern. Je niedriger Ihre Herzfrequenz ist, desto gesünder sind Sie. Vielleicht ist es an der Zeit, Ihren Lebensstil zu ändern! Bemühen Sie sich um eine gesunde Ernährung, emotionales Wohlbefinden und regelmäßige Bewegung, um einen gesünderen Körper als zuvor zu erhalten!
es: Tu estado de salud actual es bueno, pero te aconsejamos que bajes tu frecuencia cardíaca para reducir el riesgo de padecer enfermedades cardíacas. Cuanto más baja sea tu frecuencia cardíaca, mejor salud tendrás. Quizá sea el momento de cambiar tu estilo de vida. ¡Esfuérzate por mantener una alimentación sana, bienestar emocional y haz ejercicio con regularidad para tener un cuerpo más sano que antes!
fa: شما در حال حاضر سالم هستید، اما به شما توصیه می‌کنیم برای کاهش خطر ابتلا به بیماری قلبی، ضربان قلب خود را کاهش دهید. هرچه ضربان قلب شما کمتر باشد، سالم‌تر هستید. شاید زمان آن رسیده که سبک زندگی خود را تغییر دهید! برای داشتن تغذیه سالم، سلامت عاطفی و ورزش منظم، تلاش کنید تا بدنی سالم‌تر از قبل داشته باشید!
fr: Vous êtes actuellement en bonne santé, mais nous vous conseillons d'abaisser votre fréquence cardiaque pour réduire le risque de développer une maladie cardiaque. Plus votre fréquence cardiaque est basse, plus vous êtes en bonne santé. C'est peut-être le moment de changer votre mode de vie ! Faites des efforts pour maintenir une alimentation saine, un bien-être émotionnel et un entraînement physique régulier afin de profiter d'un corps plus sain qu'avant !
id: Saat ini Anda sehat, tetapi kami akan menyarankan Anda untuk menurunkan detak jantung Anda untuk mengurangi risiko penyakit jantung. Semakin rendah detak jantung Anda, semakin sehat Anda. Mungkin ini saatnya untuk mengubah gaya hidup Anda! Berusahalah untuk mempertahankan makan yang sehat, kesejahteraan emosi, dan olahraga rutin untuk mendapatkan tubuh lebih sehat dari sebelumnya!
it: Al momento sei in salute, ma ti consigliamo di abbassare la frequenza cardiaca per ridurre il rischio di malattie cardiache. Più è basso il valore della frequenza cardiaca, migliore è lo stato di salute. Forse è il momento di cambiare lo stile di vita. Sforzati per mantenere un'alimentazione sana, una buona salute mentale e fare regolarmente attività fisica per ottenere un corpo più sano di prima!
ja: 現在あなたは健康ですが、心臓病のリスクを軽減するため心拍数を下げることをお勧めします。心拍数が下がるほど、より健康になることができます。今こそライフスタイルを変える時かもしれませんね！健康的な食事、精神的安定、定期的な運動を心掛けて、これまで以上に健康的な体を手に入れましょう！
ko: 현재는 건강한 상태지만, 심장병을 예방하기 위해서 심박수를 낮출 것을 권장합니다. 심박수가 낮을수록 더 건강합니다. 지금이 라이프스타일을 바꾸기에 적기일 수도 있어요! 건강한 식습관과 정서적 웰빙을 유지하고, 규칙적인 운동을 통해 전보다 건강한 신체를 만들어 보세요!
nl: Je bent momenteel gezond, maar we raden je aan je hartslag omlaag te brengen om het risico op hartaandoeningen te verminderen. Hoe lager je hartslag is, hoe gezonder je bent. Misschien is het tijd om je levensstijl te veranderen! Neem de moeite om gezond te eten, let op je emotionele welzijn en beweeg regelmatig om een gezonder lichaam te krijgen dan voorheen!
pl: Obecnie jesteś zdrowy, ale radzimy obniżyć tętno, aby zmniejszyć ryzyko zachorowania na serce. Im niższe tętno, tym zdrowszy jesteś. Może czas zmienić styl życia! Podejmij wysiłki, aby nadal zdrowo się odżywiać, mieć dobre samopoczucie emocjonalne i regularnie ćwiczyć, aby uzyskać zdrowsze ciało niż wcześniej!
pt_br: Atualmente, você está saudável, mas recomendamos que você diminua a sua frequência cardíaca para reduzir o risco de contrair doenças cardíacas. Quanto mais baixa for a sua frequência cardíaca, mais saudável você é. Talvez seja hora de mudar o seu estilo de vida! Empenhe-se para manter uma alimentação saudável, o bem-estar emocional e os exercícios regulares para ter um corpo cada dia mais saudável!
ru: Сейчас вы здоровы, но мы рекомендуем снизить частоту пульса, чтобы уменьшить риск развития сердечных заболеваний. Чем ниже частота пульса, тем вы здоровее. Может быть, пора изменить образ жизни? Питайтесь правильно, сохраняйте эмоциональное благополучие и регулярно занимайтесь спортом — это путь к здоровью!
tr: Şu anda sağlıklısınız, ancak kalp hastalığına yakalanma riskini azaltmak için kalp nabzınızı düşürmenizi öneririz. Nabzınız ne kadar daha düşük olursa, o kadar daha sağlıklı olursunuz. Belki de yaşam tarzını değiştirmenin zamanı gelmiştir! eskisine kıyasla daha sağlıklı bir vücuda sahip olmak için sağlıklı beslenme, duygusal esenlik ve düzenli egzersiz için çaba gösterin!
zh_hans: 你目前很健康，但我们建议你降低心率以减少罹患心脏病的风险。心率越低，你就越健康。也许是时候改变你的生活方式了！努力维持健康饮食、情绪健康和定期运动，获得比以前更健康的身体！
zh_hant: 您目前很健康，但我們建議您降低心率以減少罹患心臟病的風險。心率越低，您就越健康。也許是時候改變您的生活方式了！努力維持健康飲食、情緒健康和定期運動，獲得比以前更健康的身體！

# result_third_normal_4
source: You are healthy according to your heart rate, but a comparatively higher heart rate means a higher risk of heart disease, even if it's within the normal range. Try to make changes in lifestyle, lower your stress level, eat a healthy diet, exercise regularly, and sleep well. Wishing you good health always!
ar: أنت تتمتع بصحة جيدة وفقًا لمعدل ضربات قلبك، ولكن معدل ضربات القلب المرتفع نسبيًا يعني زيادة خطر الإصابة بأمراض القلب، حتى لو كان ضمن النطاق الطبيعي. حاول إجراء تغييرات في نمط حياتك، واخفض مستوى التوتر لديك، واتبع نظام غذائي صحي، ومارس الرياضة بانتظام، ونم جيدًا. نتمنى لك الصحة الجيدة دائمًا!
de: Eine vergleichsweise hohe Herzfrequenz bedeutet jedoch ein höheres Risiko für eine Herzerkrankung, auch wenn sie im normalen Bereich liegt. Versuchen Sie, Ihren Lebensstil zu ändern, Ihren Stresspegel zu senken, sich gesund zu ernähren, regelmäßig Sport zu treiben und ausreichend zu schlafen. Ich wünsche Ihnen stets gute Gesundheit!
es: Según tu frecuencia cardíaca tienes buena salud, pero una frecuencia cardíaca comparativamente más alta significa un mayor riesgo de enfermedad cardíaca, aunque esté dentro del rango normal. Intenta hacer cambios en tu estilo de vida, reducir tu nivel de estrés, llevar una dieta sana, hacer ejercicio con regularidad y dormir bien. ¡Te deseamos buena salud!
fa: شما با توجه به ضربان قلب خود سالم هستید، اما یک ضربان قلب نسبتاً بالاتر، به معنای افزایش خطر بروز بیماری قلبی است، حتی اگر در محدوده طبیعی باشد. سعی کنید تغییراتی در سبک زندگی ایجاد کنید، سطح استرس خود را کاهش دهید، رژیم غذایی سالم داشته باشید، به طور منظم ورزش کنید و خوب بخوابید. با آرزوی سلامتی همیشه!
fr: À en juger par votre fréquence cardiaque, vous êtes en bonne santé, mais une fréquence cardiaque comparativement plus élevée implique un risque plus élevé de maladies cardiaques, même si elle se situe dans la plage normale. Essayez de modifier votre mode de vie, de réduire votre niveau de stress, d'adopter un régime alimentaire sain, de vous entraîner régulièrement et de bien dormir. Nous vous souhaitons une bonne santé à tout jamais !
id: Anda terhitung sehat berdasarkan detak jantung Anda, tetapi detak jantung yang relatif lebih tinggi berarti risiko lebih tinggi terkena sakit jantung, meskipun masih dalam rentang normal. Cobalah untuk mengubah gaya hidup, menurunkan tingkat stress, makan makanan sehat, berolahraga rutin, dan tidur dengan baik. Semoga Anda akan selalu sehat!
it: In base alla frequenza cardiaca sei in salute, ma una frequenza cardiaca relativamente alta indica un maggiore rischio di malattie cardiache, anche se rientra nell'intervallo normale. Prova ad apportare cambiamenti allo stile di vita, ridurre il livello di stress, mangiare in modo sano, fare attività fisica regolarmente e dormire bene. Ti auguriamo di stare sempre bene!
ja: 心拍数によるとあなたは健康ですが、心拍数が比較的高いということは、たとえ正常範囲内であったとしても、心臓病のリスクがより高いことを意味します。ライフスタイルを変えて、ストレスレベルを下げて、健康的な食事をとり、定期的に運動をして、よく睡眠をとるようにしてみましょう。あなたの健康をいつも願っています！
ko: 심박수에 따르면 건강한 상태이지만, 정상 범위 안에 있다고는 해도 상대적으로 높은 심박수는 심장병의 리스크 또한 높다는 것을 의미합니다. 라이프스타일을 개선하기 위해서 스트레스 수준을 낮추고, 건강한 식단으로 바꾸고, 규칙적으로 운동하고, 좋은 수면을 취할 수 있도록 노력하세요. 항상 건강하시길 기원합니다!
nl: Je bent gezond volgens uw hartslag, maar een relatief hogere hartslag betekent een hoger risico op hartaandoeningen, zelfs als deze binnen het normale bereik ligt. Probeer veranderingen in je levensstijl aan te brengen, je stressniveau te verlagen, een gezond voedingspatroon te volgen, regelmatig te bewegen en goed te slapen. We wensen je voorgoed een goede gezondheid!
pl: Jesteś zdrowy zgodnie z tętnem, ale stosunkowo wyższe tętno oznacza większe ryzyko chorób serca, nawet jeśli mieści się w normalnym zakresie. Staraj się wprowadzać zmiany w stylu życia, obniżaj poziom stresu, stosuj zdrową dietę, regularnie ćwicz i dobrze śpij. Życzymy Ci zawsze dobrego zdrowia!
pt_br: De acordo com a sua frequência cardíaca, você é uma pessoa saudável, mas uma frequência cardíaca comparativamente mais alta significa um risco maior de doença cardíaca, mesmo que esteja no intervalo normal. Tente fazer mudanças no seu estilo de vida, diminuir o nível de estresse, seguir uma dieta saudável, exercitar-se regularmente e dormir bem. Desejamos a você muita saúde sempre!
ru: Судя по пульсу, вы здоровы, но более высокий пульс означает более высокий риск сердечных заболеваний, даже если он в пределах нормы. Постарайтесь изменить образ жизни, снизить уровень стресса, питаться здоровой пищей, регулярно заниматься спортом и хорошо высыпаться. Крепкого вам здоровья!
tr: Kalp nabzınıza göre sağlıklısınız, ancak normal aralıkta olsa bile nispeten daha yüksek bir nabız daha yüksek bir kalp hastalığı riski anlamına gelir. Yaşam tarzınızda değişiklikler yapmaya çalışın, stres seviyenizi düşürün, sağlıklı beslenin, düzenli egzersiz yapın ve iyi uyuyun. Her zaman sağlıklı olmanızı diliyoruz!
zh_hans: 你的心率显示你处于健康状态，虽然它在正常范围内，但是相对偏高的心率意味着更高的心脏病风险。请试着改变生活方式、缓解压力、健康饮食、定期运动，然后睡个好觉。祝你常保身体健康！
zh_hant: 根據您的心率判斷，您很健康，但您的心率相對較高，即便心率處於正常範圍內，但這代表罹患心臟病的風險也更高。請試著改變生活方式、降低壓力等級、健康飲食、定期運動，然後睡個好覺。祝您常保身體健康！
