Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_hrv_bd_2_b_gpt
source: You've experienced a week filled with positive vibes and great health, and your body is buzzing with energy.
ar: لقد عشت أسبوعًا مليئًا بالطاقة الإيجابية والصحة الجيدة، وجسدك مليء بالحيوية.
de: Sie haben eine Woche voller positiver Vibes und guter Gesundheit erlebt, und Ihr Körper sprudelt vor Energie.
es: Has experimentado una semana llena de energía positiva y excelente salud, ¡y tu cuerpo está lleno de vitalidad!
fa: شما یک هفته پر از احساسات مثبت و سلامتی عالی را تجربه کرده‌اید، و بدنتان از انرژی پرشوری پر است.
fr: Vous avez vécu une semaine remplie de bonnes vibrations et d'une grande santé, et votre corps regorge d'énergie.
id: Anda telah mengalami minggu yang penuh dengan energi positif dan kesehatan yang baik, dan tubuh Anda penuh dengan energi.
it: Hai vissuto una settimana piena di vibrazioni positive e ottima salute, e il tuo corpo è pieno di energia.
ja: その一週間はポジティブな気分と素晴らしい健康に満ちたもので、あなたの体は活気に満ちています。
ko: 당신은 긍정적인 기운과 훌륭한 건강으로 가득 찬 한 주를 경험했고, 당신의 몸은 에너지로 가득 차 있습니다.
nl: Je hebt een week meegemaakt vol positieve energie en goede gezondheid, en je lichaam straalt energie uit.
pl: Doświadczyłeś tygodnia pełnego pozytywnych wibracji i świetnego zdrowia, a twój organizm jest pełen energii.
pt_br: Você experimentou uma semana cheia de vibes positivas e ótima saúde, e seu corpo está cheio de energia.
ru: Вы пережили неделю полную позитивной энергии и отличного здоровья, и ваше тело лучится энергией.
tr: Olumlu enerji dolu ve harika bir sağlıkla dolu bir hafta geçirdiniz, vücudunuz enerjiyle dolu.
zh_hans: 这周，你满是积极的能量，身体健康，充满活力。
zh_hant: 這周，你滿是積極的能量，身體健康，充滿活力。

# week_hrv_bd_2_gpt
source: You've had an outstanding week marked by great health, and your body is radiating vitality.
ar: لقد كان لديك أسبوعًا متميزًا مليئًا بالصحة الجيدة، وجسدك يتوهج بالحيوية.
de: Sie hatten eine herausragende Woche geprägt von guter Gesundheit, und Ihr Körper strahlt Vitalität aus.
es: Has tenido una semana excepcional marcada por una gran salud, y tu cuerpo irradia vitalidad.
fa: شما یک هفته برجسته را تجربه کرده‌اید که با سلامتی عالی و بدنی پرانرژی همراه بوده است.
fr: Vous avez passé une semaine exceptionnelle marquée par une grande santé, et votre corps rayonne de vitalité.
id: Anda telah memiliki minggu yang luar biasa ditandai dengan kesehatan yang baik, dan tubuh Anda memancarkan vitalitas.
it: Hai avuto una settimana eccezionale contraddistinta da buona salute, e il tuo corpo sprizza vitalità.
ja: 優れた健康状態を維持した素晴らしい週を過ごされたようで、体からは活力が溢れていますね。
ko: 좋은 건강 상태가 특징인 훌륭한 한 주를 보냈습니다. 몸이 활력을 발산하고 있습니다.
nl: Je hebt een geweldige week gehad, gekenmerkt door een goede gezondheid, en je lichaam straalt vitaliteit uit.
pl: Miałeś wyjątkowy tydzień, cechujący się świetnym zdrowiem, a twój organizm promieniuje witalnością.
pt_br: Você teve uma semana excepcional marcada por ótima saúde, e seu corpo está irradiando vitalidade.
ru: У вас была выдающаяся неделя, отмеченная отличным здоровьем, и ваше тело излучает живость.
tr: Harika bir sağlıkla dolu olağanüstü bir hafta geçirdiniz ve vücudunuz canlılık saçıyor.
zh_hans: 你这一周很健康，身体散发着活力。
zh_hant: 你這一周很健康，身體散發著活力。

# week_hrv_bd_3_b_gpt
source: Your overall health seems to be in a positive state this week, indicating your body is functioning efficiently.
ar: يبدو أن صحتك العامة جيدة هذا الأسبوع، مما يشير إلى أن جسمك يعمل بكفاءة.
de: Ihre Gesamtgesundheit scheint diese Woche positiv zu sein, was darauf hinweist, dass Ihr Körper effizient funktioniert.
es: Tu salud general parece estar en un estado positivo esta semana, indicando que tu cuerpo está funcionando eficientemente.
fa: سلامت عمومی شما این هفته به نظر مثبت است و نشان دهنده عملکرد مؤثر بدن شما می‌باشد.
fr: Votre santé globale semble être positive cette semaine, indiquant que votre corps fonctionne efficacement.
id: Kesehatan Anda secara keseluruhan tampak positif minggu ini, menunjukkan bahwa tubuh Anda berfungsi dengan efisien.
it: Il tuo stato di salute generale sembra essere positivo questa settimana, indicando che il tuo corpo sta funzionando efficientemente.
ja: その一週間、あなたの全体的な健康状態は良好で、体が効率的に機能していることを示しています。
ko: 이번 주 전반적으로 건강한 상태로, 몸이 효율적으로 작동하고 있는 것을 나타냅니다.
nl: Je algehele gezondheid lijkt deze week positief te zijn, wat aangeeft dat je lichaam efficiënt functioneert.
pl: Twoje ogólne zdrowie wydaje się być w dobrym stanie w tym tygodniu, co wskazuje, że twoje ciało działa efektywnie.
pt_br: Sua saúde geral parece estar positiva nesta semana, indicando que seu corpo está funcionando de forma eficiente.
ru: Ваше общее здоровье кажется положительным на этой неделе, что указывает на эффективную работу вашего организма.
tr: Genel sağlığınız bu hafta olumlu bir durumda gibi görünüyor, vücudunuzun etkili bir şekilde çalıştığını gösteriyor.
zh_hans: 本周你的健康状况看上去不错，表明你的身体运作高效。
zh_hant: 本周你的健康狀況看上去不錯，表明你的身體運作高效。

# week_hrv_bd_3_gpt
source: Your well-being appears to be relatively good, suggesting that your body is operating effectively.
ar: يبدو أن صحتك جيدة نسبيًا، مما يشير إلى أن جسمك يعمل بفعالية.
de: Ihr Wohlbefinden scheint relativ gut zu sein, was darauf hindeutet, dass Ihr Körper effektiv funktioniert.
es: Tu bienestar parece relativamente bueno, lo que sugiere que tu cuerpo está funcionando efectivamente.
fa: وضعیت سلامتی شما به نسبت خوب به نظر می‌رسد و این نشان دهنده عملکرد مؤثر بدن شما است.
fr: Votre bien-être semble relativement bon, suggérant que votre corps fonctionne efficacement.
id: Kesejahteraan Anda tampaknya cukup baik, menunjukkan bahwa tubuh Anda beroperasi secara efektif.
it: Il tuo benessere sembra relativamente buono, suggerendo che il tuo corpo stia operando efficacemente.
ja: 体調は比較的良好で、体が効果的に機能していることを示唆しています。
ko: 당신의 건강 상태는 비교적 좋아 보이며, 당신의 몸이 효과적으로 작동하고 있는 것으로 보입니다.
nl: Je welzijn lijkt relatief goed te zijn, wat aangeeft dat je lichaam effectief functioneert.
pl: Twoje samopoczucie wydaje się być względnie dobre, co sugeruje, że twoje ciało działa efektywnie.
pt_br: Seu bem-estar parece relativamente bom, sugerindo que seu corpo está operando efetivamente.
ru: Ваше благополучие кажется относительно хорошим, что указывает на эффективную работу вашего организма.
tr: Sağlığınız nispeten iyi görünüyor, bu da vücudunuzun etkili bir şekilde çalıştığını gösteriyor.
zh_hans: 你的健康状况较好，身体正在有效运作。
zh_hant: 你的健康狀況較好，身體正在有效運作。

# week_hrv_bd_4_b_gpt
source: Your health has been rock-solid throughout the week, consistently maintaining a normal state.
ar: صحتك تمت الضمان عليها طوال الأسبوع، محافظة بشكل مستمر على حالة طبيعية.
de: Deine Gesundheit war die ganze Woche über rockfest und hat kontinuierlich einen normalen Zustand beibehalten.
es: Tu salud ha sido sólida durante toda la semana, manteniendo constantemente un nivel normal.
fa: سلامتی شما در طول هفته به شدت پایدار بوده و همیشه در وضعیت طبیعی باقی مانده است.
fr: Votre santé a été solide tout au long de la semaine, maintenant constamment un état normal.
id: Kesehatan Anda kuat sepanjang minggu ini, secara konsisten mempertahankan keadaan normal.
it: La tua salute è stata solida durante tutta la settimana, mantenendo costantemente uno stato normale.
ja: 今週の間、健康状態は安定し、常に正常な状態を維持しています。
ko: 이번 주 동안 당신의 건강은 안정적으로 유지되었으며 지속적으로 정상 상태를 유지했습니다.
nl: Je gezondheid is de hele week solide geweest en handhaaft consequent een normale status.
pl: Twoje zdrowie było stabilne przez cały tydzień, utrzymując się na normalnym poziomie.
pt_br: Sua saúde tem se mantido sólida ao longo da semana, mantendo consistentemente um estado normal.
ru: Ваше здоровье было надежным на протяжении всей недели, последовательно поддерживая нормальное состояние.
tr: Sağlığınız hafta boyunca sabit bir normal durumu koruyarak sağlam oldu.
zh_hans: 本周你的健康状况稳如磐石，始终保持在正常状态。
zh_hant: 本周你的健康狀況穩如磐石，始終保持在正常狀態。

# week_hrv_bd_4_gpt
source: Your health is maintaining a consistent and stable status at a normal level throughout this week.
ar: صحتك مستقرة وثابتة على مستوى طبيعي طوال هذا الأسبوع.
de: Ihre Gesundheit bleibt diese Woche konstant und stabil auf einem normalen Niveau.
es: Tu salud se mantiene en un estado consistente y estable en un nivel normal durante esta semana.
fa: سلامتی شما در طول این هفته به‌طور ثابت و پایدار در سطح عادی باقی مانده است.
fr: Votre santé maintient un état stable et constant à un niveau normal tout au long de cette semaine.
id: Kesehatan Anda menjaga status yang konsisten dan stabil pada level normal sepanjang minggu ini.
it: La tua salute sta mantenendo uno stato costante e stabile a un livello normale per tutta questa settimana.
ja: その一週間、あなたの健康は一貫して安定し、正常な状態を維持しています。
ko: 이번 주를 통틀어 건강 상태가 일정하고 안정적으로 유지되고 있습니다.
nl: Je gezondheid handhaaft een consistente en stabiele status op een normaal niveau gedurende deze week.
pl: Twoje zdrowie utrzymuje stały i stabilny poziom na normalnym poziomie przez cały ten tydzień.
pt_br: Sua saúde está mantendo um status consistente e estável em um nível normal ao longo desta semana.
ru: Ваше здоровье поддерживает стабильное и устойчивое состояние на нормальном уровне на протяжении этой недели.
tr: Sağlığınız bu hafta boyunca normal bir seviyede sürekli ve istikrarlı bir durumda.
zh_hans: 你的健康状况很稳定，本周始终维持在正常水平。
zh_hant: 你的健康狀況很穩定，本周始終維持在正常水平。

# week_hrv_bd_5_b_gpt
source: This week is shaping up well, but you've run into a few challenges and bumps along the way.
ar: تشكل هذا الأسبوع بشكل جيد، لكنك واجهت بعض التحديات والعثرات على طول الطريق.
de: Diese Woche entwickelt sich gut, aber du bist unterwegs auf ein paar Herausforderungen und Hindernisse gestoßen.
es: Esta semana se está desarrollando bien, pero has tenido algunos desafíos y obstáculos en el camino.
fa: این هفته به نظر می‌رسد که خوب پیش می‌روید، اما با چند چالش و سختی روبرو شده‌اید.
fr: Cette semaine se profile bien, mais vous avez rencontré quelques défis et embûches en cours de route.
id: Minggu ini berjalan baik, namun Anda mengalami beberapa tantangan di sepanjang perjalanan.
it: Questa settimana si sta delineando bene, ma hai incontrato alcune sfide lungo il percorso.
ja: 今週は順調ですが、途中でいくつかの課題に直面しました。
ko: 이번 주는 잘 되고 있지만 몇 가지 도전과 어려움에 부딪혔습니다.
nl: Deze week ziet er goed uit, maar je bent een paar uitdagingen en hobbels tegengekomen.
pl: Ten tydzień układa się dobrze, ale napotkałeś kilka wyzwań i trudności po drodze.
pt_br: Esta semana está indo bem, mas você encontrou alguns desafios pelo caminho.
ru: Эта неделя складывается хорошо, но вы столкнулись с несколькими вызовами и трудностями на пути.
tr: Bu hafta iyi gidiyor, ancak yolda birkaç zorlukla karşılaştınız.
zh_hans: 本周你总体进展顺利，但偶尔会遇到一些挑战。
zh_hant: 本周你總體進展順利，但偶爾會遇到一些挑戰。

# week_hrv_bd_5_gpt
source: Although things are looking pretty good this week, you've encountered a few challenges and rough patches.
ar: على الرغم من أن الأمور تبدو جيدة هذا الأسبوع، إلا أنك واجهت بعض التحديات والصعوبات.
de: Obwohl diese Woche recht gut aussieht, sind Ihnen ein paar Herausforderungen und Rückschläge begegnet.
es: Aunque las cosas se ven bastante bien esta semana, has encontrado algunos desafíos y momentos difíciles.
fa: گرچه این هفته به نظر می‌رسد که وضعیت خوبی دارید، اما با چند چالش و موانع روبه‌رو شده‌اید.
fr: Bien que les choses semblent plutôt bonnes cette semaine, vous avez rencontré quelques défis et moments difficiles.
id: Meskipun tampaknya cukup baik minggu ini, Anda mengalami beberapa tantangan dan masa sulit.
it: Anche se le cose sembrano abbastanza buone questa settimana, hai incontrato alcune sfide e momenti difficili.
ja: 今週はかなり良い状態ですが、いくつかの課題や苦境に直面しました。
ko: 이번 주는 꽤 좋아 보이지만, 몇 가지 도전과 험난한 부분을 겪었습니다.
nl: Hoewel het er deze week redelijk goed uitziet, ben je een paar uitdagingen en moeilijke momenten tegengekomen.
pl: Mimo że w tym tygodniu wygląda to całkiem dobrze, napotkałeś kilka wyzwań i trudnych momentów.
pt_br: Embora as coisas estejam indo bem nesta semana, você enfrentou alguns desafios e momentos difíceis.
ru: Хотя в этой неделе все выглядит достаточно хорошо, вы столкнулись с несколькими вызовами и трудностями.
tr: Bu hafta her şey oldukça iyi görünse de, birkaç zorlukla ve sıkıntıyla karşılaştınız.
zh_hans: 本周你看起来挺不错，但还是遇到了一些挑战和困难。
zh_hant: 本周你看起來挺不錯，但還是遇到了一些挑戰和困難。

# week_hrv_bd_6_b_gpt
source: According to this week's results, there could be health concerns if the situation takes a turn for the worse.
ar: وفقًا لنتائج هذا الأسبوع، يمكن أن تكون هناك مخاوف صحية إذا اتجهت الأمور إلى الأسوأ.
de: Gemäß den Ergebnissen dieser Woche könnten bei einer Verschlechterung der Situation gesundheitliche Bedenken bestehen.
es: De acuerdo a los resultados de esta semana, podría haber preocupaciones de salud si la situación empeora.
fa: بر اساس نتایج این هفته، به نظر می‌رسد که در صورت تشدید وضعیت، مشکلات سلامتی قابل توجهی وجود دارد.
fr: Selon les résultats de cette semaine, il pourrait y avoir des problèmes de santé si la situation se dégrade.
id: Berdasarkan hasil minggu ini, ada kemungkinan masalah kesehatan jika situasinya memburuk.
it: Secondo i risultati di questa settimana, potrebbero esserci preoccupazioni per la salute se la situazione prende una piega negativa.
ja: 今週の結果からは、状況が悪化すれば健康上の問題が生じる可能性があります。
ko: 이번 주의 결과를 토대로 하면, 상황이 악화되면 건강 문제가 발생할 수 있습니다.
nl: Volgens de resultaten van deze week lijkt er een risico op gezondheidsproblemen te zijn als de situatie verandert.
pl: Na podstawie wyników tego tygodnia wydaje się, że istnieją problemy zdrowotne, jeśli sytuacja się pogorszy.
pt_br: De acordo com os resultados desta semana, há preocupações com a saúde se a situação mudar para pior.
ru: Согласно результатам этой недели, могут возникнуть проблемы со здоровьем, если ситуация изменится в худшую сторону.
tr: Bu haftanın sonuçlarına göre, durum kötüleşirse sağlık konularında endişeler olabilir.
zh_hans: 避免让本周的趋势向更坏的方向发展，否则会带来健康问题。
zh_hant: 避免讓本周的趨勢向更壞的方向發展，否則會帶來健康問題。

# week_hrv_bd_6_gpt
source: Based on this week's results, it seems there's a bit of a risk for health issues if the situation worsens.
ar: استنادًا إلى نتائج هذا الأسبوع، يبدو أن هناك بعض المخاطر لحدوث مشاكل صحية إذا تفاقمت الحالة.
de: Basierend auf den Ergebnissen dieser Woche besteht bei einer Verschlechterung der Situation ein gewisses Risiko für gesundheitliche Probleme.
es: Según los resultados de esta semana, parece haber un riesgo de problemas de salud si la situación empeora.
fa: براساس نتایج این هفته، به نظر می‌رسد در صورت تشدید وضعیت، خطر بروز مشکلات سلامتی وجود دارد.
fr: Sur la base des résultats de cette semaine, il semble y avoir un risque de problèmes de santé si la situation se détériore.
id: Berdasarkan hasil minggu ini, tampaknya ada sedikit risiko masalah kesehatan jika situasinya memburuk.
it: Sulla base dei risultati di questa settimana, sembra esserci un rischio lieve di problemi di salute se la situazione peggiora.
ja: 今週の結果に基づくと、状況が悪化すれば健康問題のリスクが少しあるようです。
ko: 이번 주의 결과를 기반으로 하면, 상황이 악화된다면 건강 문제의 위험이 약간 있어 보입니다.
nl: Op basis van de resultaten van deze week lijkt er een beetje risico op gezondheidsproblemen te zijn als de situatie verslechtert.
pl: Na podstawie wyników tego tygodnia wydaje się, że istnieje pewne ryzyko problemów zdrowotnych, jeśli sytuacja się pogorszy.
pt_br: Com base nos resultados desta semana, parece haver um pouco de risco para problemas de saúde se a situação piorar.
ru: Судя по результатам этой недели, кажется, есть некоторый риск возникновения проблем со здоровьем, если ситуация ухудшится.
tr: Bu haftanın sonuçlarına göre, durum kötüleşirse sağlık sorunları için bir risk olduğu görünüyor.
zh_hans: 从本周的结果来看，如果情况持续恶化，将威胁到你的身体健康。
zh_hant: 從本周的結果來看，如果情況持續惡化，將威脅到你的身體健康。

# week_hrv_bd_7_b_gpt
source: Pay close attention to your well-being! Taking immediate steps to improve your weekly HRV is essential.
ar: كن حريصًا على رفاهيتك! من الضروري اتخاذ خطوات فورية لتحسين متغير معدل ضربات القلب (HRV) الأسبوعي الخاص بك.
de: Achten Sie genau auf Ihr Wohlbefinden! Sofortige Schritte zur Verbesserung Ihrer wöchentlichen HRV sind entscheidend.
es: ¡Presta mucha atención a tu bienestar! Tomar medidas inmediatas para mejorar tu HRV semanal es esencial.
fa: به سلامتی خود توجه کنید! اقدامات فوری برای بهبود متغیر تناوب ضربان قلب (HRV) هفتگی شما بسیار مهم است.
fr: Soyez attentif à votre bien-être ! Prendre des mesures immédiates pour améliorer votre VRC hebdomadaire est essentiel.
id: Perhatikan kesejahteraan Anda! Mengambil langkah-langkah segera untuk meningkatkan HRV mingguan sangatlah penting.
it: Fai attenzione al tuo benessere! Prendere misure immediate per migliorare il tuo HRV settimanale è essenziale.
ja: 自身の健康に注意してください！週間のHRVを改善するために即座の対策を取ることが重要です。
ko: 자신의 안녕에 주의하세요! 주간 HRV를 개선하기 위해 즉각적인 조치를 취하는 것이 중요합니다.
nl: Let goed op je welzijn! Het is essentieel om onmiddellijk stappen te ondernemen om je wekelijkse HRV te verbeteren.
pl: Zwracaj uwagę na swoje samopoczucie! Podjęcie natychmiastowych kroków w celu poprawy tygodniowego HRV jest istotne.
pt_br: Preste atenção ao seu bem-estar! Tomar medidas imediatas para melhorar seu HRV semanal é essencial.
ru: Обратите внимание на свое благополучие! Принятие срочных мер для улучшения вашего еженедельного HRV крайне важно.
tr: Sağlığınıza dikkat edin! Haftalık HRV'nizi artırmak için hemen adımlar atmak çok önemli.
zh_hans: 密切关注你的健康问题！赶紧行动起来，改善你的心率变异性水平。
zh_hant: 密切關注你的健康問題！趕約行動起來，改善你的心率變異性水平。

# week_hrv_bd_7_gpt
source: Be mindful of your health! It's crucial to take immediate actions to boost your weekly HRV.
ar: كن حريصًا على صحتك! من الضروري اتخاذ إجراءات فورية لتعزيز متغير معدل ضربات القلب (HRV) الأسبوعي الخاص بك.
de: Achten Sie auf Ihre Gesundheit! Es ist entscheidend, sofortige Maßnahmen zu ergreifen, um Ihre wöchentliche HRV zu verbessern.
es: ¡Presta atención a tu salud! Es crucial tomar medidas inmediatas para mejorar tu HRV semanal.
fa: به سلامتی خود دقت کنید! اقدامات فوری برای بهبود متغیر تناوب ضربان قلب (HRV) هفتگی شما امری ضروری است.
fr: Soyez attentif à votre santé ! Il est crucial de prendre des mesures immédiates pour améliorer votre VRC hebdomadaire.
id: Perhatikan kesehatan Anda! Penting untuk segera mengambil langkah-langkah untuk meningkatkan HRV mingguan Anda.
it: Fai attenzione alla tua salute! È cruciale prendere misure immediate per migliorare il tuo HRV settimanale.
ja: 健康に気をつけてください！週間のHRVを向上させるために即座に行動をとることが重要です。
ko: 건강에 유의하세요! 주간 HRV를 향상시키기 위해 즉각적인 조치를 취하는 것이 중요합니다.
nl: Let op je gezondheid! Het is cruciaal om onmiddellijke acties te ondernemen om je wekelijkse HRV te verbeteren.
pl: Bądź świadomy swojego zdrowia! To kluczowe, aby podjąć natychmiastowe działania w celu poprawy twojego tygodniowego HRV.
pt_br: Esteja atento à sua saúde! É crucial tomar medidas imediatas para melhorar seu HRV semanal.
ru: Будьте внимательны к своему здоровью! Крайне важно сразу предпринять меры для улучшения вашего еженедельного HRV.
tr: Sağlığınıza dikkat edin! Haftalık HRV'nizi artırmak için hemen adımlar atmak çok önemli.
zh_hans: 本周请关注你的身体健康！务必立即采取措施，提升你的HRV水平。
zh_hant: 本周請關注你的身體健康！務必立即采取措施，提升你的HRV水平。

# week_hrv_lock_gpt
source: Measure to understand your overall heart health
ar: قم بالقياس لفهم صحة قلبك العامة
de: Messt, um eure allgemeine Herzgesundheit zu verstehen
es: Mide para entender tu salud cardíaca general
fa: برای درک کلی از سلامت کلی قلب خود اقدام به اندازه‌گیری کنید
fr: Mesure pour comprendre votre santé cardiaque globale
id: Ukur untuk memahami kesehatan jantungmu secara keseluruhan
it: Misura per comprendere la tua salute cardiaca complessiva
ja: 全体的な心臓の健康状態を理解するために測定する
ko: 종합적인 심장 건강을 이해하기 위한 측정
nl: Meten om je algehele hartgezondheid te begrijpen
pl: Pomiar, aby zrozumieć ogólny stan zdrowia serca
pt_br: Medir para entender sua saúde cardíaca geral
ru: Измерение для понимания общего состояния вашего сердца
tr: Genel kalp sağlığınızı anlamak için ölçün
zh_hans: 测量了解你的心脏健康状况
zh_hant: 測量了解你的心臟健康狀況

# week_hrv_suggestion_1_b_gpt
source: Keep this positive momentum by continuing to prioritize self-care and maintain the habits that have contributed to this optimal state. Keep nurturing your health for ongoing vitality.
ar: حافظ على هذه الزخم الإيجابي من خلال الاستمرار في إيلاء الاهتمام بالعناية الذاتية والحفاظ على العادات التي ساهمت في هذا الحالة المثلى. استمر في رعاية صحتك للحفاظ على الحيوية المستمرة.
de: Halten Sie diesen positiven Schwung aufrecht, indem Sie weiterhin Selbstpflege priorisieren und die Gewohnheiten beibehalten, die zu diesem optimalen Zustand beigetragen haben. Pflegen Sie Ihre Gesundheit weiterhin für anhaltende Vitalität.
es: Mantén este impulso positivo al continuar priorizando el autocuidado y mantener los hábitos que han contribuido a este estado óptimo. Sigue nutriendo tu salud para una vitalidad continua.
fa: این انگیزه مثبت را با ادامه اولویت‌بندی به مراقبت از خود و حفظ عاداتی که به این حالت بهینه کمک کرده‌اند، حفظ کنید. برای حیات مداوم انرژی‌افزا، به سلامتی خود مراقبت کنید.
fr: Maintiens cette dynamique positive en continuant de privilégier l'auto-soin et en maintenant les habitudes qui ont contribué à cet état optimal. Continue de nourrir ta santé pour une vitalité constante.
id: Jaga momentum positif ini dengan terus memprioritaskan perawatan diri dan mempertahankan kebiasaan yang telah berkontribusi pada kondisi optimal ini. Teruslah menjaga kesehatan untuk vitalitas yang berkelanjutan.
it: Mantieni questo impulso positivo continuando a dare priorità all'autocura e mantenendo le abitudini che hanno contribuito a questo stato ottimale. Continua a preservare la tua salute per una vitalità duratura.
ja: 現在の良好な状態を維持するため、引き続き自己ケアを最優先にし、この最適な状態に貢献してきた習慣を維持してください。持続的な活力のために、健康を育み続けましょう。
ko: 이 긍정적인 흐름을 유지하기 위해 자기 관리를 우선시하고 이 최적 상태에 기여한 습관을 유지하세요. 계속해서 건강을 키워 에너지를 유지하세요.
nl: Behoud dit positieve momentum door zelfzorg prioriteit te blijven geven en de gewoonten te handhaven die hebben bijgedragen aan deze optimale staat. Blijf je gezondheid koesteren voor voortdurende vitaliteit.
pl: Kontynuuj pozytywny impet, kontynuując priorytetowe traktowanie siebie i utrzymując nawyki, które przyczyniły się do osiągnięcia tego optymalnego stanu. Kontynuuj dbanie o swoje zdrowie dla trwałej witalności.
pt_br: Mantenha esse momentum positivo continuando a priorizar o autocuidado e mantendo os hábitos que contribuíram para este estado ótimo. Continue nutrindo sua saúde para uma vitalidade contínua.
ru: Поддерживайте этот позитивный настрой, продолжая делать уход за собой приоритетом и сохраняя привычки, способствующие этому оптимальному состоянию. Продолжайте ухаживать за своим здоровьем для постоянной жизненной силы.
tr: Bu olumlu momentumu sürdürmek için kendine bakımı önceliklendirmeye ve bu optimal duruma katkıda bulunmuş alışkanlıkları sürdürmeye devam ederek devam ettirin. Sağlığınızı devamlı canlı tutmaya devam edin.
zh_hans: 保持这股积极的势头，坚持现有的好习惯，让你的健康继续保持最佳状态，关爱自己的健康永远是首要任务。还可以培养新的健康习惯，让自己长久地充满活力。
zh_hant: 保持這股積極的勢頭，堅持現有的好習慣，讓你的健康繼續保持最佳狀態，關愛自己的健康永遠是首要任務。還可以培養新的健康習慣，讓自己長久地充滿活力。
