Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_bs_analysis_4_gpt
source: Your blood sugar level is higher than normal most of the time, posing a threat to your overall health.
ar: مستوى سكر دمك أعلى من المعتاد في معظم الأوقات، مما يشكل تهديدًا لصحتك العامة.
de: Dein Blutzuckerspiegel liegt meist über dem Normalwert und stellt eine Bedrohung für deine allgemeine Gesundheit dar.
es: Tu nivel de azúcar en sangre está más alto que lo normal la mayor parte del tiempo, lo que representa una amenaza para tu salud en general.
fa: سطح قند خون شما بیشتر اوقات از حد نرمال بالاست و تهدیدی برای سلامتی کلی شما است.
fr: Votre taux de sucre dans le sang est souvent plus élevé que la normale, ce qui représente une menace pour votre santé globale.
id: Kadar gula darahmu lebih tinggi dari normal sebagian besar waktu, mengancam kesehatanmu secara keseluruhan.
it: Il tuo livello di zucchero nel sangue è spesso superiore alla norma, rappresentando una minaccia per la tua salute complessiva.
ja: 血糖値は通常よりも高い状態が多く、全体の健康に脅威を与えています。
ko: 혈당 수준은 대부분 정상보다 높아 전반적인 건강에 위협을 가하고 있습니다.
nl: Je bloedsuikerspiegel is meestal hoger dan normaal, wat een bedreiging vormt voor je algehele gezondheid.
pl: Twoje poziomy cukru we krwi są częściej wyższe niż normalnie, co stanowi zagrożenie dla Twojego ogólnego zdrowia.
pt_br: Seu nível de açúcar no sangue está acima do normal na maior parte do tempo, representando uma ameaça para sua saúde geral.
ru: Уровень сахара в крови у вас обычно выше нормы, что угрожает вашему общему здоровью.
tr: Kan şekeriniz çoğunlukla normal aralığın üstünde ve genel sağlığınıza tehdit oluşturuyor.
zh_hans: 你的血糖大多数时都高于正常水平，这样会威胁到身体健康。
zh_hant: 你的血糖大多數時都高於正常水平，這樣會威脅到身體健康。

# week_bs_analysis_5_b_gpt
source: It’s dangerous for your health to have your blood sugar level in the worrisome range repeatedly.
ar: من الخطير على صحتك أن يكون مستوى سكر الدم لديك في نطاق يثير القلق بشكل متكرر.
de: Es ist gefährlich für deine Gesundheit, wenn dein Blutzuckerspiegel wiederholt im besorgniserregenden Bereich liegt.
es: Tener tu nivel de azúcar en sangre en el rango preocupante repetidamente es peligroso para tu salud.
fa: برای سلامتی شما خطرناک است که سطح قند خونتان به طور مکرر در محدوده نگران‌کننده قرار داشته باشد.
fr: C'est dangereux pour votre santé d'avoir votre taux de sucre dans le sang dans la plage préoccupante de manière répétée.
id: Berada dalam kisaran yang mengkhawatirkan untuk tingkat gula darah Anda berulang kali berbahaya bagi kesehatan Anda.
it: È pericoloso per la tua salute avere il livello di zucchero nel sangue nel range preoccupante ripetutamente.
ja: 血糖値が心配される範囲に繰り返し入ることは、あなたの健康に危険です。
ko: 혈당 수치가 걱정되는 범위에 반복해서 들어가는 것은 건강에 위험합니다.
nl: Het is gevaarlijk voor je gezondheid om je bloedsuikerniveau herhaaldelijk in het zorgwekkende bereik te hebben.
pl: Mający ciągłe poziomy cukru we krwi w niepokojącym zakresie jest niebezpieczny dla twojego zdrowia.
pt_br: Manter seu nível de açúcar no sangue constantemente em uma faixa preocupante é perigoso para a sua saúde.
ru: Для вашего здоровья опасно держать уровень сахара в крови в тревожном диапазоне.
tr: Kan şekeri seviyenizin endişe verici aralıkta olması sağlığınız için tehlikeli.
zh_hans: 你的血糖水平长时间处于令人担忧的范围内，有较高的健康风险。
zh_hant: 你的血糖水平長時間處於令人擔憂的範圍內，有較高的健康風險。

# week_bs_analysis_5_gpt
source: The readings are frequently in the dangerous range, which is seriously risky for your health.
ar: القراءات متكررة في النطاق الخطير، وهذا أمر يشكل خطرًا جديًا على صحتك.
de: Die Messungen liegen häufig im gefährlichen Bereich, was für deine Gesundheit ernsthaft riskant ist.
es: Las lecturas están frecuentemente en el rango peligroso, lo cual es un riesgo grave para tu salud.
fa: خواندن‌ها به طور مکرر در محدوده خطرناک است که برای سلامتی شما بسیار خطرناک است.
fr: Les lectures se trouvent fréquemment dans la plage dangereuse, ce qui est sérieusement risqué pour votre santé.
id: Pembacaan seringkali berada dalam rentang yang berbahaya, yang sangat berisiko bagi kesehatanmu.
it: Le letture si trovano frequentemente nella fascia pericolosa, il che è seriamente rischioso per la tua salute.
ja: 測定値が危険範囲内に頻繁になっており、健康には深刻なリスクです。
ko: 측정값이 자주 위험 범위에 있어 당신의 건강에 심각한 위험을 초래할 수 있습니다.
nl: De metingen bevinden zich vaak in het gevaarlijke bereik, wat ernstig risicovol is voor je gezondheid.
pl: Odczyty są często w niebezpiecznym zakresie, co stanowi poważne ryzyko dla Twojego zdrowia.
pt_br: As leituras estão frequentemente na faixa perigosa, o que é um sério risco para sua saúde.
ru: Показания часто находятся в опасной зоне, что серьезно угрожает вашему здоровью.
tr: Okumalar sık sık tehlikeli aralıktadır, bu sağlığınız için ciddi bir risk oluşturur.
zh_hans: 你的血糖读数经常处于危险范围内，这会严重危害你的健康。
zh_hant: 你的血糖讀數經常處於危險範圍內，這會嚴重危害你的健康。

# week_bs_bd_1_b_gpt
source: Fantastic job on maintaining healthy blood sugar levels this week!
ar: عمل رائع في الحفاظ على مستويات السكر في الدم الصحية هذا الأسبوع!
de: Fantastische Leistung beim Aufrechterhalten gesunder Blutzuckerwerte diese Woche!
es: ¡Fantástico trabajo manteniendo niveles saludables de azúcar en sangre esta semana!
fa: کار عالی در حفظ سطح قند خون سالم این هفته!
fr: Excellent travail pour maintenir des niveaux de sucre dans le sang sains cette semaine !
id: Pekerjaan bagus dalam menjaga tingkat gula darah yang sehat minggu ini!
it: Lavoro fantastico nel mantenere livelli sani di zucchero nel sangue questa settimana!
ja: 今週も健康な血糖値を維持する素晴らしい仕事をしています！
ko: 이번 주의 건강한 혈당 수치를 유지한 훌륭한 일!
nl: Fantastisch werk om gezonde bloedsuikerspiegels te handhaven deze week!
pl: Fantastyczna praca w utrzymaniu zdrowych poziomów cukru we krwi w tym tygodniu!
pt_br: Trabalho fantástico ao manter níveis saudáveis de açúcar no sangue esta semana!
ru: Фантастическая работа по поддержанию здоровых уровней сахара в крови на этой неделе!
tr: Bu hafta sağlıklı kan şekeri seviyelerini korumakta fantastik bir iş!
zh_hans: 你做得很好，本周保持了健康的血糖水平！
zh_hant: 你做得很好，本周保持了健康的血糖水平！

# week_bs_bd_1_gpt
source: Your blood sugar levels this week have been great and steady. Please keep up!
ar: مستويات السكر في الدم لديك هذا الأسبوع كانت رائعة وثابتة. يرجى المضي قدمًا!
de: Deine Blutzuckerwerte waren diese Woche großartig und stabil. Bitte mach weiter so!
es: Tus niveles de azúcar en sangre esta semana han sido excelentes y estables. ¡Por favor, continúa así!
fa: سطح قند خون شما این هفته عالی و پایدار بود. لطفاً این وضعیت را حفظ کنید!
fr: Vos niveaux de sucre dans le sang cette semaine ont été excellents et stables. Continuez comme ça !
id: Tingkat gula darah Anda minggu ini bagus dan stabil. Pertahankan!
it: I tuoi livelli di zucchero nel sangue questa settimana sono stati ottimi e stabili. Continua così!
ja: 今週の血糖値は素晴らしく安定しています。この調子で続けましょう！
ko: 이번 주의 혈당 수치는 훌륭하고 안정적입니다. 계속 유지하십시오!
nl: Je bloedsuikerspiegel was deze week geweldig en stabiel. Ga zo door!
pl: Twoje poziomy cukru we krwi były w tym tygodniu świetne i stabilne. Tak trzymaj!
pt_br: Seus níveis de açúcar no sangue nesta semana estiveram ótimos e estáveis. Continue assim!
ru: Ваши показатели уровня сахара в крови на этой неделе отличные и стабильные. Продолжайте в том же духе!
tr: Bu hafta kan şekeri seviyeleriniz harika ve istikrarlıydı. Lütfen bu şekilde devam edin!
zh_hans: 本周你的血糖水平非常健康且稳定，请继续保持！
zh_hant: 本周你的血糖水平非常健康且穩定，請繼續保持！

# week_bs_bd_2_b_gpt
source: Be aware, as your blood sugar this week is irregular.
ar: كن حذرًا، حيث أن مستوى سكر الدم هذا الأسبوع غير منتظم.
de: Sei aufmerksam, da dein Blutzucker diese Woche unregelmäßig ist.
es: Ten cuidado, ya que tu azúcar en sangre esta semana es irregular.
fa: از آنجا که سطح قند خون شما نامنظم بوده‌است، باید مراقب باشید.
fr: Faites attention, votre taux de sucre dans le sang est irrégulier cette semaine.
id: Perhatikan, tingkat gula darah Anda minggu ini tidak teratur.
it: Fai attenzione, il tuo zucchero nel sangue questa settimana è irregolare.
ja: 血糖値が不規則になっていることに注意しましょう。
ko: 주의하세요, 이번 주에 혈당이 불규칙합니다.
nl: Let op, want je bloedsuiker is deze week onregelmatig.
pl: Bądź świadomy, ponieważ twój poziom cukru we krwi w tym tygodniu jest nieregularny.
pt_br: Fique atento, pois seu nível de açúcar no sangue esta semana está irregular.
ru: Будьте внимательны, так как ваш уровень сахара в крови в этой неделе нестабилен.
tr: Farkında olun, bu hafta kan şekeri seviyeniz düzensiz.
zh_hans: 请注意，本周你的血糖水平不稳定。
zh_hant: 請注意，本周你的血糖水平不穩定。

# week_bs_bd_2_gpt
source: Your blood sugar level fluctuated this week, time to watch your lifestyle a bit more!
ar: تقلبت مستويات السكر في الدم هذا الأسبوع، حان الوقت للانتباه إلى نمط حياتك قليلاً!
de: Dein Blutzuckerspiegel schwankte diese Woche, es ist Zeit, deinen Lebensstil etwas genauer zu beobachten!
es: Tu nivel de azúcar en sangre fluctuó esta semana, es momento de vigilar un poco más tu estilo de vida.
fa: سطح قند خون شما این هفته نوسان داشته است، زمانی است که باید کمی سبک زندگی خود را مراقبت‌تر کنید!
fr: Votre taux de sucre dans le sang a fluctué cette semaine, il est temps de surveiller un peu plus votre mode de vie !
id: Tingkat gula darah Anda berfluktuasi minggu ini, saatnya untuk lebih memperhatikan gaya hidup Anda!
it: I livelli di zucchero nel sangue sono variati questa settimana, è tempo di prestare più attenzione al tuo stile di vita!
ja: 今週の血糖値は変動しました。もう少しライフスタイルに気をつけましょう！
ko: 이번 주의 혈당 수치가 변동되었으니, 라이프스타일에 더욱 신경 써야 할 때입니다!
nl: Je bloedsuikerspiegel schommelde deze week; het is tijd om je levensstijl wat beter in de gaten te houden!
pl: Chociaż czasami występuje uczucie wyczerpania, jak w tym tygodniu, zasługuje to na uwagę.
pt_br: Seu nível de açúcar no sangue flutuou esta semana, hora de observar um pouco mais o seu estilo de vida!
ru: Уровень сахара в крови колебался на этой неделе, пора немного следить за образом жизни!
tr: Bu hafta kan şekeri seviyeniz dalgalanmış, yaşam tarzınıza biraz daha dikkat etme zamanı!
zh_hans: 本周你的血糖水平有所波动，注意你的生活方式哦！
zh_hant: 本周你的血糖水平有所波動，注意你的生活方式哦！

# week_bs_bd_3_b_gpt
source: Your blood sugar control might have loosened a bit this week, with occasional blood sugar concerns arising.
ar: قد يكون تحكمك في مستوى سكر الدم قد تراخى قليلاً هذا الأسبوع، مع ظهور بعض المخاوف المتعلقة بسكر الدم أحيانًا.
de: Die Kontrolle deines Blutzuckers hat möglicherweise diese Woche etwas nachgelassen, gelegentliche Bedenken bezüglich des Blutzuckers treten auf.
es: Es posible que el control de tu azúcar en sangre se haya relajado un poco esta semana, con preocupaciones ocasionales sobre el nivel de azúcar en sangre.
fa: کنترل قند خون شما این هفته شاید کمی کاسته باشد و گاهی مسائل مربوط به قند خون پیش‌آیند.
fr: Le contrôle de votre glycémie pourrait s'être relâché un peu cette semaine, avec l'apparition occasionnelle de préoccupations concernant la glycémie.
id: Kontrol gula darah Anda mungkin sedikit kendur minggu ini, dengan masalah gula darah yang muncul secara sporadis.
it: Il controllo del tuo zucchero nel sangue potrebbe essere stato meno stretto questa settimana, con preoccupazioni occasionali per il livello di zucchero nel sangue.
ja: 今週の血糖値の管理が少し緩んでおり、時折血糖値に関する問題があります。
ko: 이번 주의 혈당 관리가 약간 느슨할 수 있으며, 때로는 혈당과 관련된 문제가 발생합니다.
nl: Je controle over je bloedsuiker kan deze week wat losser zijn geweest, met af en toe zorgen over je bloedsuiker.
pl: Kontrola poziomu cukru we krwi mogła się nieco poluzować w tym tygodniu, gdy pojawiły się okresowe obawy o jego poziom.
pt_br: Seu controle de açúcar no sangue pode ter afrouxado um pouco nesta semana, com preocupações ocasionais sobre o nível de açúcar.
ru: Ваш контроль уровня сахара в крови, возможно, немного ослаб на этой неделе, так как время от времени возникают проблемы с сахаром в крови.
tr: Bu hafta kan şekeri kontrolünüz biraz gevşemiş olabilir, zaman zaman kan şekeri endişeleri ortaya çıkıyor.
zh_hans: 本周你的血糖偶尔会出现问题，或许是因为你对血糖的控制有所放松。
zh_hant: 本周你的血糖偶爾會出現問題，或許是因為你對血糖的控制有所放鬆。

# week_bs_bd_3_gpt
source: You may have been less strict with your blood sugar control this week, as blood sugar concerns pop up occasionally.
ar: قد تكون أقل صرامة في السيطرة على مستوى سكر الدم هذا الأسبوع، حيث تظهر بعض المخاوف المتعلقة بسكر الدم أحيانًا.
de: Möglicherweise hast du diese Woche bei der Kontrolle deines Blutzuckers weniger streng gehandelt, da gelegentlich Bedenken bezüglich des Blutzuckers auftauchen.
es: Es posible que hayas sido menos estricto con el control de tu azúcar en sangre esta semana, ya que surgen problemas ocasionales de azúcar en sangre.
fa: ممکن است در کنترل قند خون خود در این هفته کمی کم‌سخت‌تر باشید، زیرا گاهی اوقات نگرانی‌های مربوط به قند خون پیش می‌آیند.
fr: Vous avez peut-être été moins strict dans le contrôle de votre glycémie cette semaine, car des préoccupations occasionnelles concernant votre taux de sucre dans le sang ont surgi.
id: Anda mungkin agak kurang ketat dalam mengontrol gula darah minggu ini, karena masalah gula darah muncul secara sporadis.
it: Potresti essere stato meno rigido con il controllo del glucosio questa settimana, poiché occasionalmente emergono preoccupazioni sul livello di zucchero nel sangue.
ja: この週は血糖値に関する心配が時折現れるため、血糖値の管理について少し緩んだかもしれませんね。
ko: 이번 주에 혈당 관리에 덜 엄격했을 수 있습니다. 때때로 혈당 문제가 나타나고 있습니다.
nl: Mogelijk was je deze week minder strikt in de controle van je bloedsuikerspiegel, omdat af en toe zorgen over bloedsuiker zich voordoen.
pl: Może w tym tygodniu byłeś mniej rygorystyczny w kontroli poziomu cukru we krwi, gdy pojawiły się obawy o jego poziom.
pt_br: Você pode ter sido menos rigoroso com o controle do açúcar no sangue nesta semana, pois houve preocupações ocasionais com o seu nível de açúcar.
ru: На этой неделе вы, возможно, были менее строги в контроле уровня сахара в крови, так как отмечаются проблемы с сахаром в крови время от времени.
tr: Bu hafta kan şekeri kontrolünüzü biraz gevşetmiş olabilirsiniz, çünkü zaman zaman kan şekeri endişeleri ortaya çıkıyor.
zh_hans: 本周你可能放松了对血糖的控制，血糖问题偶尔会出现。
zh_hant: 本周你可能放鬆了對血糖的控制，血糖問題偶爾會出現。

# week_bs_bd_4_b_gpt
source: Given the frequent abnormal blood sugar readings this week, there's a need for stricter control.
ar: نظرًا للقراءات المتكررة غير الطبيعية لسكر الدم هذا الأسبوع، هناك حاجة لمزيد من الرقابة الصارمة.
de: Aufgrund der häufigen abnormen Blutzuckerwerte in dieser Woche besteht Bedarf an strengerer Kontrolle.
es: Dadas las frecuentes lecturas anormales de azúcar en sangre esta semana, se necesita un control más estricto.
fa: با توجه به خواندگی‌های مکرر نامعمول قند خون در این هفته، نیاز به کنترل دقیق‌تر وجود دارد.
fr: Étant donné les fréquentes lectures anormales de la glycémie cette semaine, il est nécessaire d'avoir un contrôle plus strict.
id: Dengan adanya pembacaan gula darah yang tidak normal yang sering terjadi minggu ini, diperlukan kontrol yang lebih ketat.
it: Date le frequenti letture anomale dello zucchero nel sangue questa settimana, c'è bisogno di un controllo più rigoroso.
ja: 今週の頻繁な異常な血糖値の読み取りから、より厳格なコントロールが必要です。
ko: 이번 주 자주 나타나는 혈당 이상 독독한 측정치를 고려하여 더 엄격한 통제가 필요합니다.
nl: Gezien de frequente abnormale bloedsuikermetingen deze week is er behoefte aan strengere controle.
pl: Ze względu na częste nieprawidłowe odczyty poziomu cukru we krwi w tym tygodniu, konieczna jest surowsza kontrola.
pt_br: Diante das frequentes leituras anormais de glicemia nesta semana, há necessidade de um controle mais rigoroso.
ru: Учитывая частые аномальные показания уровня сахара в крови на этой неделе, необходим строже контроль.
tr: Bu hafta sık görülen anormal kan şekerine yönelik daha sıkı bir kontrol gerekiyor.
zh_hans: 请严格控制血糖，本周你的血糖读数频繁出现异常。
zh_hant: 請嚴格控制血糖，本周你的血糖讀數頻繁出現異常。

# week_bs_bd_4_gpt
source: According to your abnormal blood sugar level this week, you need to have tighter control of it.
ar: وفقًا لمستوى السكر في الدم الغير طبيعي هذا الأسبوع، يجب عليك ضبطه بشكل أفضل.
de: Aufgrund deines abnormen Blutzuckerspiegels in dieser Woche musst du ihn genauer kontrollieren.
es: Según tu nivel anormal de azúcar en sangre esta semana, necesitas controlarlo más estrechamente.
fa: بر اساس سطح نامعمول قند خون شما در این هفته، نیاز است که کنترل آن را به صورت دقیق‌تر داشته باشید.
fr: Selon votre taux anormal de sucre dans le sang cette semaine, vous devez le contrôler de manière plus stricte.
id: Berdasarkan tingkat gula darah yang tidak normal minggu ini, Anda perlu mengontrolnya lebih ketat.
it: In base al livello di zucchero nel sangue anomalo di questa settimana, è necessario un controllo più attento.
ja: 今週の異常な血糖値から、それをより厳密に管理する必要があります。
ko: 이번 주의 비정상적인 혈당 수치로 보아, 더 엄격하게 관리해야 합니다.
nl: Op basis van je abnormale bloedsuikerniveau deze week, moet je dit strakker onder controle houden.
pl: Na podstawie twojego nietypowego poziomu cukru we krwi w tym tygodniu, konieczne jest jego bardziej rygorystyczne kontrolowanie.
pt_br: Com base no seu nível de açúcar no sangue anormal esta semana, é necessário um controle mais rígido.
ru: Согласно вашему аномальному уровню сахара в крови на этой неделе, вам нужно усилить контроль над ним.
tr: Bu hafta anormal kan şekeri seviyenize göre, daha sıkı bir kontrol gerekiyor.
zh_hans: 从本周异常的血糖水平来看，你需要更严格地控制血糖。
zh_hant: 從本周異常的血糖水平來看，你需要更嚴格地控制血糖。

# week_bs_bd_5_b_gpt
source: Be cautious this week! You’d better consult a doctor for additional blood sugar control advice.
ar: كن حذرًا هذا الأسبوع! من الأفضل أن تستشير الطبيب للحصول على نصائح إضافية للسيطرة على سكر الدم.
de: Seien Sie vorsichtig in dieser Woche! Es ist besser, einen Arzt für zusätzliche Ratschläge zur Blutzuckerkontrolle zu konsultieren.
es: ¡Ten cuidado esta semana! Es mejor consultar a un médico para obtener consejos adicionales sobre el control de azúcar en sangre.
fa: در این هفته مراقب باشید! بهتر است برای مشاوره بیشتر در کنترل قند خون به یک پزشک مراجعه کنید.
fr: Soyez prudent cette semaine ! Il vaut mieux consulter un médecin pour des conseils supplémentaires sur le contrôle de la glycémie.
id: Berhati-hatilah minggu ini! Lebih baik berkonsultasi dengan dokter untuk saran kontrol gula darah tambahan.
it: Fai attenzione questa settimana! È meglio consultare un medico per ulteriori consigli sul controllo dello zucchero nel sangue.
ja: 今週は注意が必要です！血糖値の追加のコントロールアドバイスのために医師に相談した方が良いでしょう。
ko: 이번 주에 조심하세요! 혈당 추가 통제를 위해 의사 상담이 좋겠습니다.
nl: Wees voorzichtig deze week! Het is beter om een arts te raadplegen voor aanvullend advies over bloedsuikercontrole.
pl: Bądź ostrożny w tym tygodniu! Najlepiej skonsultować się z lekarzem w celu uzyskania dodatkowych wskazówek dotyczących kontroli poziomu cukru we krwi.
pt_br: Cuidado nesta semana! É melhor consultar um médico para obter orientações adicionais sobre controle de glicemia.
ru: Будьте осторожны на этой неделе! Лучше проконсультироваться с врачом для получения дополнительных рекомендаций по контролю уровня сахара в крови.
tr: Bu hafta dikkatli olun! Kan şekeri kontrolü için ek tavsiyeler için bir doktora danışmak daha iyi olur.
zh_hans: 本周请提高警惕！建议你咨询医生来帮助你控制血糖。
zh_hant: 本周請提高警惕！建議你諮詢醫生來幫助你控制血糖。

# week_bs_bd_5_gpt
source: Your blood sugar levels this week are out of whack, and it might need some extra medical attention.
ar: مستويات سكر الدم هذا الأسبوع غير طبيعية، وقد تحتاج إلى بعض الرعاية الطبية الإضافية.
de: Deine Blutzuckerwerte sind diese Woche durcheinander geraten und benötigen möglicherweise zusätzliche medizinische Aufmerksamkeit.
es: Tus niveles de azúcar en sangre esta semana están descontrolados y podrían necesitar atención médica adicional.
fa: سطح قند خون شما این هفته از هم پاشیده است و ممکن است به بررسی پزشکی اضافی نیاز باشد.
fr: Vos niveaux de sucre dans le sang cette semaine sont déséquilibrés et pourraient nécessiter une attention médicale supplémentaire.
id: Tingkat gula darah Anda minggu ini tidak seimbang, dan mungkin memerlukan perhatian medis tambahan.
it: I livelli di zucchero nel sangue questa settimana sono fuori controllo e potrebbero necessitare di un'attenzione medica aggiuntiva.
ja: 今週の血糖値は乱れており、追加の医療的な注意が必要かもしれません。
ko: 이번 주의 혈당 수치가 불안정하며, 추가적인 의료적 관심이 필요할 수 있습니다.
nl: Je bloedsuikerspiegel deze week is uit balans, en het zou wat extra medische aandacht nodig kunnen hebben.
pl: Twoje poziomy cukru we krwi w tym tygodniu są niestabilne i mogą wymagać dodatkowej uwagi medycznej.
pt_br: Seus níveis de açúcar no sangue nesta semana estão desregulados e podem precisar de atenção médica extra.
ru: Ваши показатели уровня сахара в крови на этой неделе находятся в неравновесии и могут потребовать дополнительного внимания в медицинском плане.
tr: Bu hafta kan şekeri seviyeleriniz karışık durumda ve biraz ekstra tıbbi dikkat gerekebilir.
zh_hans: 本周你的血糖水平有些失控，或许你需要额外的医疗手段帮助控制。
zh_hant: 本周你的血糖水平有些失控，或許你需要額外的醫療手段幫助控制。

# week_bs_lock_gpt
source: Add data to analyze your blood sugar changes
ar: أضف بيانات لتحليل تغييرات سكر الدم الخاصة بك
de: Fügen Sie Daten hinzu, um Ihre Blutzuckeränderungen zu analysieren
es: Añade datos para analizar los cambios en tu azúcar en la sangre
fa: اطلاعات را برای تحلیل تغییرات قند خون خود اضافه کنید
fr: Ajoutez des données pour analyser vos changements de glycémie
id: Tambahkan data untuk menganalisis perubahan gula darah Anda
it: Aggiungi dati per analizzare le variazioni del tuo zucchero nel sangue
ja: 血糖変化を分析するためのデータを追加
ko: 혈당 변화를 분석하기 위해 데이터 추가
nl: Voeg gegevens toe om je bloedsuikerveranderingen te analyseren
pl: Dodaj dane, aby zbadać zmiany poziomu cukru we krwi
pt_br: Adicione dados para analisar as mudanças no seu açúcar no sangue
ru: Добавьте данные, чтобы проанализировать изменения в уровне сахара в крови
tr: Kan şekerinizin değişimlerini analiz etmek için veri ekleyin
zh_hans: 添加数据以分析你的血糖变化
zh_hant: 添加數據以分析你的血糖變化
