Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# result_exercise_second_1_person
source: Your current heart rate is %1$@. As a person (%2$@), you are in the %3$@ zone.
ar: معدل ضربات قلبك الحالي هو %1$@. كفرد (%2$@)، يعتبر ذلك في نطاق %3$@.
de: Ihre aktuelle Herzfrequenz beträgt %1$@. Als eine Person (%2$@) befinden Sie sich in der Zone %3$@.
es: Tu frecuencia cardíaca actual es %1$@. Entre la población general (%2$@), estás en la zona %3$@.
fa: ضربان قلب فعلی شما %1$@ است. به عنوان یک فرد (%2$@)، شما در محدوده ورزشی %3$@ هستید.
fr: Votre fréquence cardiaque actuelle est de %1$@. En tant qu'individu (%2$@), vous êtes dans la zone %3$@.
id: Detak jantung Anda saat ini adalah %1$@. Sebagai individu (%2$@), Anda berada di zona %3$@.
it: La frequenza cardiaca attuale è %1$@. In generale (%2$@), sei nella zona %3$@.
ja: あなたの現在の1分間あたりの心拍数は%1$@です。%2$@の方では、%3$@のゾーンになります。
ko: 내 현재 심박수는 %1$@ 입니다. (%2$@) 사람 중에서, %3$@ 영역에 속해 있습니다.
nl: Je huidige hartslag is %1$@. Als gemiddelde persoon (%2$@) zit je nu in het bereik voor %3$@.
pl: Twoje aktualne tętno wynosi %1$@. Jako osoba (%2$@) jesteś w strefie %3$@.
pt_br: A sua frequência cardíaca atual é %1$@. Como pessoa (%2$@), você está na zona de %3$@.
ru: Ваш текущий пульс — %1$@. Среди людей (%2$@) вы в зоне «%3$@».
tr: Mevcut nabzınız %1$@. %2$@ bir kişi olarak %3$@ bölgesindesiniz.
zh_hans: 你目前的心率为%1$@。身为%2$@的人，你位于%3$@区间。
zh_hant: 您目前的心率為 %1$@。身為 %2$@ 的人，您位於 %3$@ 區間。

# result_exercise_second_2_female
source: Your current heart rate is %1$@, which is in the %2$@ zone for a female (%3$@).
ar: معدل ضربات قلبك الحالي هو %1$@ وهو في نطاق %2$@ للإناث (%3$@).
de: Ihre aktuelle Herzfrequenz beträgt %1$@, was im Bereich von %2$@ für eine Frau (%3$@) liegt.
es: Tu frecuencia cardíaca actual es de %1$@, en la zona %2$@ de mujeres (%3$@).
fa: ضربان قلب فعلی شما %1$@ است، که برای یک زن (%3$@) در محدوده ورزشی %2$@ قرار دارد.
fr: Votre fréquence cardiaque actuelle est de %1$@, ce qui vous place dans la zone %2$@ pour une femme (%3$@).
id: Detak jantung Anda saat ini adalah %1$@, yang berada di zona %2$@ untuk perempuan (%3$@).
it: La frequenza cardiaca attuale è %1$@, nella zona %2$@ per le donne (%3$@).
ja: あなたの現在の1分間あたりの心拍数は%1$@ですので、%3$@の女性では、%2$@のゾーンになります。
ko: 내 현재 심박수는 %1$@ 이며, (%3$@) 여성 중에서는 %2$@ 영역에 해당합니다.
nl: Je huidige hartslag is %1$@, dat ligt voor een vrouw (%3$@) binnen het bereik voor %2$@.
pl: Twoje aktualne tętno wynosi %1$@, czyli w strefie %2$@ dla kobiety (%3$@).
pt_br: A sua frequência cardíaca atual é %1$@, que está na zona de %2$@ para mulheres (%3$@).
ru: Ваш текущий пульс — %1$@, и вы находитесь в зоне «%2$@» для женщин (%3$@).
tr: Mevcut nabzınız %1$@ ve %3$@ bir kadın olarak %2$@ bölgesindesiniz.
zh_hans: 你目前的心率为%1$@。处于女性(%3$@)的%2$@区间。
zh_hant: 您目前的心率為 %1$@。處於女性 (%3$@) 的 %2$@ 區間。

# result_exercise_second_2_male
source: Your current heart rate is %1$@, which is in the %2$@ zone for a male (%3$@).
ar: معدل ضربات قلبك الحالي هو %1$@ وهو في نطاق %2$@ للذكور (%3$@).
de: Ihre aktuelle Herzfrequenz beträgt %1$@, was im Bereich von %2$@ für einen Mann (%3$@) liegt.
es: Tu frecuencia cardíaca actual es de %1$@, en la zona %2$@ de hombres (%3$@).
fa: ضربان قلب فعلی شما %1$@ است، که برای یک مرد (%3$@) در محدوده ورزشی %2$@ قرار دارد.
fr: Votre fréquence cardiaque actuelle est de %1$@, ce qui vous place dans la zone %2$@ pour un homme (%3$@).
id: Detak jantung Anda saat ini adalah %1$@, yang berada di zona %2$@ untuk laki-laki (%3$@).
it: La frequenza cardiaca attuale è %1$@, nella zona %2$@ per gli uomini (%3$@).
ja: あなたの現在の1分間あたりの心拍数は%1$@ですので、%3$@の男性では、%2$@のゾーンになります。
ko: 내 현재 심박수는 %1$@ 이며, (%3$@) 남성 중에서는 %2$@ 영역에 해당합니다.
nl: Je huidige hartslag is %1$@, dat ligt voor een man (%3$@) binnen het bereik voor %2$@.
pl: Twoje obecne tętno wynosi %1$@, czyli w strefie %2$@ dla mężczyzny (%3$@).
pt_br: A sua frequência cardíaca atual é %1$@, que está na zona de %2$@ para homens (%3$@).
ru: Ваш текущий пульс — %1$@, и вы находитесь в зоне «%2$@» для мужчин (%3$@).
tr: Mevcut nabzınız %1$@ ve %3$@ bir erkek olarak %2$@ bölgesindesiniz.
zh_hans: 你目前的心率为%1$@。处于男性(%3$@)的%2$@区间。
zh_hant: 您目前的心率為 %1$@。處於男性 (%3$@) 的 %2$@ 區間。

# result_exercise_second_2_person
source: Your current heart rate is %1$@, which is in the %2$@ zone for a person (%3$@).
ar: معدل ضربات قلبك الحالي هو %1$@ وهو في نطاق %2$@ للأفراد (%3$@).
de: Ihre aktuelle Herzfrequenz beträgt %1$@, was im Bereich von %2$@ für alle Personen (%3$@) liegt.
es: Tu frecuencia cardíaca actual es de %1$@, en la zona %2$@ de la población (%3$@).
fa: ضربان قلب فعلی شما %1$@ است، که برای یک فرد (%3$@) در محدوده ورزشی %2$@ قرار دارد.
fr: Votre fréquence cardiaque actuelle est %1$@, ce qui vous place dans la zone %2$@ pour un individu (%3$@).
id: Detak jantung Anda saat ini adalah %1$@, yang berada di zona %2$@ untuk individu (%3$@).
it: La frequenza cardiaca attuale è %1$@, nella zona %2$@ in generale (%3$@).
ja: あなたの現在の1分間あたりの心拍数は%1$@ですので、%3$@の方では、%2$@のゾーンになります。
ko: 내 현재 심박수는 %1$@ 이며, (%3$@) 사람 중에서는 %2$@ 영역에 해당합니다.
nl: Je huidige hartslag is %1$@, dat ligt voor een gemiddelde persoon (%3$@) binnen het bereik voor %2$@.
pl: Twoje obecne tętno wynosi %1$@, czyli znajduje się w strefie %2$@ dla osoby (%3$@).
pt_br: A sua frequência cardíaca atual é %1$@, que está na zona de %2$@ para as pessoas (%3$@).
ru: Ваш текущий пульс — %1$@, и вы находитесь в зоне «%2$@» для людей (%3$@).
tr: Mevcut nabzınız %1$@ ve %3$@ bir kişi olarak %2$@ bölgesindesiniz.
zh_hans: 你目前的心率为%1$@，处于(%3$@)人群的%2$@区间。
zh_hant: 您目前的心率為 %1$@，處於常人 (%3$@) 的 %2$@ 區間。

# result_exercise_third_extreme_1
source: You'd better cool down to avoid a muscular or skeletal injury. We wish you can be safe and enjoy your workout in a more efficient way.
ar: من الأفضل أن تسترح لتجنب إصابة العضلات أو الهيكل العظمي. نتمنى أن تكون آمنًا تستمتع بالتمارين الرياضية بطريقة أكثر فاعلية.
de: Sie sollten sich besser abkühlen, um Verletzungen der Muskeln und Knochen zu vermeiden. Wir wünschen Ihnen, dass Sie sicher sind und Ihr Training auf effizientere Weise genießen können.
es: Es mejor que vuelvas a la calma para evitar una lesión muscular y ósea. Queremos que no corras riesgos y disfrutes de tu entrenamiento de forma más eficiente.
fa: برای جلوگیری از آسیب به عضلات یا اسکات بدن، بهتر است بدن خود را سرد کنید. آرزو می‌کنیم بتوانید ایمن باشید و از تمرین خود به روشی کارآمدتر لذت ببرید.
fr: Vous feriez mieux de ralentir pour éviter les blessures musculo-squelettiques. Nous souhaitons vous éviter tout risque et vous voir profiter de votre entraînement plus efficacement.
id: Anda sebaiknya mendinginkan tubuh untuk menghindari cedera otot atau kerangka. Semoga Anda tetap selamat dan menikmati sesi latihan dengan lebih efisien.
it: Dovresti rilassarti per evitare infortuni muscolari o alle ossa. Ti auguriamo di stare bene e di goderti l'allenamento in un modo più efficace.
ja: 筋肉や骨格のケガを避けるため、クールダウンすることをお勧めします。より効果的な方法で、安全にワークアウトを楽しんでいただけることを願っています。
ko: 근육 또는 뼈 부상을 방지하려면 쿨다운을 꼭 하셔야 합니다. 안전을 유지하면서 더 효율적으로 워크아웃을 즐기실 수 있도록 하는 것이 저희의 소망입니다.
nl: Je kunt het beste een cooldown doen om spier- of skeletletsel te voorkomen. We willen dat je veilig blijft en dat je efficiënter van je work-out kunt genieten.
pl: Lepiej się ochłodzić, aby uniknąć kontuzji mięśni lub szkieletu. Życzymy Ci bezpieczeństwa i efektywniejszego treningu.
pt_br: É melhor você realizar o resfriamento para evitar uma lesão muscular ou esquelética. Queremos que você esteja seguro e aproveite o seu treino do modo mais eficaz.
ru: Сделайте заминку, чтобы избежать мышечных или скелетных травм. Тренируйтесь безопасно и эффективно.
tr: Kas veya iskelet yaralanmasından kaçınmak için soğusanız iyi olur. Güvende olmanızı ve egzersizinizin tadını daha verimli bir şekilde çıkarmanızı dileriz.
zh_hans: 你最好放慢步伐，以免肌肉或骨骼受伤。我们希望你能以更有效的方式安全享受健身运动。
zh_hant: 您最好緩和下來，以免肌肉或骨骼受傷。我們希望您能以更有效的方式安全享受健身運動。

# result_exercise_third_extreme_2
source: Try to slow down and lower your heart rate. Over-exercising is risky. And it's more efficient to keep your heart rate lower than 90% of your maximum heart rate.
ar: حاول إبطاء وخفض معدل ضربات قلبك. من الخطر الإفراط في ممارسة الرياضة. الأكثر فعالية أن تحافظ على معدل ضربات قلبك أقل من 90٪ من الحد الأقصى لمعدل ضربات قلبك.
de: Versuchen Sie, langsamer zu werden und Ihre Herzfrequenz zu senken. Eine Überanstrengung ist riskant. Und es ist effizienter, die Herzfrequenz unter 90 % der maximalen Herzfrequenz zu halten.
es: Intenta reducir la velocidad y el ritmo cardíaco. Sobreentrenarse es arriesgado y es más eficiente mantener una frecuencia cardíaca por debajo del 90% de tu frecuencia cardíaca máxima.
fa: سعی کنید ضربان قلب خود را کُندتر کنید و کاهش دهید. ورزش بیش از حد خطرناک است. همچنین، اگر ضربان قلب خود را کمتر از 90 درصد حداکثر ضربان قلب خود نگه دارید، کارآمدتر خواهد بود.
fr: Essayez de ralentir et de faire baisser votre fréquence cardiaque. S’entraîner excessivement est risqué. Il est plus efficace de maintenir votre fréquence cardiaque en dessous de 90 % de sa valeur maximale.
id: Cobalah untuk mendinginkan tubuh dan menurunkan detak jantung Anda. Berolahraga berlebihan itu berisiko. Dan lebih efisien untuk mempertahankan agar detak jantung lebih rendah dari 90% detak jantung maksimum Anda.
it: Prova a rallentare e ad abbassare la frequenza cardiaca. Allenarsi eccessivamente è rischioso. Ed è più efficace mantenere la frequenza cardiaca al di sotto del 90% di quella massima.
ja: スピードを落として心拍数を下げてみてください。過度な運動は危険です。さらに、最大心拍数の90%未満の心拍数を維持した方が、より効率的に運動することができます。
ko: 힘을 좀 빼서 심박수를 낮추도록 하세요. 과도한 운동은 위험할 수 있습니다. 또한, 최대 심박수의 90% 이하로 심박수를 유지하는 것이 더 효율이 좋습니다.
nl: Probeer wat rustiger aan te doen en je hartslag te verlagen. Te veel sporten is riskant. En het is efficiënter om je hartslag onder de 90% van je maximale hartslag te houden.
pl: Spróbuj zwolnić i obniżyć tętno. Nadmierne ćwiczenia są ryzykowne. Utrzymanie tętna poniżej 90% tętna maksymalnego jest bardziej efektywne.
pt_br: Tente desacelerar e reduzir a sua frequência cardíaca. Praticar exercícios em excesso é arriscado. Além disso, é mais eficaz manter a frequência cardíaca inferior a 90% da sua frequência cardíaca máxima.
ru: Замедлитесь и понизьте частоту пульса. Тренироваться слишком много — рискованно. Лучше поддерживать частоту пульса ниже 90% от максимальной.
tr: Kalp nabzınızı yavaşlatmaya ve düşürmeye çalışın. Aşırı egzersiz yapmak risklidir. Kalp nabzınızı maksimum kalp nabzınızın %90'ından daha düşük tutmak daha etkilidir.
zh_hans: 请试着放慢速度并降低你的心率。运动过度有风险。将心率保持在最大心率的90%以下，运动会更有效。
zh_hant: 請試著放慢速度並降低您的心率。運動過度有風險。將心率保持在最大心率的 90% 以下，運動會更有效。

# result_exercise_third_intensity_1
source: Doing high-intensity exercise is more efficient to burn calories, improve metabolism, and lose weight than doing moderate physical activities. Moreover, it is beneficial to improve heart health. Research has found that people doing strenuous exercises tend to have a longer lifespan. But don't forget to cool down and stretch yourself after a workout.
ar: إن ممارسة التمارين عالية الكثافة أكثر فاعلية في حرق السعرات الحرارية وتحسين التمثيل الغذائي وفقدان الوزن مقارنة بممارسة الأنشطة البدنية المعتدلة. علاوة على ذلك، فهي مفيدة لتحسين صحة القلب. وجدت الأبحاث أن الأشخاص الذين يمارسون تمارين شاقة يميلون إلى أن يكون لديهم عمر أطول. لكن لا تنسَ أن تهدأ وتمدد جسمك بعد التمرين.
de: Ein hochintensives Training ist effizienter, um Kalorien zu verbrennen, den Stoffwechsel zu verbessern und Gewicht zu verlieren als moderate körperliche Aktivitäten. Außerdem ist es gut für die Herzgesundheit. Untersuchungen haben ergeben, dass Menschen, die anstrengende Übungen machen, tendenziell eine längere Lebenserwartung haben. Vergessen Sie aber nicht, sich nach dem Training abzukühlen und zu dehnen.
es: Hacer ejercicio de alta intensidad es más eficaz para quemar calorías, mejorar el metabolismo y perder peso que hacer actividades físicas moderadas. Además, es beneficioso para mejorar la salud del corazón. Las investigaciones han descubierto que las personas que hacen ejercicios extenuantes tienden a tener una vida más larga. Pero no olvides volver a la calma y estirar después del entrenamiento.
fa: انجام ورزش با شدت بالا برای سوزاندن کالری، بهبود متابولیسم و کاهش وزن، کارآمدتر از انجام فعالیت‌های بدنی متوسط است. علاوه بر این، برای بهبود سلامت قلب، مفید است. تحقیقات نشان داده است افرادی که ورزش‌های سنگین انجام می‌دهند، طول عمر بیشتری دارند. اما فراموش نکنید که بعد از تمرین، بدن خود را سرد کنید و حرکات کششی را انجام دهید.
fr: Les exercices de haute intensité sont plus efficaces pour brûler des calories, renforcer le métabolisme et perdre du poids que les activités physiques modérées. De plus, ceux-ci sont bénéfiques pour la santé cardiaque. Des recherches ont démontré que les personnes effectuant des exercices intenses ont tendance à vivre plus longtemps. Mais n'oubliez pas de ralentir et de vous étirer après votre séance d'entraînement.
id: Melakukan latihan intensitas tinggi lebih efisien untuk membakar kalori, meningkatkan metabolisme, dan menurunkan berat dibandingkan melakukan aktivitas fisik sedang. Selain itu, itu bermanfaat untuk meningkatkan kesehatan jantung. Penelitian telah menemukan bahwa orang yang melakukan latihan berat cenderung memiliki usia lebih lama. Tetapi jangan lupa untuk mendinginkan tubuh dan melakukan peregangan setelah sesi latihan.
it: Eseguire attività fisica ad alta intensità è più efficace per bruciare calorie, migliorare il metabolismo e perdere peso rispetto alle attività fisiche moderate. Inoltre, è vantaggioso per migliorare la salute cardiaca. È stato dimostrato che le persone che eseguono attività fisica intensa vivono più a lungo. Ma non dimenticare di rilassarti e di fare stretching dopo un allenamento.
ja: 高強度運動を行うと、適度な運動をした場合よりも効率的にカロリーを燃焼し、代謝を向上させ、減量することができます。さらに、心臓の健康促進にも有益です。研究によって、激しい運動をしている人はより長生きしている傾向があることが分かっています。ただし、ワークアウト後はクールダウンとストレッチを忘れずに行ってください。
ko: 고강도 운동은 칼로리 소모, 신진대사 개선, 그리고 보통 수준의 신체 활동보다 더 많은 체중 감량을 하는 데 효율적입니다. 거기다 심장 건강을 증진시키기에도 좋습니다. 연구에 따르면 격렬한 운동을 하는 사람들의 평균 수명이 더 길다는 것도 확인됐습니다. 하지만 워크아웃 후에는 쿨다운과 스트레칭도 꼭 하셔야 해요.
nl: Oefeningen met hoge intensiteit doen is efficiënter om calorieën te verbranden, de stofwisseling te verbeteren en af te vallen dan gemiddeld fysieke activiteiten doen. Bovendien is het beter voor de gezondheid van het hart. Uit onderzoek is gebleken dat mensen die inspannende oefeningen doen, doorgaans een langere levensduur hebben. Maar vergeet niet om na een work-out een cooldown te doen en te stretchen.
pl: Wykonywanie ćwiczeń o wysokiej intensywności jest bardziej efektywne w spalaniu kalorii, poprawie metabolizmu i utracie wagi niż wykonywanie umiarkowanej aktywności fizycznej. Ponadto korzystnie wpływa na zdrowie serca. Badania wykazały, że ludzie wykonujący forsowne ćwiczenia mają zwykle dłuższą żywotność. Nie zapomnij jednak ochłodzić się i rozciągnąć po treningu.
pt_br: Fazer exercícios de alta intensidade é mais eficaz para queimar calorias, melhorar o metabolismo e perder peso do que fazer atividades físicas moderadas. Além disso, é ajuda a melhorar a saúde do coração. Estudos mostram que as pessoas que fazem exercícios extenuantes tendem a ter uma vida mais longa. Porém, não se esqueça do resfriamento e do alongamento depois do treino.
ru: Высокоинтенсивные упражнения более эффективны для сжигания калорий, улучшения метаболизма и похудения, чем умеренно интенсивные. Кроме того, они улучшают здоровье сердца. Исследования показали, что люди, выполняющие интенсивные упражнения, в среднем живут дольше. Но не забывайте о заминке и растяжке после тренировки.
tr: Yüksek yoğunlukta egzersiz yapmak kalori yakmak, metabolizmayı iyileştirmek ve kilo vermek için ortalama fiziksel aktivitelere göre daha verimlidir. Ayrıca kalp sağlığını iyileştirmek için de faydalıdır. Araştırmalar yorucu egzersizler yapan kişilerin daha uzun yaşama eğiliminde olduklarını tespit etmiştir. Ancak bir antrenmandan sonra soğumayı ve esnemeyi unutmayın.
zh_hans: 高强度运动比适度的体育活动更能有效燃烧卡路里、改善新陈代谢和减轻体重。此外，它也有助于改善心脏健康。研究发现，进行激烈运动的人往往寿命更长。但别忘了健身后缓和一下并做个伸展运动。
zh_hant: 高強度運動比適度的體育活動更能有效燃燒卡路里、改善新陳代謝和減輕體重。此外，它也有助於改善心臟健康。研究發現，進行激烈運動的人往往壽命更長。但別忘了健身後緩和一下並做個伸展運動。

# result_exercise_third_intensity_2
source: Keep on going for your fitness goal. You may feel tough at the moment, but it's worthwhile to stick to this intensity. However, if you are short of breath, in pain, or can't work out as long as you'd planned, your exercise intensity is probably higher than your fitness level allows. It's better to back off a bit and make progress step by step. After all, our ultimate goal is to be safe and healthy!
ar: استمر في تحقيق هدف لياقتك. قد تشعر بأن الأمر صعب في الوقت الحالي، لكن من المفيد التمسك بهذه الشِدة. ولكن، إذا كنت تعاني من ضيق التنفس، أو الألم، أو لا يمكنك التمرين كما خططت لذلك، فمن المحتمل أن تكون شِدة التمرين أعلى مما يسمح به مستوى لياقتك. من الأفضل التراجع قليلاً وإحراز تقدم خطوة بخطوة. في النهاية، هدفنا النهائي هو أن تكون آمن وبصحة جيدة!
de: Halten Sie Ihr Fitnessziel im Auge. Auch wenn Sie sich im Moment schwer tun, lohnt es sich, bei dieser Intensität zu bleiben. Wenn Sie jedoch kurzatmig sind, Schmerzen haben oder nicht so lange trainieren können wie geplant, ist Ihre Trainingsintensität wahrscheinlich höher als Ihr Fitnessniveau es zulässt. Es ist besser, ein wenig zurückzustecken und sich Schritt für Schritt zu steigern. Schließlich ist es unser oberstes Ziel, sicher und gesund zu sein!
es: No abandones tu objetivo de forma física. Puede que sientas agotamiento en ese momento, pero merece la pena mantener esa intensidad. Sin embargo, si te falta el aire, te duele o no puedes entrenar todo el tiempo que habías planeado, es probable que la intensidad de tu ejercicio sea más alta de lo que permite tu estado físico. Es mejor relajarse un poco y progresar poco a poco. En resumidas cuentas, el objetivo final es mantenerse saludable y no correr riesgos.
fa: برای رسیدن به تناسب اندام مورد نظر خود، ادامه دهید. ممکن است در حال حاضر احساس کنید که دشوار است، اما ارزش آن را دارد که به این شدت ورزش، پایبند باشید. با این حال، اگر تنگی نفس یا درد دارید، یا نمی‌توانید به اندازه‌ای که برنامه‌ریزی کرده‌اید ورزش کنید، احتمالاً شدت تمرین شما بیشتر از سطح آمادگی جسمانی‌تان است. بهتر است کمی کوتاه بیایید و قدم به قدم پیشرفت کنید. به هر حال، هدف نهایی ما این است که ایمن و سالم باشیم!
fr: Continuez à poursuivre votre objectif de remise en forme. Cela vous semble peut-être difficile pour l'instant, mais maintenir cette intensité en vaut la peine. Toutefois, si vous êtes essoufflé, si vous avez des douleurs ou si vous ne parvenez pas à vous entraîner aussi longtemps que prévu, l'intensité de votre exercice est probablement supérieure à votre niveau de forme. Vous devriez ralentir un peu la cadence et progresser pas à pas. Après tout, notre objectif ultime est d'être en sécurité et en bonne santé !
id: Pertahankan usaha mencapai target kebugaran Anda. Anda mungkin merasa sulit pada saat ini, tetapi bermanfaat untuk tetap pada intensitas ini. Akan tetapi, jika Anda terengah-engah, kesakitan, atau tidak bisa melakukan latihan dengan lama seperti yang direncanakan, intensitas latihan Anda mungkin lebih tinggi dari kemampuan tingkat kebugaran Anda. Sebaiknya turunkan sedikit dan melakukan kemajuan secara bertahan. Lagipula, tujuan utama kita adalah menjadi sehat dan aman!
it: Continua a impegnarti per raggiungere l'obiettivo fitness. Al momento potresti trovarlo difficile ma vale la pena mantenere questa intensità. Tuttavia, se hai il respiro affannato, senti dolore o non riesci ad allenarti quanto avevi previsto, probabilmente l'intensità dell'allenamento è superiore a quella consentita dallo stato di forma fisica. È meglio fare un passo indietro e avanzare gradualmente. Dopo tutto, l'obiettivo principale è stare bene e in salute!
ja: ご自身の健康の目標を目指して頑張りましょう。今は辛く感じるかもしれませんが、この強度を維持することに価値があります。ただし、息切れや痛みがある場合や、計画していた長さでワークアウトができない場合は、運動強度がご自身が許容できる体力レベルよりも高いかもしれません。少し強度を下げて一歩ずつ前進していきましょう。何と言っても、私達の究極の目標は安全に健康になることですから！
ko: 피트니스 목표를 달성하기 위해 계속 정진하세요. 지금은 힘들다고 느껴지겠지만, 이 강도를 유지하면 좋은 결과를 얻을 수 있습니다. 다만, 숨이 너무 차거나, 고통스럽거나, 계획한 만큼 워크아웃을 오래 할 수 없다면, 본인의 피트니스 수준보다 운동 강도가 높을 수 있습니다. 조금 느슨하게 하면서 천천히 한 단계씩 오르는 것도 좋습니다. 저희가 이루고자 하는 최종 목표는 안전과 건강 둘 다니까요!
nl: Blijf naar je fitnessdoel toewerken. Misschien vind je het nu lastig, maar het loont om deze intensiteit vast te houden. Maar als je kortademig bent, pijn hebt of niet zolang kunt trainen als je van plan was, dan is de intensiteit van je oefening waarschijnlijk hoger dan je conditie toelaat. Het is beter om een beetje gas terug te nemen en je vooruitgang stap voor stap op te bouwen. Ons uiteindelijke doel is immers veilig en gezond zijn!
pl: Kontynuuj realizację swojego celu fitness. W tej chwili możesz odczuwać trudności, ale warto trzymać się tej intensywności. Jeśli jednak brakuje Ci tchu, odczuwasz ból lub nie możesz ćwiczyć tak długo, jak planowałeś, intensywność ćwiczeń jest prawdopodobnie wyższa niż pozwala na to Twój poziom sprawności. Lepiej trochę się wycofać i krok po kroku robić postępy. W końcu naszym ostatecznym celem jest bycie bezpiecznym i zdrowym!
pt_br: Siga em direção ao seu objetivo de condicionamento físico. Pode estar difícil agora, mas vale a pena manter essa intensidade. No entanto, se você sentir falta de ar, dores, ou se não puder se exercitar durante o tempo planejado, a intensidade de exercício pode estar maior do que o seu nível de condicionamento físico permite. É melhor ir com calma e evoluir passo a passo. Afinal, o nosso objetivo principal é ter segurança e saúde!
ru: Идите к своей фитнес-цели. Да, сейчас может быть тяжело, но такая интенсивность принесет результат. Но если вам трудно дышать, больно, или вы не выдерживаете всю тренировку, возможно, ее интенсивность выше, чем позволяет ваша физическая форма. Лучше немного сбавить обороты и прогрессировать постепенно. Ведь наша главная цель — безопасность и здоровье!
tr: Fitness hedefinize doğru ilerlemeye devam edin. Şu anda kendinizi zorlanmış hissedebilirsiniz, ancak bu yoğunluğu sürdürmeye değer. Bununla birlikte, nefes darlığınız ya da ağrınız varsa veya planladığınız kadar uzun süre egzersiz yapamıyorsanız, egzersiz yoğunluğunuz muhtemelen fitness seviyenizin izin verdiğinden daha yüksektir. Biraz yavaşlamak ve adım adım ilerlemek daha iyidir. Sonuçta nihai hedefimiz güvende ve sağlıklı olmak!
zh_hans: 继续为你的健身目标努力。此刻你可能会觉得很辛苦，但坚持这种强度是值得的。但是，如果你呼吸急促、疼痛或无法按照计划锻炼，那运动强度可能高于健康水准。最好稍微降低难度，循序渐进向前迈进。毕竟，安全和健康才是我们的最终目标！
zh_hant: 繼續為您的健身目標努力。此刻您可能會覺得很辛苦，但堅持這種強度是值得的。但是，如果您呼吸急促、疼痛或無法按照計畫鍛鍊，那運動強度可能高於健康水準。最好稍微降低難度，循序漸進向前邁進。畢竟，安全和健康才是我們的最終目標！
