Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_bp_analysis_1_gpt
source: All the blood pressure results are within the normal range, signifying a commendable state of health.
ar: جميع نتائج ضغط الدم داخل النطاق الطبيعي، مما يدل على حالة صحية مشجعة.
de: Alle Blutdruckergebnisse liegen im normalen Bereich und deuten auf einen lobenswerten Gesundheitszustand hin.
es: Todos los resultados de presión arterial están dentro del rango normal, lo que indica un estado de salud admirable.
fa: تمام نتایج فشار خون در محدوده طبیعی هستند، که نشان‌دهنده وضعیت سلامت قابل تحسینی است.
fr: Tous les résultats de la pression artérielle se situent dans la plage normale, signe d'un état de santé louable.
id: Semua hasil tekanan darah berada dalam kisaran normal, menunjukkan keadaan kesehatan yang memuaskan.
it: Tutti i risultati della pressione sanguigna sono entro il range normale, segno di uno stato di salute encomiabile.
ja: すべての血圧結果は正常範囲内であり、健康な状態を示しています。
ko: 모든 혈압 검사 결과가 정상 범위 내에 있어 건강 상태를 유지하는 데 훌륭한 노력을 나타냅니다.
nl: Alle bloeddrukresultaten bevinden zich binnen het normale bereik, wat een lovenswaardige gezondheidstoestand aangeeft.
pl: Wszystkie wyniki pomiarów ciśnienia krwi mieszczą się w normie, co świadczy o godnym pochwały stanie zdrowia.
pt_br: Todos os resultados de pressão arterial estão dentro da faixa normal, indicando um estado de saúde digno de elogios.
ru: Все показатели кровяного давления находятся в пределах нормы, что указывает на похвальное состояние здоровья.
tr: Tüm kan basıncı sonuçları normal aralıkta, sağlıklı bir durumu gösteriyor.
zh_hans: 所有血压结果都在正常范围内，表明你有良好的健康状况。
zh_hant: 所有血壓結果都在正常範圍內，表明你有良好的健康狀況。

# week_bp_analysis_2_b_gpt
source: Your blood pressure is higher than normal sometimes, but it doesn't reach the hypertension range.
ar: يكون ضغط الدم أحيانًا أعلى من الطبيعي، ولكنه لا يصل إلى مدى ارتفاع ضغط الدم.
de: Ihr Blutdruck ist manchmal höher als normal, erreicht jedoch nicht den Bereich der Hypertonie.
es: Tu presión arterial es más alta de lo normal a veces, pero no alcanza el rango de hipertensión.
fa: فشار خون شما گاهی اوقات بالاتر از حد طبیعی است، اما به محدوده فشار خون بالا نمی‌رسد.
fr: Votre tension artérielle est parfois plus élevée que la normale, mais elle ne dépasse pas la plage d'hypertension.
id: Tekanan darah Anda kadang-kadang lebih tinggi dari normal, tetapi tidak mencapai rentang hipertensi.
it: La tua pressione sanguigna è talvolta più alta del normale, ma non raggiunge il range dell'ipertensione.
ja: 血圧は時々正常範囲を超えていますが、高血圧の範囲には達しません。
ko: 혈압이 때로는 정상 범위를 넘지만 고혈압 범위에는 도달하지 않습니다.
nl: Je bloeddruk is soms hoger dan normaal, maar bereikt niet het hypertensiebereik.
pl: Twoje ciśnienie krwi jest czasami wyższe niż normalnie, ale nie sięga zakresu nadciśnienia.
pt_br: Sua pressão arterial está mais alta do que o normal às vezes, mas não atinge a faixa de hipertensão.
ru: Ваше кровяное давление иногда выше нормы, но не достигает уровня гипертонии.
tr: Kan basıncınız bazen normalden yüksek olsa da, hipertansiyon seviyesine ulaşmaz.
zh_hans: 你的血压有时会高于正常值，但还未达到高血压标准。
zh_hant: 你的血壓有時會高於正常值，但還未達到高血壓標準。

# week_bp_analysis_2_gpt
source: Your blood pressure has mostly been in the normal range, however, it elevated sometimes.
ar: كان ضغط الدم لديك في الغالب في النطاق الطبيعي، ومع ذلك، ارتفع أحيانًا.
de: Dein Blutdruck war größtenteils im normalen Bereich, allerdings ist er manchmal angestiegen.
es: Tu presión arterial en su mayoría ha estado dentro del rango normal, sin embargo, se elevó algunas veces.
fa: فشار خون شما بیشتر در محدوده طبیعی بوده است، با این حال گاهی اوقات بالا رفته است.
fr: Votre tension artérielle a été principalement dans la plage normale, cependant, elle a augmenté parfois.
id: Tekanan darah Anda sebagian besar berada dalam rentang normal, namun terkadang meningkat.
it: La tua pressione sanguigna è stata per lo più nel range normale, tuttavia è salita talvolta.
ja: 血圧はほとんど正常範囲内ですが、時々上昇します。
ko: 혈압은 대부분 정상 범위 내에 있지만 때로는 상승합니다.
nl: Je bloeddruk was grotendeels binnen het normale bereik, maar steeg soms.
pl: Twoje ciśnienie krwi było głównie w normie, ale czasami wzrastało.
pt_br: Sua pressão arterial na maioria das vezes esteve na faixa normal, no entanto, elevou-se algumas vezes.
ru: Ваше кровяное давление в основном находилось в пределах нормы, однако иногда поднималось.
tr: Kan basıncınız çoğunlukla normal aralıkta olsa da, bazen yükseliyor.
zh_hans: 你的血压大部分时候都处于正常范围内，但有时也会升高。
zh_hant: 你的血壓大部分時候都處於正常範圍內，但有時也會升高。

# week_bp_analysis_3_b_gpt
source: While more than half of your blood pressure readings are normal, there are a few that are notably dangerous.
ar: بينما يتمتع أكثر من نصف قراءات ضغط الدم بالطبيعة، هناك بعض القراءات التي تعتبر خطيرة بشكل لافت للنظر.
de: Obwohl mehr als die Hälfte Ihrer Blutdruckmessungen normal sind, gibt es einige, die besonders gefährlich sind.
es: Si bien más de la mitad de tus lecturas de presión arterial son normales, algunas son notablemente peligrosas.
fa: هر چند بیش از نیمی از خواندگی‌های فشار خون شما در محدوده معمولی قرار دارند، اما چند تایی از آنها بطور قابل توجهی خطرناک هستند.
fr: Bien que plus de la moitié de vos mesures de tension artérielle soient normales, certaines sont remarquablement dangereuses.
id: Meskipun lebih dari separuh pembacaan tekanan darah Anda normal, ada beberapa yang sangat berbahaya.
it: Anche se più della metà delle letture della pressione sanguigna sono normali, ce ne sono alcune particolarmente pericolose.
ja: 半数以上の血圧測定が正常ですが、非常に危険な測定結果もあります。
ko: 당신의 혈압 측정 중 절반 이상이 정상 범위에 있지만, 몇 차례는 주목할 만큼 위험한 결과가 있습니다.
nl: Hoewel meer dan de helft van je bloeddrukmetingen normaal is, zijn er een paar die opvallend gevaarlijk zijn.
pl: Chociaż ponad połowa pomiarów ciśnienia krwi jest w normie, są też te, które są wyraźnie niebezpieczne.
pt_br: Embora mais da metade das suas leituras de pressão arterial estejam normais, algumas são notavelmente perigosas.
ru: Хотя более половины ваших показателей кровяного давления нормальные, есть несколько значительно опасных показателей.
tr: Kan basıncı ölçümlerinizin yarısından fazlası normal olsa da, dikkate değer derecede tehlikeli olan birkaç ölçüm var.
zh_hans: 你有几次的血压数值很危险，虽然大部分时候血压水平都正常。
zh_hant: 你有幾次的血壓數值很危險，雖然大部分時候血壓水平都正常。

# week_bp_analysis_3_gpt
source: More than half of your blood pressure readings have been normal, however, there are a few terrible readings.
ar: أكثر من نصف قراءات ضغط الدم الخاصة بك كانت طبيعية، ومع ذلك، هناك بعض القراءات الفظيعة.
de: Mehr als die Hälfte Ihrer Blutdruckmessungen waren normal, jedoch gab es ein paar schreckliche Messwerte.
es: Más de la mitad de tus lecturas de presión arterial han sido normales, sin embargo, hay algunas lecturas terribles.
fa: بیشتر از نیمی از اندازه‌گیری‌های فشار خون شما طبیعی بوده‌اند، با این حال چند اندازه‌گیری وحشتناک وجود داشته است.
fr: Plus de la moitié de vos mesures de tension artérielle étaient normales, mais il y a eu quelques mesures terribles.
id: Lebih dari separuh pembacaan tekanan darah Anda normal, namun ada beberapa pembacaan yang buruk.
it: Più della metà delle letture della pressione sanguigna sono normali, tuttavia ci sono alcune letture preoccupanti.
ja: 半数以上の血圧測定が正常ですが、いくつかのひどい測定結果があります。
ko: 혈압 측정 중 절반 이상이 정상이지만 몇 가지 나쁜 결과가 있습니다.
nl: Meer dan de helft van je bloeddrukmetingen waren normaal, maar er waren een paar slechte metingen.
pl: Więcej niż połowa odczytów ciśnienia krwi była w normie, jednak pojawiło się kilka fatalnych odczytów.
pt_br: Mais da metade das suas leituras de pressão arterial foram normais, porém, houve algumas leituras ruins.
ru: Больше половины ваших показаний кровяного давления были нормальными, однако были и несколько плохих показателей.
tr: Kan basıncının yarısından fazlası normal olmasına rağmen, birkaç korkunç ölçüm var.
zh_hans: 你过半数的血压读数都是正常的，但还有少许读数很危险。
zh_hant: 你過半數的血壓讀數都是正常的，但還有少許讀數很危險。

# week_bp_analysis_4_b_gpt
source: There are occasional instances of hypertension, and the majority of the readings are higher than normal.
ar: هناك حالات متفرقة من ارتفاع ضغط الدم، وغالبية القراءات أعلى من المعدل الطبيعي.
de: Es gibt gelegentlich Fälle von Hypertonie, und die Mehrheit der Messwerte liegt über dem normalen Bereich.
es: Hay casos ocasionales de hipertensión y la mayoría de las lecturas son más altas de lo normal.
fa: گاهی اوقات موارد فشار خون بالا وجود دارد و اکثر اندازه‌گیری‌ها بالاتر از حد طبیعی است.
fr: Il y a parfois des cas d'hypertension, et la majorité des mesures sont plus élevées que la normale.
id: Ada kasus hipertensi kadang-kadang, dan sebagian besar pembacaan lebih tinggi dari normal.
it: Ci sono casi occasionali di ipertensione, e la maggior parte delle letture è superiore al normale.
ja: 高血圧の時折の発生があり、測定の大半が通常よりも高いです。
ko: 고혈압이 가끔씩 있으며 대부분의 측정이 정상보다 높습니다.
nl: Er zijn incidentele gevallen van hypertensie, en het merendeel van de metingen is hoger dan normaal.
pl: Są okazjonalne przypadki nadciśnienia, a większość pomiarów jest wyższa niż normalnie.
pt_br: Há casos ocasionais de hipertensão, e a maioria das leituras é mais alta do que o normal.
ru: Имеются случаи гипертонии, и большинство показаний выше нормы.
tr: Ara sıra hipertansiyon vakaları var ve ölçümlerin çoğu normalden yüksek.
zh_hans: 你有时会测量出高血压，且大多数时候，你的血压水平都高于正常值。
zh_hant: 你有時會測量出高血壓，且大多數時候，你的血壓水平都高於正常值。

# week_bp_analysis_4_gpt
source: Most of your blood pressure readings are abnormal, with a few instances of high blood pressure.
ar: معظم قراءات ضغط الدم الخاصة بك غير طبيعية، مع بعض الحالات من ارتفاع ضغط الدم.
de: Die meisten Ihrer Blutdruckmessungen sind abnormal, mit einigen Fällen von hohem Blutdruck.
es: La mayoría de tus lecturas de presión arterial son anormales, con algunos casos de presión arterial alta.
fa: بیشتر از اندازه‌گیری‌های فشار خون شما غیرطبیعی بوده و چند مورد از آن‌ها فشار خون بالایی داشته‌اند.
fr: La plupart de vos mesures de tension artérielle sont anormales, avec quelques cas de tension artérielle élevée.
id: Sebagian besar pembacaan tekanan darah Anda tidak normal, dengan beberapa kasus tekanan darah tinggi.
it: La maggior parte delle letture della pressione sanguigna è anomala, con alcuni casi di pressione alta.
ja: ほとんどの血圧測定が異常であり、いくつかは高血圧です。
ko: 대부분의 혈압 측정 결과가 비정상적이며, 몇 차례 고혈압 사례가 있습니다.
nl: De meeste van je bloeddrukmetingen zijn abnormaal, met een paar gevallen van hoge bloeddruk.
pl: Większość pomiarów ciśnienia krwi jest nieprawidłowa, z kilkoma przypadkami wysokiego ciśnienia krwi.
pt_br: A maioria das suas leituras de pressão arterial está anormal, com alguns casos de pressão alta.
ru: Большинство ваших показаний кровяного давления неправильные, с несколькими случаями высокого кровяного давления.
tr: Kan basıncı ölçümlerinin çoğu anormal, birkaç kez yüksek kan basıncı var.
zh_hans: 你的大部分血压读数都显示异常，其中还有一些高血压的情况。
zh_hant: 你的大部分血壓讀數都顯示異常，其中還有一些高血壓的情況。

# week_bp_analysis_5_b_gpt
source: Your health is at high risk due to frequent dangerous blood pressure readings.
ar: صحتك في خطر عالي بسبب قراءات متكررة لضغط الدم الخطيرة.
de: Ihre Gesundheit ist aufgrund häufiger gefährlicher Blutdruckmessungen gefährdet.
es: Tu salud está en alto riesgo debido a frecuentes lecturas peligrosas de presión arterial.
fa: به دلیل خواندگی‌های مکرر و خطرناک فشار خون، سلامتی شما در معرض خطر زیادی است.
fr: Votre santé est en grand danger en raison de fréquentes lectures de tension artérielle dangereuses.
id: Kesehatan Anda berisiko tinggi karena frekuensi pembacaan tekanan darah yang berbahaya.
it: La tua salute è a rischio a causa delle frequenti letture pericolose della pressione sanguigna.
ja: 頻繁に危険な血圧測定が行われているため、健康リスクが高いです。
ko: 빈번한 위험한 혈압 측정으로 건강이 위험에 노출되어 있습니다.
nl: Je gezondheid loopt een hoog risico door frequente gevaarlijke bloeddrukmetingen.
pl: Twoje zdrowie jest narażone na duże ryzyko ze względu na częste niebezpieczne pomiary ciśnienia krwi.
pt_br: Sua saúde está em alto risco devido à frequência de leituras perigosas de pressão arterial.
ru: Ваше здоровье находится под большим риском из-за частоты опасных показателей кровяного давления.
tr: Sık sık tehlikeli kan basıncı ölçümleri nedeniyle sağlığınız ciddi risk altında.
zh_hans: 由于你的血压水平频繁在危险的范围内，你的健康风险极高。
zh_hant: 由於你的血壓水平頻繁在危險的範圍內，你的健康風險極高。

# week_bp_analysis_5_gpt
source: The notable frequency of abnormal blood pressure readings could pose significant risks to your health.
ar: تكرار قراءات ضغط الدم الغير طبيعية قد يشكل مخاطر كبيرة على صحتك.
de: Die bemerkenswerte Häufigkeit von abnormen Blutdruckmessungen könnte erhebliche Risiken für Ihre Gesundheit darstellen.
es: La notable frecuencia de lecturas anormales de presión arterial podría representar riesgos significativos para tu salud.
fa: فراوانی قابل توجه اندازه‌گیری‌های فشار خون غیرطبیعی می‌تواند خطرات قابل توجهی برای سلامتی شما به همراه داشته باشد.
fr: La fréquence notable de mesures anormales de tension artérielle pourrait présenter des risques importants pour votre santé.
id: Frekuensi mencolok dari pembacaan tekanan darah yang tidak normal dapat menimbulkan risiko signifikan terhadap kesehatan Anda.
it: La frequenza notevole delle letture anomale della pressione sanguigna potrebbe comportare rischi significativi per la tua salute.
ja: 異常な血圧測定の注目すべき頻度は、健康への重大なリスクをもたらす可能性があります。
ko: 비정상적인 혈압 측정 결과의 주목할 만한 빈도는 당신의 건강에 상당한 위험을 가질 수 있습니다.
nl: De opvallende frequentie van abnormale bloeddrukmetingen kan aanzienlijke risico's voor je gezondheid met zich meebrengen.
pl: Znacząca częstotliwość nieprawidłowych pomiarów ciśnienia krwi może stanowić znaczne ryzyko dla zdrowia.
pt_br: A frequência notável de leituras anormais de pressão arterial pode representar riscos significativos para a sua saúde.
ru: Заметная частота неправильных показателей кровяного давления может представлять серьезные риски для вашего здоровья.
tr: Anormal kan basıncı ölçümlerinin dikkate değer sıklığı sağlığınıza önemli riskler oluşturabilir.
zh_hans: 你的血压频繁出现危险异常的情况，可能对你的健康带来极大的威胁。
zh_hant: 你的血壓頻繁出現危險異常的情況，可能對你的健康帶來極大的威脅。

# week_bp_bd_1_b_gpt
source: You can rest assured. Your blood pressure levels this week are all good!
ar: يمكنك أن تطمئن. مستويات ضغط الدم لديك هذا الأسبوع جميعها جيدة!
de: Sie können beruhigt sein. Ihre Blutdruckwerte in dieser Woche sind alle gut!
es: Puedes estar tranquilo. ¡Los niveles de tu presión arterial esta semana están bien!
fa: می‌توانید مطمئن باشید. سطوح فشار خون شما در این هفته همگی خوب هستند!
fr: Vous pouvez être tranquille. Vos niveaux de tension artérielle cette semaine sont tous bons !
id: Anda dapat yakin. Tingkat tekanan darah Anda minggu ini semuanya baik!
it: Puoi star tranquillo. I livelli di pressione sanguigna questa settimana sono tutti buoni!
ja: 安心してください。今週の血圧レベルはすべて良好です！
ko: 안심하세요. 이번 주 혈압 수치는 모두 좋습니다!
nl: Je kunt gerust zijn. Je bloeddrukniveaus waren deze week allemaal goed!
pl: Możesz być spokojny. Poziomy twojego ciśnienia krwi w tym tygodniu były wszystkie dobre!
pt_br: Você pode ficar tranquilo. Seus níveis de pressão arterial esta semana estão todos bons!
ru: Вы можете быть спокойны. Ваши уровни кровяного давления на этой неделе все хороши!
tr: Gözünüz arkada kalmasın. Bu hafta kan basıncınızın seviyeleri harika!
zh_hans: 放心吧，你本周的血压水平一切正常！
zh_hant: 放心吧，你本周的血壓水平一切正常！

# week_bp_bd_1_gpt
source: Well done! There's nothing to worry about regarding your blood pressure level this week.
ar: أحسنت! ليس هناك ما يدعو للقلق بشأن مستوى ضغط الدم لديك هذا الأسبوع.
de: Gut gemacht! In dieser Woche gibt es bezüglich Ihres Blutdruckniveaus nichts zu befürchten.
es: ¡Bien hecho! No hay nada de qué preocuparse respecto a tu nivel de presión arterial esta semana.
fa: خوب انجام دادید! نیازی به نگرانی درباره سطح فشار خونتان در این هفته نیست.
fr: Bravo ! Rien à craindre concernant votre tension artérielle cette semaine.
id: Bagus! Tidak ada yang perlu dikhawatirkan mengenai tingkat tekanan darah Anda minggu ini.
it: Bravo! Non c'è nulla di cui preoccuparsi per il tuo livello di pressione sanguigna questa settimana.
ja: 素晴らしいです！今週の血圧レベルについて心配することはありません。
ko: 잘 하셨어요! 이번 주 혈압 수준에 대해 걱정할 것은 없습니다.
nl: Goed gedaan! Er is niets om je zorgen over te maken wat betreft je bloeddruk deze week.
pl: Dobrze wykonane! Nie ma się czym martwić o poziom ciśnienia krwi w tym tygodniu.
pt_br: Muito bem! Não há com o que se preocupar em relação ao seu nível de pressão arterial esta semana.
ru: Отлично! Нет причин беспокоиться о вашем уровне кровяного давления на этой неделе.
tr: Harika iş! Bu hafta kan basıncınız seviyesiyle ilgili endişelenecek bir durum yok.
zh_hans: 非常好！本周无需担心你的血压水平。
zh_hant: 非常好！本周無需擔心你的血壓水平。

# week_bp_bd_2_b_gpt
source: Be careful, as your blood pressure fluctuated this week.
ar: كن حذرًا، حيث تغير ضغط الدم لديك هذا الأسبوع بين الحين والآخر.
de: Seien Sie vorsichtig, da Ihr Blutdruck in dieser Woche geschwankt hat.
es: Ten cuidado, ya que tu presión arterial fluctuó esta semana.
fa: مراقب باشید، چون فشار خون شما در این هفته نوسان داشته است.
fr: Faites attention, car votre tension artérielle a fluctué cette semaine.
id: Berhati-hatilah, karena tekanan darah Anda bergejolak minggu ini.
it: Stai attento, poiché la tua pressione sanguigna è variata questa settimana.
ja: 血圧が今週は変動していましたので注意が必要です。
ko: 주의하세요. 이번 주 혈압이 변동되었습니다.
nl: Wees voorzichtig, omdat je bloeddruk deze week schommelde.
pl: Bądź ostrożny, ponieważ twoje ciśnienie krwi w tym tygodniu się zmieniało.
pt_br: Cuidado, pois sua pressão arterial flutuou esta semana.
ru: Осторожно, так как ваше кровяное давление колебалось на этой неделе.
tr: Dikkatli olun, bu hafta kan basıncınız dalgalanmış.
zh_hans: 要小心，你本周的血压水平有所波动。
zh_hant: 要小心，你本周的血壓水平有所波動。

# week_bp_bd_2_gpt
source: Keep an eye on your body, since your blood pressure this week has been unstable.
ar: كن حذرًا، حيث كان ضغط الدم لديك هذا الأسبوع غير مستقرًا.
de: Achten Sie auf Ihren Körper, da Ihr Blutdruck in dieser Woche instabil war.
es: Mantente atento a tu cuerpo, ya que tu presión arterial esta semana ha sido inestable.
fa: به بدن خود دقت کنید، چرا که فشار خون شما در این هفته ناپایدار بوده است.
fr: Gardez un œil sur votre corps, car votre tension artérielle a été instable cette semaine.
id: Pantau tubuh Anda, karena tekanan darah Anda bergejolak minggu ini.
it: Stai attento al tuo corpo, poiché la tua pressione sanguigna questa settimana è stata instabile.
ja: 体に注意してください、今週の血圧が不安定でした。
ko: 이번 주 혈압이 불안정하니 몸 관리에 주의하세요
nl: Let op je lichaam, omdat je bloeddruk deze week onstabiel was.
pl: Zwróć uwagę na swoje ciało, ponieważ poziom ciśnienia krwi w tym tygodniu był niestabilny.
pt_br: Fique de olho no seu corpo, pois sua pressão arterial esta semana esteve instável.
ru: Следите за своим организмом, так как ваше кровяное давление на этой неделе было нестабильным.
tr: Vücudunuzu gözlem altında tutun, çünkü bu hafta kan basıncınız dengesizdi.
zh_hans: 留意你的身体，本周你的血压有些不稳定。
zh_hant: 留意你的身體，本周你的血壓有些不穩定。

# week_bp_bd_3_b_gpt
source: Based on the readings this week, you might need to control your blood pressure more strictly.
ar: بناءً على القراءات هذا الأسبوع، قد تحتاج إلى التحكم في ضغط الدم بشكل أكثر صرامة.
de: Basierend auf den Messwerten dieser Woche müssen Sie Ihren Blutdruck möglicherweise strenger kontrollieren.
es: Basado en las lecturas de esta semana, podrías necesitar controlar tu presión arterial más estrictamente.
fa: بر اساس خواندن‌های این هفته، شما ممکن است نیاز به کنترل دقیق‌تر فشار خون داشته باشید.
fr: Sur la base des mesures cette semaine, vous devrez peut-être contrôler votre tension artérielle plus strictement.
id: Berdasarkan pembacaan minggu ini, Anda mungkin perlu mengendalikan tekanan darah Anda lebih ketat.
it: In base alle letture di questa settimana, potresti aver bisogno di controllare più strettamente la tua pressione sanguigna.
ja: 今週の測定結果に基づき、血圧をより厳格にコントロールする必要があるかもしれません。
ko: 이번 주 측정 결과를 바탕으로 혈압을 더 엄격하게 통제해야 할 수도 있습니다.
nl: Op basis van de metingen van deze week moet je mogelijk je bloeddruk strenger controleren.
pl: Na podstawie pomiarów z tego tygodnia, możliwe, że będziesz musiał bardziej ściśle kontrolować swoje ciśnienie krwi.
pt_br: Com base nas leituras desta semana, pode ser necessário controlar sua pressão arterial com mais rigor.
ru: Судя по показаниям на этой неделе, вам, возможно, нужно более строго контролировать ваше кровяное давление.
tr: Bu haftaki ölçümlere göre, kan basıncınızı daha sıkı kontrol etmeniz gerekebilir.
zh_hans: 从本周的血压水平来看，你需要更严格地控制血压。
zh_hant: 從本周的血壓水平來看，你需要更嚴格地控制血壓。

# week_bp_bd_3_gpt
source: While it's not happening often, your blood pressure this week needs some control.
ar: على الرغم من أنه لا يحدث كثيرًا، إلا أن ضغط الدم لديك هذا الأسبوع يحتاج إلى بعض التحكم.
de: Obwohl es nicht häufig vorkommt, benötigt Ihr Blutdruck in dieser Woche etwas Kontrolle.
es: Aunque no ocurre con frecuencia, tu presión arterial esta semana necesita algo de control.
fa: هرچند اغلب اتفاق نمی‌افتد، اما فشار خون شما در این هفته نیاز به کنترل دارد.
fr: Bien que cela n'arrive pas souvent, votre tension artérielle a besoin d'un certain contrôle cette semaine.
id: Meskipun tidak terjadi sering, tekanan darah Anda memerlukan beberapa kendali minggu ini.
it: Anche se non accade spesso, questa settimana la tua pressione sanguigna ha bisogno di un certo controllo.
ja: 頻繁ではありませんが、今週の血圧をコントロールする必要があります。
ko: 자주 발생하지는 않지만 이번 주에는 혈압을 어느 정도 조절해야 합니다.
nl: Hoewel het niet vaak voorkomt, heeft je bloeddruk deze week wat controle nodig.
pl: Choć to się nie zdarza często, twoje ciśnienie krwi w tym tygodniu wymaga pewnej kontroli.
pt_br: Embora não aconteça com frequência, sua pressão arterial esta semana precisa de controle.
ru: Хотя это происходит нечасто, ваше кровяное давление на этой неделе требует контроля.
tr: Çok sık olmasa da, bu hafta kan basıncınızı kontrol altında tutmanız gerekiyor.
zh_hans: 你需要控制下血压，即使本周血压出现异常的次数较少。
zh_hant: 你需要控制下血壓，即使本周血壓出現異常的次數較少。

# week_bp_bd_4_b_gpt
source: Heads up, your blood pressure issue this week seems somewhat serious.
ar: انتبه، يبدو أن مشكلة ضغط الدم لديك هذا الأسبوع تبدو بعض الشيء خطيرة.
de: Aufgepasst, Ihr Blutdruckproblem in dieser Woche scheint etwas ernsthaft zu sein.
es: Atención, tu problema de presión arterial esta semana parece algo serio.
fa: توجه! به نظر می‌رسد مشکل فشار خون شما در این هفته به نوعی جدی است.
fr: Attention, votre problème de tension artérielle cette semaine semble assez sérieux.
id: Perhatian, masalah tekanan darah Anda minggu ini tampaknya agak serius.
it: Attenzione, il problema della pressione sanguigna questa settimana sembra essere un po' serio.
ja: 心配ですね、今週の血圧問題はかなり深刻に見えます。
ko: 주의하세요, 이번 주에 당신의 혈압 문제는 어느 정도 심각해 보입니다.
nl: Let op, je bloeddrukprobleem deze week lijkt nogal serieus.
pl: Uwaga, problem z ciśnieniem krwi w tym tygodniu wydaje się dość poważny.
pt_br: Atenção, seu problema de pressão arterial esta semana parece ser sério.
ru: Внимание, ваша проблема с кровяным давлением на этой неделе кажется довольно серьезной.
tr: Dikkat edin, bu hafta kan basıncınızla ilgili bir problem gibi görünüyor.
zh_hans: 请注意，本周你的血压问题似乎有些严重。
zh_hant: 請注意，本周你的血壓問題似乎有些嚴重。
