Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# guide_moretips3
source: · Use some pressure and fully cover the camera lens with one of your fingertips.
ar: · استخدم بعض الضغط وقم بتغطية عدسة الكاميرا تمامًا بأطراف أصابعك.
de: · Üben Sie etwas Druck aus und bedecken Sie die Kameralinse mit einer Ihrer Fingerspitzen vollständig.
es: · Haz algo de presión y cubre por completo el objetivo de la cámara con uno de tus dedos.
fa: · لنز دوربین را با نوک انگشت خود کاملاً بپوشانید و کمی فشار دهید.
fr: · Appliquez une pression et recouvrez entièrement l'objectif de l'appareil photo du bout de l'un de vos doigts.
id: · Gunakan sedikit tekanan tutup sepenuhnya lensa kamera dengan satu ujung jari.
it: · Premi leggermente e copri completamente l'obiettivo della fotocamera con un dito.
ja: · 1本の指で圧力をかけてカメラのレンズを完全に覆うようにしてください。
ko: · 약간의 압력을 사용하고 한 손가락으로 카메라 렌즈를 완전히 가리세요.
nl: · Oefen lichte druk uit en zorg dat je de cameralens volledig bedekt met een van je vingertoppen.
pl: · Naciśnij trochę i całkowicie zakryj obiektyw aparatu jednym z opuszków palca.
pt_br: · Pressionando um pouco, cubra completamente a lente da câmera com a ponta de um dedo.
ru: · Применив некоторое давление, полностью закройте объектив камеры кончиком одного из пальцев.
tr: · Hafif baskı uygulayarak kamera lensini parmağınızın ucuyla tamamen kapatın.
zh_hans: · 请将一根手指的指尖轻压并完全覆盖在相机镜头上。
zh_hant: · 請您用點力將一根指頭完整蓋住相機鏡頭。

# guide_moretips3_fullCover
source: fully cover
ar: بتغطية عدسة الكاميرا
de: vollständig
es: cubre por completo
fa: کاملاً بپوشانید
fr: recouvrez entièrement
id: tutup sepenuhnya
it: copri completamente
ja: 完全に覆う
ko: 완전히 가리세요
nl: volledig bedekt
pl: całkowicie zakryj
pt_br: cubra completamente
ru: полностью закройте
tr: tamamen kapatın
zh_hans: 完全覆盖在
zh_hant: 完整蓋住

# guide_moretips4
source: · To avoid a hot flashlight, you may tap the 'lightning' icon on the top right corner to turn it off. However, this may influence the accuracy of the result.
ar: · لتجنب ضوء الفلاش الساخن، يمكنك الضغط على شعار "البرق" في أعلى اليمين لإيقاف تشغيله. ولكن، قد يؤثر هذا على دقة النتيجة.
de: · Um ein Überhitzen des Blitzlichts zu vermeiden, kannst du auf das Blitz-Symbol in der oberen rechten Ecke tippen, um es auszuschalten. Dies kann jedoch die Genauigkeit des Ergebnisses beeinflussen.
es: · Para evitar una linterna caliente, puedes tocar el icono del 'rayo' en la esquina superior derecha para desactivarla. Sin embargo, puede que influya en la precisión del resultado.
fa: · برای جلوگیری از داغ شدن چراغ قوه ، می‌توانید روی آیکون "چراغ" در گوشه بالا سمت راست، ضربه بزنید تا خاموش شود. البته این کار ممکن است روی دقت نتیجه اثر بگذارد.
fr: · Pour éviter la lampe torche chaude, vous pouvez toucher l'icône « Éclair » en haut à droite pour l'éteindre. Cependant, cela peut affecter la précision du résultat.
id: · Untuk menghindari lampu senter panas, Anda mungkin perlu mengetuk ikon 'kilat' di ujung kanan atas untuk menonaktifkannya. Akan tetapi, ini dapat memengaruhi akurasi hasilnya.
it: · Per evitare il surriscaldamento del flash, tocca l'icona "flash" nell'angolo in alto a destra per disattivarlo. Tuttavia, questo potrebbe influenzare la precisione dei risultati.
ja: · フラッシュライトが熱くなるのを避けるため、右上にある「稲妻」アイコンをタップしてフラッシュライトをオフにすることができます。ただし、結果の正確性に影響を与える可能性があります。
ko: · 뜨거운 플래시를 피하려면, 우측 상단 모서리에 있는 '조명' 아이콘을 탭하여 끄면 됩니다. 하지만, 이 경우 결과의 정확성에 영향을 미칠 수 있습니다.
nl: · Wil je voorkomen dat de zaklamp heet wordt, dan kun je rechts bovenaan op de 'bliksem' tikken om deze uit te schakelen. Dit kan echter de nauwkeurigheid van het resultaat beïnvloeden.
pl: · Aby uniknąć gorącej latarki, możesz dotknąć ikony „błyskawicy” w prawym górnym rogu, aby ją wyłączyć. Może to wpłynąć na dokładność wyniku.
pt_br: · Para evitar a lanterna quente, você pode pressionar o ícone de "relâmpago" no canto superior direito para desativá-la. Porém, isso pode influenciar a precisão do resultado.
ru: · Чтобы вспышка не нагревалась, можно нажать на значок молнии в правом верхнем углу, выключив ее. Но помните, что это может сказаться на точности результатов.
tr: · Sıcak flaştan kaçınmak için üst sağ köşedeki "yıldırım" simgesine dokunabilir ve flaşı kapatabilirsiniz. Ancak, bunu yapmak sonucun doğruluğunu etkileyebilir.
zh_hans: · 为避免手电筒过热，你可以点击右上角的“闪电”图标将其关闭。但是，这可能会影响结果的准确性。
zh_hant: · 為避免手電筒過熱，您能點按右上角的「閃電」圖示將其關閉。但是，這可能會影響結果的準確度。

# guide_moretips4_avoid
source: To avoid a hot flashlight
ar: لتجنب ضوء الفلاش الساخن
de: Um ein Überhitzen des Blitzlichts zu vermeiden
es: Para evitar una linterna caliente
fa: برای جلوگیری از داغ شدن چراغ قوه
fr: Pour éviter la lampe torche chaude
id: Untuk menghindari lampu senter panas
it: Per evitare il surriscaldamento del flash
ja: フラッシュライトが熱くなるのを避けるため
ko: 뜨거운 플래시를 피하려면
nl: Wil je voorkomen dat de zaklamp heet wordt
pl: Aby uniknąć gorącej latarki
pt_br: Para evitar a lanterna quente
ru: Чтобы вспышка не нагревалась
tr: Sıcak flaştan kaçınmak için
zh_hans: 为避免手电筒过热
zh_hant: 為避免手電筒過熱

source: Edit/Add
ar: تعديل/إضافه
de: Bearbeiten/Bestätigung
es: Editar/Añadir
fa: ویرایش/افزودن
fr: Modifier/Ajouter
id: Sunting/Tambah
it: Modifica/Aggiungi
ja: 編集/追加
ko: 수정/추가
nl: Bewerken/Toevoegen
pl: Edytuj/Dodaj
pt_br: Editar/Adicionar
ru: Изменить/Добавить
tr: Düzenle/Ekle
zh_hans: 编辑/增加
zh_hant: 編輯/增加

# tip
source: Tips
ar: تفريف
de: Tipp
es: Consejo
fa: نکته
fr: Astuces
id: Saran
it: Consiglio
ja: ヒント
ko: 도움말
nl: tips van
pl: Porada
pt_br: Dica
ru: Совет
tr: İpuçları
zh_hans: 建议
zh_hant: 建議

source: Day
ar: يوم
de: Tag
es: Día
fa: روز
fr: Jour
id: Hari
it: Giorno
ja: 日
ko: 일
nl: Dag
pl: Dzień
pt_br: Dia
ru: День
tr: Gün
zh_hans: 日
zh_hant: 日

source: Skip
ar: تخطي
de: überspringen
es: Omitir
fa: رد شدن
fr: Passer
id: Melewatkan
it: Saltare
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt_br: Pular
ru: пропускать
tr: Atla
zh_hans: 跳过
zh_hant: 跳過

source: Add
ar: إضافه
de: Bestätigung
es: Añadir
fa: افزودن
fr: Ajouter
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle
zh_hans: 增加
zh_hant: 增加

# action_add
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fa: افزودن
fr: Ajouter
id: Tambah
it: Aggiungi
ja: 追加
ko: 추가
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle
zh_hans: 新增
zh_hant: 新增

# exe_all
source: All
ar: الكل
de: Alle
es: Todos
fa: همه
fr: Tous
id: Semua
it: Tutti
ja: すべて
ko: 모두
nl: Alle
pl: Wszystkie
pt_br: Todos
ru: Все
tr: Tümü
zh_hans: 全部
zh_hant: 全部

# filtered_xx
source: Filtered (%s)
ar: مصفّى (%s)
de: Gefiltert (%s)
es: Filtrado (%s)
fa: فیلترشده (%s)
fr: Filtrés (%s)
id: Disaring (%s)
it: Filtrati (%s)
ja: 絞り込み結果（%s）
ko: 필터링됨 (%s)
nl: Gefilterd (%s)
pl: Filtrowane (%s)
pt_br: Filtrados (%s)
ru: Отобрано (%s)
tr: Filtrelendi (%s)
zh_hans: 已筛选（%s）
zh_hant: 已篩選（%s）

source: Average
ar: متوسط
de: Durchschnitt
es: Media
fa: میانگین
fr: Moyenne
id: Rata-Rata
it: Media
ja: 平均
ko: 평균
nl: Gemiddelde
pl: Średnia
pt_br: Média
ru: Среднее
tr: Ortalama
zh_hans: 平均
zh_hant: 平均

source: Max
ar: الأقصى
es: Máx.
fa: حداکثر
id: Maks
ja: 最大
ko: 최대
pl: Maks.
pt_br: Máx.
ru: Макс.
tr: Azami
zh_hans: 最大值
zh_hant: 最大值

# minimum_abbr
source: Min
ar: حد أدنى
es: Mín
fa: حداقل
ja: 最小
ko: 최소
pt_br: mín.
ru: Мин.
zh_hans: 最小值
zh_hant: 最小值

# main_chart
source: Chart
ar: الرسم
de: Tabelle
es: Gráfica
fa: نمودار
fr: Tableaux
id: Grafik
it: Grafico
ja: グラフ
ko: 도표
nl: Grafiek
pl: Wykres
pt_br: Gráficos
ru: График
tr: Grafikler
zh_hans: 图表
zh_hant: 圖表

source: History
ar: السجل
de: Verlauf
es: Historial
fa: سابقه
fr: Historique
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: История
tr: Geçmiş
zh_hans: 历史
zh_hant: 記錄

# heart_rate_first_measurement
source: You have just completed your first measurement, now log in and safely synchronize your heart rate data!
ar: لقد أكملت للتو القياس الأول، سجّل الدخول الآن وقم بمزامنة بيانات معدل نبضات قلبك بأمان!
de: Sie haben eben Ihre erste Messung durchgeführt. Melden Sie sich jetzt an und synchronisieren Sie sicher Ihre Herzfrequenzdaten!
es: Acabas de completar tu primera medición, ¡ahora regístrala y sincroniza de forma segura los datos de tu ritmo cardíaco!
fa: شما اولین اندازه‌گیری خود را به پایان رساندید، اکنون وارد سیستم شوید و به صورت ایمن، داده‌های ضربان قلب خود را همگام‌سازی کنید!
fr: Vous venez de terminer votre première mesure, connectez-vous à présent et synchronisez vos données de fréquence cardiaque de manière sécurisée !
id: Anda telah menyelesaikan pengukuran pertama, sekarang masuk dan sinkronkan data detak jantung Anda dengan aman!
it: Hai completato la prima misurazione. Accedi e sincronizza in modo sicuro i dati sulla frequenza cardiaca.
ja: 最初の計測を完了しました。今すぐログインして、心拍数データを安全に同期しましょう！
ko: 첫 관측을 완료하셨어요, 이제 로그인해서 나의 심박수 데이터를 안전하게 동기화하세요!
nl: Je hebt net je eerste meting voltooid, log nu in en synchroniseer veilig je hartslaggegevens!
pl: Właśnie zakończyłeś swój pierwszy pomiar, teraz zaloguj się i bezpiecznie zsynchronizuj dane o tętnie!
pt_br: Você acaba de concluir a sua primeira medição, agora acesse a sua conta e sincronize com segurança os dados da sua frequência cardíaca!
ru: Вы только что завершили свое первое измерение. Теперь войдите в приложение и синхронизируйте данные о своем пульсе!
tr: İlk ölçümünüzü tamamlamış bulunuyorsunuz, şimdi oturum açın ve kalp nabzı verilerinizi güvenli şekilde senkronize edin!
zh_hans: 你刚刚完成了第一次测量，立即登录并安全同步你的心率数据！
zh_hant: 您剛剛完成了第一次測量，立即登入並安全地同步您的心率資料！

source: Sync your data?
ar: مزامنة بياناتك؟
de: Ihre Daten synchronisieren?
es: ¿Sincronizar tus datos?
fa: داده‌ها همگام‌سازی شوند؟
fr: Synchroniser vos données ?
id: Sinkronkan data Anda?
it: Sincronizzare i dati?
ja: データを同期しますか？
ko: 데이터를 동기화할까요?
nl: Je gegevens synchroniseren?
pl: Zsynchronizować dane?
pt_br: Sincronizar os seus dados?
ru: Синхронизировать ваши данные?
tr: Verileriniz senkronize edilsin mi?
zh_hans: 同步你的数据？
zh_hant: 是否要同步資料？

source: Log in
ar: دخول
de: Anmelden
es: Iniciar sesión
fa: ورود به سیستم
fr: Se connecter
id: Masuk
it: Accedi
ja: ログイン
ko: 로그인
nl: Inloggen
pl: Zaloguj
pt_br: Entrar
ru: Войти
tr: Oturum açin
zh_hans: 登录
zh_hant: 登入

source: Later
ar: فيما بعد
de: Später
es: Más tarde
fa: بعداً
fr: Plus tard
id: Kemudian
it: Più tardi
ja: 後で
ko: 후에
pl: Później
pt_br: Mais tarde
ru: Позже
tr: Daha sonra
zh_hans: 稍后
zh_hant: 稍後

source: Age
ar: العمر
de: Alter
es: Edad
fa: سن
fr: Âge
id: Usia
it: Età
ja: 年齢
ko: 연령
nl: Leeftijd
pl: Wiek
pt_br: Idade
ru: Возраст
tr: Yaş
zh_hans: 年龄
zh_hant: 年齡

source: Add manually
ar: إضافة يدويًا
de: Manuell hinzufügen
es: Añadir manualmente
fa: افزودن به صورت دستی
fr: Ajouter manuellement
id: Tambahkan secara manual
it: Aggiungi manualmente
ja: 手動で追加する
ko: 직접 추가
nl: Handmatig toevoegen
pl: Dodaj ręcznie
pt_br: Adicionar manualmente
ru: Добавить вручную
tr: Manuel olarak ekle
zh_hans: 手动新增
zh_hant: 手動新增

source: Sample data
ar: عينة بيانات
de: Beispieldaten
es: Datos de muestra
fa: داده‌های نمونه
fr: Échantillon de données
id: Data sampel
it: Dati campione
ja: サンプルデータ
ko: 샘플 데이터
nl: Voorbeeldgegevens
pl: Dane przykładowe
pt_br: Exemplos de dados
ru: Пример
tr: Örnek veri
zh_hans: 样本数据
zh_hant: 範例資料

# add_at_least_1
source: Add at least 1 record to unlock the stats
ar: أضف سجلًا واحدًا على الأقل لفتح الإحصائيات
de: Fügen Sie mind. 1 Eintrag hinzu, um die Statistiken freizuschalten.
es: Añade al menos 1 registro para desbloquear las estadísticas
fa: برای قفل‌گشایی از آمار، حداقل 1 مورد ثبت‌شده را اضافه کنید
fr: Ajoutez au moins 1 entrée pour débloquer les statistiques
id: Tambahkan setidaknya 1 catatan untuk membuka statistik
it: Aggiungi almeno 1 dato per sbloccare le statistiche
ja: 統計をアンロックするには、記録を1つ以上追加してください
ko: 통계를 잠금 해제하려면 기록을 1개 이상 추가하세요
nl: Voeg ten minste 1 gegevensrecord toe om de statistieken te ontgrendelen
pl: Dodaj co najmniej 1 wpis, aby odblokować statystyki
pt_br: Adicione pelo menos 1 registro para desbloquear as estatísticas
ru: Добавьте хотя бы 1 запись, чтобы увидеть статистику
tr: İstatistiklerin kilidini açmak için en az 1 kayıt ekleyin
zh_hans: 请添加至少一条记录以解锁统计信息
zh_hant: 至少新增一筆記錄以解鎖此統計資料

# all_records_x
source: All Records (%s)
ar: جميع السجلات (%s)
de: Alle Aufzeichnungen (%s)
es: Todos los registros (%s)
fa: همه رکوردها (%s)
fr: Tous les enregistrements (%s)
id: Semua catatan (%s)
it: Tutti i dati (%s)
ja: すべての記録（%s）
ko: 모든 기록 (%s)
nl: Alle records (%s)
pl: Wszystkie wyniki (%s)
pt_br: Todos os registros (%s)
ru: Все записи (%s)
tr: Tüm kayıtlar (%s)
zh_hans: 所有记录（%s）
zh_hant: 所有紀錄（%s）

# measurement_conditions
source: Measure States
ar: ظروف القياس
de: Messbedingungen
es: Condiciones de la medición
fa: شرایط اندازه‌گیری
fr: Conditions de mesure
id: Kondisi pengukuran
it: Condizioni di misurazione
ja: 計測条件
ko: 관측 상태
nl: Meetomstandigheden
pl: Warunki pomiaru
pt_br: Condições da medição
ru: Условия при измерении
tr: Ölçüm koşulları
zh_hans: 测量状态
zh_hant: 測量時的情形

source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fa: پروفایل
fr: Profil
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pl: Profil
pt_br: Perfil
ru: Профиль
tr: Profil
zh_hans: 个人资料
zh_hant: 個人檔案

source: Male
ar: ذكر
de: Mann
es: Hombre
fa: مرد
fr: Homme
id: Laki-laki
it: Uomo
ja: 男性
ko: 남성
nl: Man
pl: Mężczyzna
pt_br: Masculino
ru: Мужской
tr: Erkek
zh_hans: 男性
zh_hant: 男性

source: Female
ar: أنثى
de: Frau
es: Mujer
fa: زن
fr: Femme
id: Perempuan
it: Donna
ja: 女性
ko: 여성
nl: Vrouw
pl: Kobieta
pt_br: Feminino
ru: Женский
tr: Kadın
zh_hans: 女性
zh_hant: 女性

source: Info & Knowledge
ar: معلومات والمعرفة
de: Info & Wissen
es: Información y Conocimiento
fa: اطلاعات و دانش
fr: Infos et Connaissances
id: Info & Pengetahuan
it: Info e Conoscenze
ja: 情報と知識
ko: 정보 & 지식
nl: Info & Kennis
pl: Informacje i Wiedza
pt_br: Informações e Conhecimentos
ru: Данные и Знания
tr: Bilgiler ve Bilgi
zh_hans: 资讯与知识
zh_hant: 資訊與知識

source: Assess Heart Health
ar: تقييم صحة القلب
de: Herzgesundheit bewerten
es: Evaluar la salud cardíaca
fa: ارزیابی سلامت قلب
fr: Évaluer la santé cardiaque
id: Evaluasi Kesehatan Jantung
it: Valuta la salute cardiaca
ja: 心臓の健康を評価する
ko: 심장 건강 평가
nl: Gezondheid van hart evalueren
pl: Ocena zdrowia serca
pt_br: Avalie a saúde do coração
ru: Оценка состояния сердца
tr: Kalp Sağlığı Değerlendirmesi
zh_hans: 评估心脏健康
zh_hant: 評估心臟健康

# bloodpressure_app_name
source: Blood Pressure
ar: ضغط الدم
de: Blutdruck
es: Presión arterial
fa: فشار خون
fr: Tension artérielle
id: Tekanan Darah
it: Pressione sanguigna
ja: 血圧
ko: 혈압
nl: Bloeddruk
pl: Ciśnienie krwi
pt_br: Pressão arterial
ru: Кровяное давление
tr: Tansiyon
zh_hans: 血压追踪器
zh_hant: 血壓追踪器

source: Blood Sugar
ar: سكر الدم
de: Blutzucker
es: Azúcar en sangre
fa: قند خون
fr: Glycémie
id: Gula Darah
it: Glicemia
ja: 血糖値
ko: 혈당
nl: Bloedsuiker
pl: Cukier we krwi
pt_br: Açúcar no sangue
ru: Сахар в крови
tr: Kan Şekeri
zh_hans: 血糖
zh_hant: 血糖監測

source: Diabetes
ar: داء السكري
fa: دیابت
fr: Diabète
it: Diabete
ja: 糖尿病
ko: 당뇨병
pl: Cukrzyca
ru: Диабет
tr: Şeker hastasıyım
zh_hans: 糖尿病
zh_hant: 糖尿病

source: First Aid Tips
ar: نصائح الإسعافات الأولية
de: Erste-Hilfe-Tipps
es: Consejos de primeros auxilios
fa: نکات کمک‌های اولیه
fr: Astuces de premiers soins
id: Kiat Pertolongan Pertama
it: Consigli di primo soccorso
ja: 応急処置のヒント
ko: 응급처치 팁
nl: Eerstehulptips
pl: Porady dotyczące pierwszej pomocy
pt_br: Dicas de primeiros socorros
ru: Советы по первой помощи
tr: İlk Yardım İpuçları
zh_hans: 急救技巧
zh_hant: 急救竅門

# healthy_lifestyles
source: Healthy Lifestyle
ar: أسلوب حياة صحي
de: Gesunder Lebensstil
es: Estilo de vida saludable
fa: سبک زندگی سالم
fr: Style de vie sain
id: Gaya Hidup Sehat
it: Stile di vita sano
ja: 健康的なライフスタイル
ko: 건강한 라이프스타일
nl: Gezonde levensstijl
pl: Zdrowy styl życia
pt_br: Estilo de vida saudável
ru: Здоровый образ жизни
tr: Sağlıklı Yaşam Tarzı
zh_hans: 健康的生活方式
zh_hant: 健康生活型態

source: Heart Disease Triggers
ar: مسببات أمراض القلب
de: Auslöser für Herzleiden
es: Desencadenante de enfermedad cardíaca
fa: عوامل بیماری قلبی
fr: Déclencheurs de maladies cardiaques
id: Pemicu Penyakit Jantung
it: Cause scatenanti di malattie cardiache
ja: 心臓病の要因
ko: 심장병 유발
nl: Factoren voor hart- en vaatziekten
pl: Przyczyny chorób serca
pt_br: Causas de doenças cardíacas
ru: Факторы развития сердечных заболеваний
tr: Kalp Hastalığı Tetikleyicileri
zh_hans: 心脏病诱因
zh_hant: 心臟疾病誘因

source: Heart rate
ar: معدل نبضات القلب
de: Herzfrequenz
es: Ritmo cardíaco
fa: ضربان قلب
fr: Fréquence cardiaque
id: Detak jantung
it: Frequenza cardiaca
ja: 心拍数
ko: 심박수
nl: Hartslag
pl: Tętno
pt_br: Frequência cardíaca
ru: Частота пульс
tr: Kalp atış hızı
zh_hans: 心率
zh_hant: 心率

source: Hypertension
ar: فرط ضغط الدم
de: Bluthochdruck
es: Hipertensión
fa: فشار خون بالا
id: Hipertensi
it: Ipertensione
ja: 高血圧
ko: 고혈압
nl: Hypertensie
pl: Nadciśnienie
pt_br: Hipertensão
ru: Гипертония
tr: Hipertansiyon
zh_hans: 高血压
zh_hant: 高血壓

source: Protect Heart
ar: حماية القلب
de: Herz schützen
es: Protección del corazón
fa: حفاظت از قلب
fr: Protection du cœur
id: Lindungi Jantung
it: Proteggi il cuore
ja: 心臓を守る
ko: 심장 보호
nl: Hart beschermen
pl: Ochrona serca
pt_br: Proteja o seu coração
ru: Защита сердца
tr: Kalbi Koruyun
zh_hans: 保护心脏
zh_hant: 保護心臟

# blood_sugar_knowledge_2
source: Blood Sugar Normal Ranges
ar: النطاقات الطبيعية للسكر في الدم
de: Normale Blutzucker-Bereiche
es: Índices normales de azúcar en sangre
fa: محدوده‌های قند خون طبیعی
fr: Plages normales de glycémie
id: Rentang Gula Darah Normal
it: Normali livelli di glicemia
ja: 正常な血糖値の範囲
ko: 정상 혈당 범위
nl: Normale bloedsuikerbereiken
pl: Normalne zakresy poziomu cukru we krwi
pt_br: Intervalos normais de açúcar no sangue
ru: Нормальные диапазоны сахара в крови
tr: Normal Kan Şekeri Aralıkları
zh_hans: 血糖的正常范围
zh_hant: 血糖的正常範圍

# blood_sugar_knowledge_3
source: Diabetes Types: Type I & Type II
ar: أنواع السكري: النوع الأول والنوع الثاني
de: Diabetestypen: Typ I & Typ II
es: Tipos de diabetes: tipo I y tipo II
fa: انواع دیابت: نوع 1 و نوع 2
fr: Types de diabète : Type 1 et Type 2
id: Tipe Diabetes: Tipe I & Tipe II
it: Tipi di diabete: tipo 1 e tipo 2
ja: 糖尿病の種類：1型と2型
ko: 당뇨병 유형: 유형 I & 유형 II
nl: Diabetestypen: Type I en Type II
pl: Typy cukrzycy: typ I i typ II
pt_br: Tipos de diabetes: Tipo I e Tipo II
ru: Типы диабета: I и II
tr: Diyabet Türleri: Tip I ve Tip II
zh_hans: 糖尿病类型：1型和2型
zh_hant: 糖尿病類型：第一和第二型

# blood_sugar_knowledge_7
source: First Aid Advice for Diabetes
ar: نصائح الإسعافات الأولية لمرض السكري
de: Erste-Hilfe-Tipps für Diabetes
es: Consejos de primeros auxilios para la diabetes
fa: نکات کمک‌های اولیه برای دیابت
fr: Astuces de premiers secours pour le diabète
id: Kiat Pertolongan Pertama untuk Diabetes
it: Consigli di primo soccorso per il diabete
ja: 糖尿病の応急処置ヒント
ko: 당뇨병에 대한 응급 처치
nl: Eerstehulptips voor diabetes
pl: Wskazówki pierwszej pomocy przy cukrzycy
pt_br: Dicas de primeiros socorros para diabetes
ru: Первая помощь при диабете
tr: Diyabet için İlk Yardım İpuçları
zh_hans: 糖尿病的急救方法
zh_hant: 糖尿病的急救提示

# heart_rate_knowledge_1
source: Common Heart Diseases
ar: أمراض القلب الشائعة
de: Häufige Herzleiden
es: Enfermedades comunes del corazón
fa: بیماری‌های قلبی رایج
fr: Maladies cardiaques courantes
id: Penyakit Jantung Umum
it: Malattie cardiache comuni
ja: 一般的な心臓病
ko: 일반적 심장병
nl: Veel voorkomende hartziekten
pl: Częste choroby serca
pt_br: Doenças cardíacas comuns
ru: Обычные заболевания сердца
tr: Yaygın Kalp Hastalıkları
zh_hans: 常见心脏疾病
zh_hant: 常見心臟疾病

# heart_rate_knowledge_10
source: Calm a Racing Heart Fast
ar: التهدئة السريعة للقلب المتسارع
de: Herzrasen schnell beruhigen
es: Calmar rápido un corazón acelerado
fa: ضربان قلب تند خود را سریع کاهش دهید
fr: Calmer vite un cœur qui bat la chamade
id: Meredakan Detak Jantung dengan Cepat
it: Rallentare rapidamente il battito accelerato
ja: ドキドキした心臓を素早く落ち着かせる
ko: 뛰는 심장을 빠르게 진정시키기
nl: Zo kalmeer je snel een te hard kloppend hart
pl: Spowalnianie nadmiernie wysokiego tętna
pt_br: Acalme o coração acelerado rapidamente
ru: Как быстро снизить учащенное сердцебиение
tr: Yüksek Nabzı Hızla Düşürmek
zh_hans: 如何快速平复过快的心跳
zh_hant: 如何快速平復過快的心跳

# heart_rate_knowledge_11
source: High Heart Rate Complications
ar: تعقيدات معدل نبضات القلب المرتفعة
de: Komplikationen bei hoher Herzfrequenz
es: Complicaciones por ritmo cardíaco alto
fa: عوارض ضربان قلب تند
fr: Complications liées à une fréquence cardiaque élevée
id: Komplikasi Detak Jantung Tinggi
it: Complicazioni di una frequenza cardiaca elevata
ja: 高心拍数による合併症
ko: 높은 심박수 관련 문제
nl: Complicaties van hoge hartslag
pl: Powikłania związane z wysokim tętnem
pt_br: Complicações da frequência cardíaca alta
ru: Осложнения при учащенном пульсе
tr: Yüksek Nabız Komplikasyonları
zh_hans: 高心率并发症
zh_hant: 高心率的併發症

# heart_rate_knowledge_12
source: Hypertension Dangers
ar: مخاطر ضغط الدم المرتفع
de: Gefahren des Bluthochdrucks
es: Peligros de la hipertensión
fa: خطرات فشار خون بالا
fr: Dangers de l'hypertension
id: Bahaya Hipertensi
it: Pericoli dell'ipertensione
ja: 高血圧のリスク
ko: 고혈압 위험성
nl: Gevaren van hoge bloeddruk
pl: Zagrożenia związane z nadciśnieniem
pt_br: Perigos da hipertensão
ru: Опасность гипертонии
tr: Yüksek Tansiyon Tehlikeleri
zh_hans: 高血压的风险
zh_hant: 高血壓的風險

# heart_rate_knowledge_13
source: First Medications for Hypertension
ar: الأدوية الأولى لضغط الدم المرتفع
de: Empfohlene Medikation bei Bluthochdruck
es: Primeros medicamentos para la hipertensión
fa: اولین دارو برای فشار خون بالا
fr: Premiers médicaments contre l'hypertension
id: Pengobatan Pertama untuk Hipertensi
it: Prime cure per l'ipertensione
ja: 高血圧で最初に選ぶべきお薬
ko: 고혈압에 대한 최초 처방약
nl: Beste medicijnen tegen hoge bloeddruk
pl: Podstawowe leki na nadciśnienie
pt_br: Primeiros medicamentos para hipertensão
ru: Первые лекарства при гипертонии
tr: Yüksek Tansiyon İçin Tercih Edilen İlaçlar
zh_hans: 治疗高血压的首选药物
zh_hant: 治療高血壓的首選藥物

# heart_rate_knowledge_14
source: Hypotension Diagnosis & Treatment
ar: تشخيص وعلاج ضغط الدم المنخفض
de: Diagnose und Behandlung bei niedrigem Blutdruck
es: Diagnosis y tratamiento de la hipotensión
fa: تشخیص و درمان فشار خون پایین
fr: Diagnostic et traitement de l'hypotension
id: Diagnosis Tekanan Darah Rendah & Pengobatannya
it: Diagnosi e cure per l'ipotensione
ja: 低血圧の診断と治療
ko: 저혈압 진단 & 치료
nl: Diagnose van lage bloeddruk en behandeling
pl: Rozpoznanie i leczenie niedociśnienia
pt_br: Diagnóstico e tratamento de hipotensão
ru: Диагностика и лечение гипотонии
tr: Düşük Tansiyon Teşhisi ve Tedavisi
zh_hans: 低血压的诊断与治疗
zh_hant: 低血壓診斷與治療

# heart_rate_knowledge_15
source: Home Blood Pressure Measurement
ar: قياس ضغط الدم بالمنزل
de: Blutdruckmessen zu Hause
es: Medición de presión arterial en casa
fa: اندازه‌گیری فشار خون در منزل
fr: Mesure de tension artérielle à domicile
id: Pengukuran Tekanan Darah di Rumah
it: Misurazione della pressione sanguigna a casa
ja: 自宅で血圧計測
ko: 자택 혈압 관측
nl: Thuis bloeddruk meten
pl: Pomiar ciśnienia krwi w domu
pt_br: Medição da pressão arterial em casa
ru: Измерение артериального давления в домашних условиях
tr: Evde Tansiyon Ölçümü
zh_hans: 居家血压测量
zh_hant: 居家血壓測量

# heart_rate_knowledge_16
source: Blood Pressure Measurement Mistakes
ar: أخطاء قياس ضغط الدم
de: Fehler beim Blutdruckmessen
es: Errores al medir la presión arterial
fa: خطاهای اندازه‌گیری فشار خون
fr: Erreurs commises lors des mesures de tension artérielle
id: Kesalahan Pengukuran Tekanan Darah
it: Errori nella misurazione della pressione sanguigna
ja: 血圧計測での間違い
ko: 혈압 관측 관련 실수
nl: Fouten bij bloeddruk meten
pl: Błędy przy mierzeniu ciśnienia
pt_br: Erros na medição da pressão arterial
ru: Ошибки при измерении артериального давления
tr: Tansiyon Ölçme Hataları
zh_hans: 血压测量误区
zh_hant: 錯誤的血壓測量方式
