Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# result_third_slow_1
source: Please check your current state and measure again. A low heart rate may signal a medical problem. If your heart rate is slow in the middle of the day and you have symptoms including weakness, tiredness, palpitations, dizziness, faintness, chest pain, and shortness of breath, you may need medical help as soon as possible.
ar: يرجى التحقق من حالتك الحالية والقياس مرة أخرى. انخفاض معدل ضربات القلب قد يشير إلى وجود مشكلة طبية. إذا كان معدل ضربات قلبك بطيئًا في منتصف اليوم وكانت لديك أعراض الضعف، والتعب، والخفقان، والدوخة، والإغماء، وألم الصدر، وضيق التنفس، فقد تحتاج إلى مساعدة طبية في أسرع وقت ممكن.
de: Bitte überprüfen Sie Ihren aktuellen Zustand und messen Sie erneut. Eine niedrige Herzfrequenz kann ein Hinweis auf ein medizinisches Problem sein. Wenn Ihre Herzfrequenz mitten am Tag langsam ist und Sie Symptome wie Schwäche, Müdigkeit, Herzklopfen, Schwindel, Ohnmacht, Schmerzen in der Brust und Kurzatmigkeit haben, benötigen Sie so schnell wie möglich medizinische Hilfe.
es: Comprueba tu estado actual y vuelve a medirla. Una frecuencia cardíaca baja puede indicar un problema médico. Si tu frecuencia cardíaca es baja durante el día y tienes síntomas como debilidad, cansancio, palpitaciones, mareos, desmayos, dolor en el pecho y falta de aliento, es posible que necesites ayuda médica lo antes posible.
fa: لطفاً وضعیت فعلی خود را بررسی و ضربان قلب خود را دوباره اندازه‌گیری کنید. ضربان قلب پایین ممکن است نشانه یک مشکل پزشکی باشد. اگر ضربان قلب شما در اواسط روز کُند است و علائمی مانند ضعف، خستگی، تپش قلب، سرگیجه، غش، درد قفسه سینه و تنگی نفس دارید، ممکن است هر چه سریعتر به کمک پزشکی نیاز داشته باشید.
fr: Veuillez vérifier votre état actuel et mesurer de nouveau. Une fréquence cardiaque basse peut signaler un problème médical. Si votre fréquence cardiaque est lente en milieu de journée et que vous présentez des symptômes tels qu'une faiblesse, une fatigue, des palpitations, des vertiges, des évanouissements, des douleurs thoraciques et un essoufflement, vous avez peut-être besoin d'une aide médicale au plus vite.
id: Harap periksa kondisi Anda saat ini dan ukur lagi. Detak jantung rendah mungkin menandakan ada masalah medis. Jika detak jantung Anda rendah di tengah-tengah hari dan Anda memiliki gejala seperti lemas, lelah, jantung berdebar, pusing, terasa mau pingsan, dada sakit, dan napas terengah-engah, Anda mungkin memerlukan bantuan medis sesegera mungkin.
it: Controlla lo stato attuale e misura di nuovo. Una frequenza cardiaca bassa può indicare un problema di salute. Se la frequenza cardiaca è bassa nella parte centrale della giornata e avverti sintomi come debolezza, stanchezza, palpitazioni, vertigini, sensazione di svenimento, dolore al petto e respiro affannato, potresti avere urgente bisogno di assistenza medica.
ja: 現在のあなたの状態を確認してからもう一度計測してください。低い心拍数は、医学的な問題の兆候である場合があります。日中に心拍数が低くなり、脱力感、倦怠感、動悸、めまい、失神、胸の痛み、息切れなどの症状がある場合は、できるだけ早く医療機関を受診する必要がある可能性があります。
ko: 현재 상태를 확인하고 다시 측정해 주세요. 낮은 심박수는 의료 문제를 나타낼 수 있습니다. 심박수가 낮 동안은 낮고 무력감, 피로감, 두근거림, 어지러움, 현기증, 가슴 통증, 숨가쁨 등의 증상이 있다면 최대한 빨리 의료 조치를 받으시는 것이 좋습니다.
nl: Controleer je huidige status en meet opnieuw. Een lage hartslag kan wijzen op een medisch probleem. Als je hartslag overdag langzaam is en je symptomen hebt zoals zwakte, vermoeidheid, hartkloppingen, duizeligheid, flauwheid, pijn op de borst of kortademigheid, dan heb je misschien acuut medische hulp nodig.
pl: Sprawdź swój aktualny stan i zmierz ponownie. Niskie tętno może sygnalizować problem medyczny. Jeśli Twoje tętno jest wolne w środku dnia i masz objawy, takie jak osłabienie, zmęczenie, kołatanie serca, zawroty głowy, omdlenia, ból w klatce piersiowej i duszność, możesz potrzebować pomocy medycznej tak szybko, jak to możliwe.
pt_br: Verifique o seu estado atual e a meça novamente. Uma frequência cardíaca baixa pode sinalizar um problema de saúde. Se a sua frequência cardíaca estiver lenta no meio do dia e se você tiver sintomas como fraqueza, cansaço, palpitações, tontura, desmaio, dor no peito e falta de ar, você pode precisar de ajuda médica o mais rápido possível.
ru: Проверьте свое самочувствие и повторите измерение. Низкий пульс может говорить о медицинской проблеме. Если ваш пульс низкий в течение дня, и у вас есть такие симптомы, как слабость, усталость, пальпитация, головокружение, обморочность, боль в груди и нехватка дыхания, вам может понадобиться срочная медицинская помощь.
tr: Lütfen şu anki durumunuzu kontrol edin ve tekrar ölçün. Düşük kalp nabzı tıbbi bir soruna işaret edebilir. Gün ortasında nabzınız yavaşsa ve hâlsizlik, yorgunluk, çarpıntı, baş dönmesi, bayılma, göğüs ağrısı ve nefes darlığı gibi belirtileriniz varsa, mümkün olan en kısa sürede tıbbi yardım almaya ihtiyacınız olabilir.
zh_hans: 请检查你目前的状态并再测量一次。低心率可能是健康问题的警报。如果你在中午心率缓慢，且出现无力、疲倦、心悸、头晕、昏厥、胸痛和呼吸急促的症状，你可能需尽快就医。
zh_hant: 請檢查您目前的狀態並再測量一次。低心率可能是健康問題的警訊。如果您在中午心率緩慢，且出現無力、疲倦、心悸、頭暈、昏厥、胸痛和呼吸急促的症狀，您可能需盡快就醫。

# result_third_slow_2
source: You need to pay attention to your heart rate condition and measure it again and avoid what may affect your measurement. A low heart rate can be a medical emergency, especially if you have any symptoms such as dizziness, extreme irritability, or fainting. Please talk to your doctor if your heart rate results are always below normal.
ar: تحتاج إلى الانتباه إلى حالة معدل ضربات قلبك وقياسها مرة أخرى، كما عليك تجنب ما قد يؤثر على قياساتك. يمكن أن يكون معدل ضربات القلب المنخفض حالة مرضية طارئة، خاصة إذا كان لديك أي أعراض مثل الدوخة، أو التهيج الشديد، أو الإغماء. يرجى التحدث مع طبيبك إذا كانت نتائج معدل ضربات القلب لديك دائمًا أقل من المعدل الطبيعي.
de: Achten Sie auf Ihre Herzfrequenz, messen Sie sie erneut und vermeiden Sie alles, was Ihre Messung beeinflussen könnte. Eine niedrige Herzfrequenz kann ein medizinischer Notfall sein, insbesondere wenn Sie Symptome wie Schwindel, extreme Reizbarkeit oder Ohnmacht haben. Bitte sprechen Sie mit Ihrem Arzt, wenn Ihre Herzfrequenzwerte immer unter dem Normalwert liegen.
es: Tienes que prestar atención a tu estado de frecuencia cardíaca y volver a medirla y evitar lo que pueda afectar a tu medición. Una frecuencia cardíaca baja puede ser una urgencia médica, especialmente si tienes algún síntoma como mareos, irritabilidad extrema o desmayos. Habla con tu médico si los resultados de tu frecuencia cardíaca están siempre por debajo de lo normal.
fa: شما باید به وضعیت ضربان قلب خود توجه کنید و دوباره آن را اندازه گیری کنید و از آنچه ممکن است بر اندازه گیری شما تأثیر بگذارد اجتناب کنید. ضربان قلب پایین ممکن است یک مورد اورژانسی باشد، به خصوص اگر علائمی مانند سرگیجه، تحریک‌پذیری شدید یا غش کردن دارید. اگر نتایج ضربان قلب شما همیشه کمتر از حد طبیعی است، لطفاً با پزشک خود صحبت کنید.
fr: Vous devez faire attention à la condition de votre mesure, effectuer votre mesure de nouveau et éviter ce qui pourrait l'affecter. Une fréquence cardiaque basse peut constituer une urgence médicale, surtout si vous présentez des symptômes tels que des étourdissements, une irritabilité extrême ou un évanouissement. Veuillez en parler à votre médecin si les résultats de votre fréquence cardiaque sont toujours inférieurs à la normale.
id: Anda mungkin perlu memperhatikan kondisi detak jantung Anda dan mengukurnya lagi serta menghindari apa pun yang dapat memengaruhi pengukuran. Detak jantung rendah dapat menjadi darurat medis, terutama jika Anda memiliki gejala seperti pusing, mudah jengkel, atau pingsan. Silakan berkonsultasi dengan dokter jika hasil detak jantung Anda selalu di bawah normal.
it: Devi fare attenzione alla condizione della frequenza cardiaca e misurare di nuovo ed evitare i fattori che influenzano la misurazione. Una frequenza cardiaca bassa può indicare un'emergenza sanitaria, specialmente se avverti sintomi come stanchezza, eccessiva irritabilità o mancamenti. Se la frequenza cardiaca è sempre inferiore al valore normale, consulta il medico.
ja: 心拍数の計測条件に注意して、計測に影響を与える可能性のあるものを避け、もう一度計測してください。低い心拍数は医療措置を要する緊急事態である場合があり、特にめまい、極度の神経過敏、失神などの症状がある場合はその可能性が高くなります。心拍数の計測結果が常に正常範囲を下回っている場合は、かかりつけ医にご相談ください。
ko: 본인의 심박수 상태를 주의 깊게 살펴, 측정에 영향을 주는 요인을 배제하고 다시 측정하셔야 할 수도 있습니다. 낮은 심박수는 의료적 응급 상황을 나타낼 수 있으며, 어지러움, 극단적 과민성, 기절 등의 증상이 있다면 특히 더욱 그렇습니다. 심박수 측정 결과가 항상 정상 이하라면 반드시 의사와 상담하세요.
nl: Je moet op de conditie van je hartslag letten en deze opnieuw meten. Vermijd daarbij dingen die je meting kunnen beïnvloeden. Een lage hartslag kan een medische noodsituatie zijn, vooral als je symptomen zoals duizeligheid, extreme prikkelbaarheid of flauwtes. Praat met je arts als je hartslagresultaten altijd lager zijn dan normaal.
pl: Musisz zwrócić uwagę na stan tętna i zmierzyć go ponownie, unikając tego, co może mieć wpływ na pomiar. Niskie tętno może być nagłym przypadkiem, zwłaszcza jeśli masz jakiekolwiek objawy, takie jak zawroty głowy, skrajna drażliwość lub omdlenia. Porozmawiaj z lekarzem, jeśli wyniki tętna są zawsze poniżej normy.
pt_br: Você deve prestar atenção à situação da sua frequência cardíaca, medi-la novamente e evitar coisas que podem afetar a medição. Uma frequência cardíaca baixa pode ser uma emergência médica, principalmente se você tiver sintomas como tontura, irritabilidade extrema ou desmaio. Fale com o seu médico se os resultados da medição da frequência cardíaca estiverem sempre inferiores ao normal.
ru: Обратите внимание на свой пульс и измерьте его снова, а также исключите факторы, способные повлиять на измерение. Низкий пульс может быть признаком неотложного состояния, особенно если у вас есть такие симптомы, как головокружение, раздражительность или слабость на грани обморока. Обратитесь к врачу, если измерения всегда показывают ваш пульс ниже нормы.
tr: Kalp nabzınızın durumuna dikkat etmeniz, onu tekrar ölçmeniz ve ölçümünüzü etkileyebilecek şeylerden kaçınmanız gerekir. Özellikle baş dönmesi, aşırı sinirlilik veya bayılma gibi herhangi bir belirtiye sahipseniz, düşük kalp nabzı tıbbi bir acil duruma işaret edebilir. Kalp nabzı ölçümleriniz her zaman normalin altındaysa lütfen doktorunuzla konuşun.
zh_hans: 你需关注你的心率状态并再测量一次，避免可能会影响测量结果的因素。低心率可能会发展为医疗紧急情况，特别是如果你有任何例如头晕、极度易怒或昏厥的症状时。若你的心率结果始终低于正常范围，请咨询医生。
zh_hant: 您需注意心率狀態並再測量一次，避免可能會影響測量的因素。低心率可能是醫療緊急情況，特別是如果您有像頭暈、極度易怒或昏厥的症狀時。若您的心率結果始終低於正常範圍，請諮詢醫生。

# x_years_old
source: %@ years old
ar: %@ سنوات
de: %@ Jahre
es: %@ años
fa: %@ ساله
fr: %@ ans
id: %@ tahun
it: %@ anni
ja: %@歳
ko: %@세
nl: %@ jaar oud
pl: %@ lat(-a)
pt_br: %@ anos
ru: %@ год(а)/лет
tr: %@ yaşında
zh_hans: %@岁
zh_hant: %@ 歲

# thanks_for_sharing
source: Thanks for your sharing!
ar: شكرًا على المشاركة!
de: Vielen Dank fürs Teilen!
es: ¡Gracias por compartir!
fa: بابت اشتراک‌گذاری متشکریم!
fr: Merci d'avoir partagé !
id: Terima kasih sudah berbagi!
it: Grazie per la condivisione!
ja: シェアありがとうございます！
ko: 공유해 주셔서 감사합니다!
nl: Bedankt voor het delen!
pl: Dziękujemy za dzielenie się!
pt_br: Obrigado por compartilhar!
ru: Спасибо, что поделились!
tr: Paylaştığınız için teşekkürler!
zh_hans: 感谢你的分享！
zh_hant: 感謝您的分享！

# entered_same_name
source: The name already exists, please try another one.
ar: الاسم موجود بالفعل، يرجى تجربة اسم آخر.
de: Der Name existiert bereits, bitte versuchen Sie es mit einem anderen.
es: Ya existe el nombre, prueba con otro.
fa: این نام قبلاً وجود دارد. لطفاً نام دیگری را امتحان کنید.
fr: Le nom existe déjà, veuillez en essayer un autre.
id: Nama sudah ada, silakan coba nama lain.
it: Il nome esiste già. Scegline un altro.
ja: 既に存在する名前です。別の名前をお試しください。
ko: 이 이름은 이미 존재합니다. 다른 이름을 사용해 보세요.
nl: De naam bestaat al, probeer een andere.
pl: Nazwa już istnieje, spróbuj wpisać inną.
pt_br: O nome já existe, tente utilizar outro.
ru: Данное имя уже используется, введите другое имя.
tr: Ad zaten var, lütfen başka bir ad deneyin.
zh_hans: 该名称已存在，请换一个。
zh_hant: 該名稱已存在，請嘗試其他名稱。

# enter_a_name_for_tag
source: Please enter a name for the new tag
ar: يرجى إدخال اسمًا للعلامة الجديدة
de: Bitte geben Sie einen Namen für die neue Bezeichnung ein
es: Introduce un nombre para la nueva etiqueta
fa: لطفاً یک نام برای برچسب جدید وارد کنید
fr: Veuillez saisir un nom pour la nouvelle étiquette
id: Harap masukkan nama untuk tag baru
it: Inserisci un nome per il nuovo tag
ja: 新しいタグの名前を入力してください
ko: 새로운 태그의 이름을 입력하세요
nl: Voer een naam in voor de nieuwe tag
pl: Wpisz nazwę nowego tagu
pt_br: Insira um nome para a nova marcação
ru: Укажите имя для нового тега
tr: Lütfen yeni etiket için bir ad girin
zh_hans: 请输入新标签的名称
zh_hant: 請輸入新標籤的名稱

# sleep_notetag_input_overflow_tip
source: You have exceeded the limit of 20 characters
ar: لقد تجاوزت الحد الأقصى البالغ 20 حرفًا
de: Sie haben das Limit von 20 Zeichen überschritten
es: Has superado el límite de 20 caracteres
fa: از حداکثر تعداد کاراکتر مجاز یعنی 20 کاراکتر فراتر رفتید
fr: Vous avez dépassé la limite de 20 caractères
id: Anda telah melampaui batas 20 karakter
it: Hai superato il limite di 20 caratteri
ja: 上限の20文字を越えています
ko: 20자 제한을 초과하셨습니다
nl: Je hebt meer dan 20 tekens ingevoerd
pl: Przekroczyłeś limit 20 znaków
pt_br: Você excedeu o limite de 20 caracteres
ru: Вы превысили ограничение в 20 символов
tr: 20 karakter sınırını aştınız
zh_hans: 超出20个字符的限制
zh_hant: 您已超過 20 個字元的上限

# accuracy_will_decrease
source: The accuracy will decrease if the flashlight is turned off.
ar: ستنخفض الدقة إذا تم إيقاف المصباح.
de: Die Genauigkeit verringert sich, wenn die Taschenlampe ausgeschaltet ist.
es: La precisión disminuirá si se desactiva la luz del flash.
fa: در صورت خاموش شدن چراغ قوه، دقت کاهش خواهد یافت.
fr: La précision sera réduite si le lampe de poche est éteinte.
id: Akurasi akan berkurang jika senter dinonaktifkan.
it: La precisione diminuirà se il flash è spento.
ja: フラッシュライトをオフにすると、精度が下がります。
ko: 플래시가 꺼져 있으면 정확도가 떨어집니다.
nl: De nauwkeurigheid wordt minder als de zaklamp uitgeschakeld is.
pl: Dokładność będzie mniejsza, jeśli latarka zostanie wyłączona.
pt_br: A precisão diminuirá se a lanterna estiver desligada.
ru: Если фонарик выключен, точность снизится.
tr: Fener kapatılırsa doğruluk azalacaktır.
zh_hans: 关闭手电筒会降低测量准确度。
zh_hant: 如果關閉手電筒，測量精準度會下降。

# input_valid_value
source: Please input a valid value (40bpm-220bpm)
ar: يرجى إدخال قيمة صحيحة (40bpm-220bpm)
de: Bitte geben Sie einen gültigen Wert ein (40bpm bis 220bpm)
es: Introduce un valor válido (40-220 ppm)
fa: لطفاً یک عدد معتبر وارد کنید (40 ضربان در دقیقه-220 ضربان در دقیقه)
fr: Veuillez saisir une valeur valide (40bpm - 220bpm)
id: Harap masukkan nilai yang valid (40bpm-220bpm)
it: Inserisci un valore valido (40bpm - 220bpm)
ja: 有効な値を入力してください（40bpm～220bpm）
ko: 유효한 값을 입력해 주세요 (40bpm~220bpm)
nl: Voer een geldige waarde in (40bpm-220bpm)
pl: Wpisz prawidłową wartość (40 uderzeń/min - 220 uderzeń/min)
pt_br: Wpisz prawidłową wartość (40 uderzeń/min - 220 uderzeń/min)
ru: Введите допустимое значение (от 40 до 220 уд./мин.)
tr: Lütfen geçerli bir değer girin (40bpm-220bpm)
zh_hans: 请输入有效数值（40bpm-220bpm）
zh_hant: 請輸入有效數值（40bpm-220bpm）

# please_input_vaild
source: Please input a valid number (%s)
ar: يرجى إدخال رقم صالح (%s)
de: Bitte geben Sie eine gültige Zahl (%s) ein
es: Introduce un número válido (%s)
fa: لطفاً یک عدد معتیر وارد کنید (%s)
fr: Veuillez saisir un nombre valide (%s)
id: Harap masukkan angka yang valid (%s)
it: Inserisci un numero valido (%s)
ja: 有効な値を入力してください（%s）
ko: 유효한 숫자를 입력해 주세요 (%s)
nl: Voer een geldig getal in (%s)
pl: Wprowadź prawidłową liczbę (%s)
pt_br: Insira um número válido (%s)
ru: Введите допустимое значение (%s)
tr: Lütfen geçerli bir sayı girin (%s)
zh_hans: 请输入有效数值（%s）
zh_hant: 請輸入有效數字（%s）

# no_result_found
source: No results found
ar: لم يتم العثور على نتائج
de: Keine Ergebnisse gefunden
es: No se han encontrado resultados
fa: هیچ نتیجه‌ای پیدا نشد
fr: Aucun résultat trouvé
id: Hasil tidak ditemukan
it: Nessun risultato trovato
ja: 結果が見つかりません
ko: 검색된 결과 없음
nl: Geen resultaten gevonden
pl: Nie znaleziono wyników
pt_br: Nenhum resultado encontrado
ru: Результатов не найдено
tr: Hiç sonuç bulunamadı
zh_hans: 无搜索结果
zh_hant: 找不到搜尋結果

# sync_data_success
source: Welcome! Your data will be safely stored in your account.
ar: مرحبًا! سيتم تخزين بياناتك بأمان في حسابك.
de: Herzlich willkommen! Ihre Daten werden sicher in Ihrem Konto gespeichert.
es: ¡Te damos la bienvenida! Tus datos se almacenarán de forma segura en tu cuenta.
fa: خوش آمدید! داده‌های شما به طور ایمن در حساب کاربری شما ذخیره خواهد شد.
fr: Bienvenue ! Vos données seront stockées en toute sécurité dans votre compte.
id: Selamat datang! Data Anda akan tersimpan aman di akun.
it: Ti diamo il benvenuto! I tuoi dati verranno salvati in modo sicuro sul tuo account.
ja: ようこそ！あなたのデータはお使いのアカウントに安全に保管されます。
ko: 어서 오세요! 데이터는 내 계정에 안전하게 저장됩니다.
nl: Welkom! Je gegevens worden veilig opgeslagen in je account.
pl: Witaj! Twoje dane będą bezpiecznie przechowywane na Twoim koncie.
pt_br: Bem-vindo! Seus dados serão armazenados com segurança em sua conta.
ru: Добро пожаловать! Ваши данные будут надежно сохранены в вашей учетной записи.
tr: Hoş geldiniz! Verileriniz hesabınızda güvenli biçimde depolanır.
zh_hans: 欢迎使用！你的数据将安全地存储在此帐户中。
zh_hant: 歡迎使用！您的資料將會安全地保存在您的帳戶中。

source: Sync successfully!
ar: تمت المزامنة بنجاح!
de: Synchronisierung erfolgreich!
es: ¡Sincronización con éxito!
fa: همگام سازی با موفقیت انجام شد!
fr: Synchro réussie !
id: Berhasil mensinkron!
it: Sincronizzazione riuscita!
ja: 同期に成功！
ko: 동기화 성공!
nl: Sync voltooid!
pl: Pomyślnie zsynchronizowano!
pt_br: Sincronizado com sucesso!
ru: Успешно синхронизировано!
tr: Eşitleme başarılı!
zh_hans: 同步成功！
zh_hant: 同步成功！

source: Sync failed
ar: تعذّرت المزامنة
de: Synchronisieren fehlgeschlagen
es: Error de sincronización
fa: همگا‌م‌سازی انجام نشد
fr: Échec de synchronisation
id: Sinkronisasi gagal
it: Impossibile sincronizzare
ja: 同期に失敗しました
ko: 동기화 실패
nl: Synchroniseren is mislukt
pl: Synchronizacja nie powiodła się
pt_br: Falha na sincronização
ru: Не удалось синхронизировать
tr: Eşlenemedi
zh_hans: 同步失败
zh_hant: 同步失败

# toast_network_error
source: Something went wrong. Please check your network or try again later.
ar: حدث خطأ. يرجى التحقق من الشبكة أو تحاول ذلك في وقت لاحق.
de: Fehler. Überprüfe Dein Netzwerk oder versuche es später noch einmal.
es: Algo ha fallado. Por favor revise su red o intentarlo más tarde.
fa: مشکلی پیش آمد. لطفاً اتصال شبکه را بررسی و دوباره امتحان کنید.
fr: Un problème est survenu. Se il vous plaît vérifier votre réseau ou essayer plus tard.
id: Ada yang salah. Periksalah jaringan Anda atau coba lagi nanti.
it: Si è verificato un errore. Si prega di controllare la vostra rete o provare in un secondo momento.
ja: 問題が発生しました。ネットワークを確認してから再度お試しください。
ko: 문제가 발생했습니다. 네트워크를 확인하거나 나중에 다시 시도하십시오.
nl: Er is iets misgegaan. Controleer het netwerk of probeer het later opnieuw.
pl: Coś poszło nie tak. Sprawdź swoją sieć lub spróbuj później.
pt_br: Algo deu errado. Verifique a sua rede ou tente mais tarde.
ru: Что-то пошло не так. Проверьте вашу сеть или попробуйте позже.
tr: Bir şeyler ters gitti. Ağınızı kontrol edin veya daha sonra deneyin.
zh_hans: 出错了。请检查网络后重试。
zh_hant: 發生問題。請檢查網絡後重試。

# toast_export_success
source: Exported successfully!
ar: تم التصدير بنجاح!
de: Erfolgreich exportiert!
es: ¡Exportado correctamente!
fa: با موفقیت صادر شد!
fr: Exporté avec succès !
id: Berhasil diekspor!
it: Esportato!
ja: エクスポートに成功しました！
ko: 내보내기 성공!
nl: Geëxporteerd!
pl: Wyeksportowano pomyślnie!
pt_br: Exportado com sucesso!
ru: Экспорт проведен!
tr: Başarıyla dışa aktarıldı!
zh_hans: 导出成功！
zh_hant: 匯出成功！

# hr_share_1
source: Hi, come and join me to check heart rate, observe changes and prevent heart diseases by using %s!
ar: مرحبًا، تعال وانضم إليّ لفحص معدل ضربات القلب ومراقبة التغيرات والوقاية من أمراض القلب باستخدام %s!
de: Hallo, erfahre jetzt auch Näheres über deine Herzfrequenz, beobachte Veränderungen und verhindere Herzleiden, indem du %s nutzt!
es: Hola, ¡ven y únete a mí para comprobar el ritmo cardíaco, observar los cambios y evitar las enfermedades cardíacas usando %s!
fa: سلام. بیایید و به من ملحق شوید تا با استفاده از %s، ضربان قلب را بررسی کنیم، شاهد تغییرات باشیم و از بیماری‌های قلبی جلوگیری کنیم!
fr: Bonjour, venez me rejoindre pour consulter la fréquence cardiaque, observer les changements et prévenir les pathologies cardiaques en utilisant %s !
id: Hai, ayo bergabung dengan saya untuk memeriksa detak jantung, mengamati perubahannya, dan mencegah penyakit jantung dengan menggunakan %s!
it: Ciao! Unisciti a me per controllare la frequenza cardiaca, osservare i cambiamenti e prevenire malattie cardiache utilizzando %s!
ja: こんにちは。私と一緒に%sを使って心拍数をチェックしませんか。変化を観察して、心臓病を予防しましょう！
ko: 안녕하세요, %s을/를 사용해서 저와 함께 심박수를 확인해 보고, 변화를 관찰하면서 심장병을 예방해 봐요!
nl: Hoi, download %s ook en check net als ik mijn hartslag, houd veranderingen bij en voorkom hart- en vaatziekten door deze app te gebruiken!
pl: Cześć! Zachęcam Cię do dołączenia do mnie, aby sprawdzać swoje tętno, obserwować zmiany i zapobiegać chorobom serca za pomocą %s!
pt_br: Olá, junte-se a mim para verificar a frequência cardíaca, acompanhar alterações e prevenir doenças cardíacas utilizando %s!
ru: Привет! Присоединяйтесь ко мне в приложении %s: проверяйте свой пульс, отслеживайте его изменения и предотвращайте заболевания сердца!
tr: Selam! Bana katıl ve %s uygulamasını kullanarak nabzını ölç, değişiklikleri izle ve kalp hastalıklarını önle!
zh_hans: 快看看我找到的这个实用的应用！立即下载 %s，测量你的心率并探索心脏的相关知识。
zh_hant: 嗨，快跟我一起使用 %s 來檢查心率、觀察改變以及預防心臟疾病！

# hr_share_2
source: Look at this useful app I found! Download %s now to know your heart rate and explore the knowledge of your heart.
ar: انظر إلى هذا التطبيق المفيد الذي وجدته! قم بتنزيل %s الآن لمعرفة معدل ضربات قلبك واستكشاف المعرفة حول قلبك.
de: Sieh dir diese nützliche App an, die ich gefunden habe! Lade %s jetzt herunter, um deine Herzfrequenz zu erfahren und mehr über dein Herz zu erkunden.
es: ¡Mira esta útil aplicación que he encontrado! Descarga ya %s para conocer tu ritmo cardíaco y explorar el conocimiento sobre tu corazón.
fa: به این برنامه مفیدی که پیدا کردم نگاه کنید! برای اطلاع از ضربان قلب و کسب دانش درباره قلب خود، همین الآن %s را دانلود کنید.
fr: Jetez un coup d'œil à cette application utile que j'ai trouvée ! Téléchargez %s maintenant pour connaître votre fréquence cardiaque et explorer les données de votre cœur.
id: Lihatlah aplikasi bermanfaat yang saya temukan ini! Unduh %s sekarang untuk mengetahui detak jantung Anda dan lebih memahami jantung Anda.
it: Guarda quest'app utilissima che ho trovato! Scarica %s per sapere la tua frequenza cardiaca e esplora tutte le informazioni sul tuo cuore.
ja: 私が見つけたこの便利なアプリを見てみてください！今すぐ%sをダウンロードして、自分の心拍数を知って、心臓について知識を深めましょう。
ko: 제가 찾은 유용한 앱을 확인해 보세요! 지금 %s을/를 다운로드해서 자신의 심박수를 알아 보고, 심장에 대한 지식을 탐색해 보세요.
nl: Kijk eens naar deze handige app die ik heb gevonden! Download %s nu om je hartslag te weten en ontdek de vele kennis over je hart.
pl: Spójrz na tę przydatną aplikację, którą znalazłem! Pobierz %s teraz, aby poznać swoje tętno i dowiedzieć się więcej o swoim sercu.
pt_br: Veja só o aplicativo útil que encontrei! Baixe %s agora mesmo para saber a sua frequência cardíaca e ter acesso a informações sobre o seu coração.
ru: Глядите, какое полезное приложение мне попалось! Загрузите %s прямо сейчас, чтобы измерять свой пульс и узнавать больше о своем сердце.
tr: Bulduğum bu faydalı uygulamaya bir göz at! Nabzını öğrenmek ve kalbinle ilgili bilgileri keşfetmek için %s uygulamasını hemen indir.
zh_hans: 嗨，快跟我一起使用 %s 来检查心率，观察变化以及预防心脏疾病！
zh_hant: 快看看我找到的這個實用應用程式！立即下載 %s，測量您的心率並探索心臟的相關知識。

source: Subscribed successfully!
ar: تم الاشتراك بنجاح!
de: Erfolgreich abonniert!
es: ¡Suscrito correctamente!
fa: دریافت اشتراک، با موفقیت انجام شد!
fr: Abonnement effectué !
id: Berhasil berlangganan!
it: Abbonamento riuscito!
ja: サブスクリプションに成功しました！
ko: 구독 성공!
nl: Abonneren is gelukt!
pl: Pomyślnie subskrybowano!
pt_br: Assinado com sucesso!
ru: Подписка создана!
tr: Başarıyla abone olundu!
zh_hans: 订阅成功！
zh_hant: 已訂閱成功！
