Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# result_exercise_third_training_1
source: Doing 150 minutes of aerobic activity at this intensity per week helps maintain your shape. As to losing weight, a higher amount of exercise is needed.
ar: تساعد ممارسة التمارين الهوائية لمدة 150 دقيقة بهذه الشِدة في الأسبوع على الحفاظ على شكلك. بالنسبة لفقدان الوزن، تحتاج إلى قدر أكبر من التمارين.
de: 150 Minuten aerobes Training in dieser Intensität pro Woche tragen dazu bei, Ihre Form zu erhalten. Um Gewicht zu verlieren, ist ein höheres Maß an Bewegung erforderlich.
es: Hacer 150 minutos de actividad aeróbica a esta intensidad por semana ayuda a mantenerte en forma. En cuanto a la pérdida de peso, se necesita una mayor cantidad de ejercicio.
fa: انجام 150 دقیقه فعالیت هوازی با این شدت در هفته به حفظ فرم بدنتان کمک می‌کند. برای کاهش وزن، مقدار ورزش بیشتری نیاز است.
fr: Pratiquer 150 minutes d'activité aérobique à cette intensité par semaine vous permet de maintenir votre forme. Quant à la perte de poids, vous devez vous entraîner davantage.
id: Melakukan aktivitas aerobik selama 150 menit pada intensitas ini setiap minggu membantu mempertahankan kebugaran Anda. Terkait menurunkan berat, jumlah latihan yang lebih banyak diperlukan.
it: Eseguire 150 minuti di attività aerobica a questa intensità ogni settimana ti aiuterà a mantenere la forma. Oltre alla perdita di peso, è necessario anche una maggiore quantità di attività fisica.
ja: この強度で、1週間あたり150分間の有酸素運動を行うと体型維持に効果的です。減量するためには、さらに多くの運動を行う必要があります。
ko: 매주 이 강도로 150분 동안 에어로빅 활동을 하면 몸을 잘 유지하실 수 있을 거예요. 체중을 감량하려면, 더 높은 강도로 운동해야 합니다.
nl: 150 minuten aerobische activiteit per week met deze intensiteit helpt je in vorm te blijven. Om af te vallen heb je meer beweging nodig.
pl: Wykonywanie 150 minut ćwiczeń aerobowych z taką intensywnością tygodniowo pomaga utrzymać formę. Jeśli chodzi o utratę wagi, potrzebna jest większa ilość ćwiczeń.
pt_br: Fazer 150 minutos de atividade aeróbica nessa intensidade por semana ajudará você a manter a sua forma física. Quanto à perda de peso, é necessário se exercitar mais.
ru: 150 минут аэробных нагрузок в неделю с такой интенсивностью помогают поддерживать форму. А вот для похудения нужно больше упражнений.
tr: Bu yoğunluk seviyesinde haftada 150 dakika aerobik çalışma yapmak formda kalmanıza yardımcı olur. Kilo vermek içinse daha yüksek miktarda egzersize ihtiyaç bulunmaktadır.
zh_hans: 每周以这种强度进行150分钟的有氧运动有助于维持体态。如要达到减肥效果，则需要更大的运动量。
zh_hant: 每週以這種強度進行 150 分鐘的有氧運動有助於維持體態。至於減肥，則需要更大的運動量。

# result_exercise_third_training_2
source: At this intensity, you are moving fast or strenuously enough to burn off three to six times as much energy per minute as you do when you are sitting quietly.
ar: عند هذه الشِدة، أنت تتحرك بسرعة أو بقوة كافية لحرق ثلاثة إلى ستة أضعاف الطاقة في الدقيقة التي تحرقها عندما تجلس بهدوء.
de: Bei dieser Intensität bewegen Sie sich so schnell oder anstrengend, dass Sie pro Minute drei- bis sechsmal so viel Energie verbrauchen wie beim ruhigen Sitzen.
es: A esta intensidad, te mueves con la suficiente rapidez o esfuerzo para quemar de tres a seis veces más energía por minuto que cuando estás sentado sin hacer nada.
fa: با این شدت، تحرک شما به اندازه‌ای سریع یا شدید است که نسبت به زمانی که آرام نشسته‌اید، در دقیقه سه تا شش برابر بیشتر انرژی می‌سوزانید.
fr: À cette intensité, vous vous déplacez assez rapidement ou vigoureusement pour brûler trois à six fois plus d'énergie par minute par rapport à une posture assise et calme.
id: Pada intensitas ini, Anda bergerak cepat atau cukup aktif untuk membakar tiga hingga enam kali lebih banyak energi per menit dibandingkan ketika Anda duduk diam.
it: A questa intensità, ti stai muovendo abbastanza energicamente o rapidamente per consumare una quantità di energia superiore da tre a sei volte al minuto di quella consumata quando stai a sedere tranquillamente.
ja: この強度では、あなたは十分なスピードで精力的に動くことができており、静かに座っている時と比べて、1分あたりの燃焼エネルギーは３～6倍に上がっています。
ko: 이 강도의 운동은, 가만히 앉아 있는 상태에 대비하여 분당 세 배에서 최대 여섯 배의 에너지를 소모할 정도로 빠르게 또는 세게 몸을 움직이시게 됩니다.
nl: Bij deze intensiteit beweeg je snel of krachtig genoeg om drie tot zes keer zoveel energie per minuut te verbranden als wanneer je rustig zit.
pl: Przy tej intensywności poruszasz się szybko lub wystarczająco intensywnie, aby spalić trzy do sześciu razy więcej energii na minutę, niż gdy siedzisz spokojnie.
pt_br: Nessa intensidade, você está se movendo rapidamente ou com força suficiente para queimar três a seis vezes mais energia por minuto do que quando está sentado tranquilamente.
ru: При такой интенсивности вы двигаетесь достаточно быстро или интенсивно, чтобы сжигать в 3–6 раз больше энергии в минуту, чем когда просто сидите.
tr: Bu yoğunlukta, bir şey yapmadan oturmaya göre üç ila altı kat daha fazla enerji yakacak kadar hızlı veya kuvvetli hareket etmiş oluyorsunuz.
zh_hans: 在当前的移动速度或锻炼强度下，每分钟消耗的能量是你静坐时的三到六倍
zh_hant: 在目前的移動速度及鍛鍊強度下，每分鐘消耗的能量是您安靜坐著時的三到六倍。

# result_exercise_third_warmup_1
source: You are getting your muscles prepared and your body temperature is increasing. Push yourself and exercise harder. Keep a higher heart rate to optimize your effort!
ar: أنت تجهز عضلاتك، ودرجة حرارة جسمك تتزايد. ابذل جهدك ومارس الرياضة بقوة أكبر. حافظ على معدل ضربات قلب أعلى لتحسين مجهودك!
de: Sie bereiten Ihre Muskeln vor und Ihre Körpertemperatur steigt. Strengen Sie sich an und trainieren Sie härter. Halten Sie eine höhere Herzfrequenz, um Ihre Leistung zu optimieren!
es: Estás poniendo a punto tus músculos y tu temperatura corporal está aumentando. Esfuérzate y haz más ejercicio. ¡Mantén una frecuencia cardíaca más elevada para optimizar tu esfuerzo!
fa: شما در حال آماده کردن عضلات خود هستید و دمای بدن شما در حال افزایش است. به خود فشار بیاورید و سخت‌تر ورزش کنید. برای بهینه کردن تلاش خود، ضربان قلب بالاتری داشته باشید!
fr: Vous êtes en train de préparer vos muscles et votre température corporelle est en train d'augmenter. Repoussez vos limites et entraînez-vous plus fort. Maintenez une fréquence cardiaque élevée pour optimiser vos efforts !
id: Anda sedang mempersiapkan otot Anda dan suhu tubuh Anda meningkat. Optimalkan diri Anda dan berlatihlah lebih keras. Pertahankan detak jantung lebih tinggi untuk mengoptimalkan usaha Anda!
it: Stai preparando i muscoli e la temperatura corporea è in aumento. Metticela tutta e allenati più intensamente. Mantieni una frequenza cardiaca più alta per ottimizzare gli sforzi!
ja: 筋肉の準備が進み、体温が上昇しています。頑張ってもっと激しく運動しましょう。より高い心拍数を維持することで、努力の結果を最大限に高めることができます。
ko: 근육이 운동할 준비가 되었고 체온도 높아지고 있습니다. 한계에 도전하면서 강도를 높여 운동하세요. 심박수를 높게 유지하면 효율이 최적화됩니다!
nl: Je bent je spieren aan het voorbereiden en je lichaamstemperatuur neemt toe. Push jezelf en train harder. Houd je hartslag hoger om je inspanningen te optimaliseren!
pl: Przygotowujesz mięśnie, a temperatura ciała wzrasta. Zmuś się i ćwicz intensywniej. Utrzymuj wyższe tętno, aby zoptymalizować swój wysiłek!
pt_br: Você está preparando os seus músculos e a sua temperatura corporal está aumentando. Dê o melhor de si e se exercite mais. Mantenha uma frequência cardíaca mais alta para otimizar o seu esforço!
ru: Вы разогреваете мышцы, и температура вашего тела повышается. Повысьте интенсивность упражнений. Не забывайте, что тренировки на высоком пульсе продуктивнее!
tr: Kaslarınızı hazırlıyorsunuz ve vücut sıcaklığınız artıyor. Kendinizi zorlayın ve daha sıkı egzersiz yapın. Çabalarınızı optimize etmek için daha yüksek bir nabzı sürdürün.
zh_hans: 你的肌肉正蓄势待发，且你的体温正在升高。再加把劲，更努力地运动。保持较高的心率以将让你的努力效果最大化！
zh_hant: 您的肌肉正蓄勢待發，且您的體溫正在升高。再加把勁，更努力地運動。保持較高的心率以將努力臻至完美！

# result_exercise_third_warmup_2
source: Can you feel your blood pumping? You are preparing your body for the workout. It's time to pick up the pace and reach your target heart rate. You'll get the most from your workouts at that intensity.
ar: هل تشعر بضخ دمك؟ أنت تجهز جسمك للتمرين. حان الوقت لزيادة السرعة والوصول إلى معدل ضربات القلب المستهدف. ستحصل على أقصى استفادة من التدريبات بهذه الكثافة.
de: Spüren Sie, wie Ihr Herz pumpt? Sie bereiten Ihren Körper auf das Training vor. Es ist an der Zeit, das Tempo zu erhöhen und Ihre Zielherzfrequenz zu erreichen. Bei dieser Intensität haben Sie den größten Nutzen von Ihrem Training.
es: ¿Sientes cómo bombea la sangre? Estás preparando tu cuerpo para el entrenamiento. Es el momento de acelerar el ritmo y alcanzar tu frecuencia cardíaca objetivo. Sacarás el máximo partido a tus entrenamientos con esa intensidad.
fa: آیا می‌توانید پمپاژ خون خود را احساس کنید؟ شما بدن خود را برای تمرین آماده می‌کنید. وقت آن است که سرعت خود را افزایش دهید و به ضربان قلب مورد نظر خود برسید. با این شدت ورزش، از تمرینات خود بیشترین بهره را خواهید برد.
fr: Sentez-vous l'adrénaline monter ? Vous êtes en train de préparer votre corps pour l'entraînement. Il est temps d'accélérer le rythme et d'atteindre votre fréquence cardiaque cible. Vous tirerez un maximum de vos entraînements à cette intensité.
id: Bisakah Anda merasakah darah mengalir kencang? Anda sedang mempersiapkan tubuh Anda untuk latihan. Saatnya memilih tempo dan mencapai detak jantung sasaran. Anda akan mendapatkan hasil optimal dari latihan dengan intensitas tersebut.
it: Riesci a sentire il sangue che pompa? Stai preparando il corpo per l'allenamento. È il momento di accelerare il passo e raggiungere la frequenza cardiaca ideale. A quell'intensità otterrai il massimo degli allenamenti.
ja: ドクドクと血液が流れるのが感じられますか？あなたはワークアウトをするために体の準備をしています。スピードを上げて目標心拍数に到達しましょう。その強度でワークアウトを行うと、最大限の成果を出すことができます。
ko: 맥박이 세게 뛰는 것이 느껴지세요? 워크아웃에 견딜 수 있도록 몸의 준비가 되는 것입니다. 이제 페이스를 높여서 목표 심박수에 도달할 수 있도록 합시다. 이 강도로 운동하면 워크아웃에서 최고의 결과를 뽑아내실 수 있어요.
nl: Voel je je bloed pompen? Je bent je lichaam aan het voorbereiden op de work-out. Het is tijd om het tempo omhoog te gooien en je streefhartslag te bereiken. Met die intensiteit haal je alles uit je work-outs wat erin zit.
pl: Czy czujesz, że Twoja krew krąży? Przygotowujesz swoje ciało do treningu. Czas nabrać tempa i osiągnąć docelowe tętno. W pełni wykorzystasz treningi z taką intensywnością.
pt_br: Consegue sentir o sangue correndo nas veias? Você está preparando o seu corpo para o treino. Está na hora de acelerar o ritmo e atingir a sua frequência cardíaca alvo. Você aproveitará ao máximo os seus treinos nessa intensidade.
ru: Чувствуете, как по жилам бежит кровь? Вы готовите свое тело к тренировке. Пора увеличить темп и достичь нужной частоты пульса. При такой интенсивности тренировки будут наиболее продуктивными.
tr: Kanınızın pompalandığını hissedebiliyor musunuz? Vücudunuzu antrenmana hazırlıyorsunuz. Tempoyu artırmanın ve hedef kalp nabzınıza ulaşmanın zamanı geldi. Bu yoğunlukta antrenmanlarınızdan en büyük faydayı elde edeceksiniz.
zh_hans: 你能感受到血液流动吗？你的身体正为健身运动做准备。是时候加快脚步来达成目标心率了。在这种强度下，你会让健身运动获得最大成效。
zh_hant: 您能感受到血液流動嗎？您的身體正為健身運動做準備。是時候加快腳步來達成目標心率了。在這種強度下，會讓健身運動獲得最大成效。

# result_exercise_training_1
source: Well done! You are at your target heart rate.
ar: أحسنت! أنت ضمن معدل ضربات قلبك المستهدف.
de: Gut gemacht! Sie haben Ihre Zielherzfrequenz erreicht.
es: ¡Bien hecho! Estás en tu frecuencia cardíaca objetivo.
fa: آفرین! ضربان قلب‌تان، عدد مورد هدف‌تان را نشان می‌دهد.
fr: Bien joué ! Vous êtes à votre fréquence cardiaque cible.
id: Bagus sekali! Anda memiliki detak jantung sasaran.
it: Ben fatto! Rientri nella frequenza cardiaca ideale.
ja: お見事です！目標心拍数に到達しました。
ko: 잘하셨어요! 현재 상태가 내 목표 심박수입니다.
nl: Goed gedaan! Je zit op je streefhartslag.
pl: Bardzo dobrze! Osiągnąłeś docelowe tętno.
pt_br: Muito bom! Você está na sua frequência cardíaca alvo.
ru: Отлично! Вы набрали нужный пульс.
tr: Güzel! Hedefiniz olan nabızdasınız.
zh_hans: 做得好！你达到目标心率了。
zh_hant: 做得好！您達到目標心率了。

# result_exercise_training_2
source: Keep it up! You've reached your target heart rate.
ar: استمر! لقد وصلت إلى معدل ضربات قلبك المستهدف.
de: Weiter so! Sie haben Ihre Zielherzfrequenz erreicht.
es: ¡Sigue así! Has alcanzado tu frecuencia cardíaca objetivo.
fa: ادامه دهید! به ضربان قلب مورد هدف خود رسیده‌اید.
fr: Continuez comme ça ! Vous avez atteint votre fréquence cardiaque cible.
id: Pertahankan! Anda telah mencapai detak jantung sasaran.
it: Continua così! Hai raggiunto la frequenza cardiaca ideale.
ja: その調子です！目標心拍数に到達しました。
ko: 계속 분발하세요! 목표 심박수에 도달했습니다.
nl: Houd vol! Je hebt je streefhartslag bereikt.
pl: Tak trzymaj! Osiągnąłeś docelowe tętno.
pt_br: Continue assim! Você atingiu a sua frequência cardíaca alvo.
ru: Так держать! Вы достигли нужного пульса.
tr: Bu şekilde devam edin! Hedef kalp nabzınıza ulaştınız.
zh_hans: 继续保持！你已达成目标心率。
zh_hant: 繼續保持！您已達成目標心率。

# result_exercise_warmup_1
source: Get fired up and boost your heart rate!
ar: احصل على الطاقة وتمتع بزيادة معدل ضربات قلبك!
de: Bringen Sie sich in Schwung und steigern Sie Ihre Herzfrequenz!
es: ¡Anímate y aumenta tu frecuencia cardíaca!
fa: فعالیت داشته باشید و ضربان قلب خود را تقویت کنید!
fr: Soyez gonflé à bloc et boostez votre fréquence cardiaque !
id: Bakar semangat dan tingkatkan detak jantung Anda!
it: Datti la carica e migliora la frequenza cardiaca!
ja: 気合を入れて、心拍数を上げましょう！
ko: 힘내서 심박수를 높여 봅시다!
nl: Kom in actie en laat je hartslag stijgen!
pl: Rozpal się i przyspiesz bicie serca!
pt_br: Acelere e impulsione a sua frequência cardíaca!
ru: Разогрейтесь и разгоните пульс!
tr: Harekete geçin ve nabzınızı artırın!
zh_hans: 动起来，提高你的心率！
zh_hant: 動起來，促進您的心率！

# result_exercise_warmup_2
source: Try your best! You can build up intensity gradually.
ar: ابذل أقصى ما في وسعك! يمكنك زيادة الشِدة تدريجيًا.
de: Geben Sie Ihr Bestes! Sie können die Intensität allmählich steigern.
es: ¡Esfuérzate al máximo! Puedes aumentar la intensidad gradualmente.
fa: نهایت تلاش خود را به کار بگیرید! می‌توانید به تدریج، شدت ورزش را افزایش دهید.
fr: Faites de votre mieux ! Vous pouvez augmenter l'intensité progressivement.
id: Berusahalah sebaik mungkin! Anda dapat membantun intensitas secara bertahap.
it: Fai del tuo meglio! Puoi aumentare l'intensità gradualmente.
ja: ベストを尽くしましょう！強度は徐々に上げることができます。
ko: 최선을 다하세요! 운동 강도는 점차적으로 높여도 됩니다.
nl: Doe je best! Je kun de intensiteit geleidelijk opbouwen.
pl: Postaraj się! Możesz stopniowo zwiększać intensywność.
pt_br: Dê o seu melhor! Você pode aumentar a intensidade gradualmente.
ru: Старайтесь! Нагрузку можно повышать постепенно.
tr: Elinizden gelenin en iyisini yapın! Yoğunluğu kademeli olarak artırabilirsiniz.
zh_hans: 全力以赴！你可以慢慢增加强度。
zh_hant: 全力以赴！您可以慢慢增加強度。

# result_fast_1
source: Rest yourself for a while. Your heart rate is too fast.
ar: أرح نفسك لبعض الوقت. معدل ضربات قلبك سريع جدًا.
de: Ruhen Sie sich eine Weile aus. Ihr Herz schlägt zu schnell.
es: Descansa un rato. Tu frecuencia cardíaca es demasiado elevada.
fa: کمی استراحت کنید. ضربان قلب شما خیلی سریع است.
fr: Reposez-vous pendant quelques moments. Votre fréquence cardiaque est trop rapide.
id: Istirahatlah sejenak. Detak jantung Anda terlalu cepat.
it: Riposati per un po'. La tua frequenza cardiaca è troppo alta.
ja: しばらくの間安静にしてください。心拍数が速過ぎます。
ko: 잠시 휴식을 취하세요. 심박수가 너무 높습니다.
nl: Rust even uit. Je hartslag is te snel.
pl: Odpocznij chwilę. Twoje tętno jest za szybkie.
pt_br: Descanse um pouco. A sua frequência cardíaca está muito acelerada.
ru: Отдохните немного. Ваш пульс слишком быстрый.
tr: Bir süre dinlenin. Kalp nabzınız çok hızlı.
zh_hans: 稍微休息一下。你的心率太快了。
zh_hant: 稍微休息一下。您的心率太快了。

# result_fast_2
source: Calm down! Your heart rate is much higher than the normal range.
ar: اهدأ! معدل ضربات قلبك أعلى بكثير من المعدل الطبيعي.
de: Beruhigen Sie sich! Ihre Herz schlägt viel schneller als normal.
es: Intenta tranquilizarte. Tu frecuencia cardíaca es muy superior a la normal.
fa: آرام باشید! ضربان قلب شما بسیار بالاتر از محدوده طبیعی است.
fr: Du calme ! Votre fréquence cardiaque est beaucoup plus élevée que la plage normale.
id: Tenanglah! Detak jantung Anda jauh lebih tinggi dibanding rentang normal.
it: Calmati! La tua frequenza cardiaca è molto più alta del livello normale.
ja: 落ち着いてください！心拍数が正常範囲よりも大幅に高くなっています。
ko: 진정하세요! 심박수가 정상 범위보다 많이 높습니다.
nl: Doe rustig aan! Je hartslag is veel hoger dan het normale bereik.
pl: Uspokój się! Twoje tętno jest znacznie wyższe niż normalny zakres.
pt_br: Acalme-se! A sua frequência cardíaca está muito acima do intervalo normal.
ru: Успокойтесь. Ваша частота пульса гораздо выше нормы.
tr: Sakinleşin! Kalp nabzınız normal aralıktan çok daha yüksek.
zh_hans: 冷静下来！你的心率远高于正常范围。
zh_hant: 冷靜下來！您的心率遠高於正常範圍。

# result_fast_belowe18
source: Calm down! Your heart rate is higher than the normal range.
ar: اهدأ! معدل ضربات قلبك أعلى من المعدل الطبيعي.
de: Beruhigen Sie sich! Ihre Herz schlägt schneller als normal.
es: Intenta tranquilizarte. Tu frecuencia cardíaca es superior a la normal.
fa: آرام باشید! ضربان قلب شما بالاتر از محدوده طبیعی است.
fr: Du calme ! Votre fréquence cardiaque est supérieure à la plage normale.
id: Tenanglah! Detak jantung Anda lebih tinggi dibanding rentang normal.
it: Calmati! La tua frequenza cardiaca è più alta del livello normale.
ja: 落ち着いてください！心拍数が正常範囲よりも高くなっています。
ko: 진정하세요! 심박수가 정상 범위보다 높습니다.
nl: Doe rustig aan! Je hartslag is hoger dan het normale bereik.
pl: Uspokój się! Twoje tętno jest wyższe niż normalny zakres.
pt_br: Acalme-se! A sua frequência cardíaca está acima do intervalo normal.
ru: Успокойтесь. Ваша частота пульса выше нормы.
tr: Sakinleşin! Kalp nabzınız normal aralıktan daha yüksek.
zh_hans: 冷静下来！你的心率高于正常范围。
zh_hant: 冷靜下來！您的心率高於正常範圍。

# result_normal1_1
source: Amazing! Your heart rate indicates excellent physical fitness.
ar: مدهش! معدل ضربات قلبك يشير إلى لياقة بدنية ممتازة.
de: Fantastisch! Ihre Herzfrequenz weist auf eine ausgezeichnete körperliche Fitness hin.
es: ¡Sorprendente! Tu frecuencia cardíaca indica una excelente forma física.
fa: فوق‌العاده است! ضربان قلب شما نشان‌دهنده آمادگی جسمانی فوق‌العاده شما است.
fr: Incroyable ! Votre fréquence cardiaque indique une excellente forme physique.
id: Menakjubkan! Detak jantung Anda menunjukkan kebugaran fisik luar biasa.
it: Fantastico! La tua frequenza cardiaca indica un'eccellente stato di forma fisica.
ja: とても素晴らしいです！あなたの心拍数は、あなたが優れた体力を持っていることを示しています。
ko: 놀랍군요! 심박수에 따르면 신체적 건강이 아주 우수합니다.
nl: Geweldig! Je hartslag geeft aan dat je lichamelijk uitstekend gezond bent.
pl: Zdumiewające! Twoje tętno wskazuje na doskonałą sprawność fizyczną.
pt_br: Excelente! A sua frequência cardíaca indica um excelente condicionamento físico.
ru: Потрясающе! Судя по пульсу, вы в отличной форме.
tr: Müthiş! Kalp nabzınız fiziksel açıdan mükemmel fitnesse sahip olduğunuza işaret ediyor.
zh_hans: 了不起！你的心率显示你身体健康状况良好。
zh_hant: 了不起！您的心率顯示您身體健康狀況良好。

# result_normal1_2
source: Congratulations! You are in an excellent state of health with a strong heart.
ar: تهانينا! أنت في حالة صحية ممتازة وقلبك قوي.
de: Glückwunsch! Sie befinden sich in einem ausgezeichneten Gesundheitszustand und haben ein starkes Herz.
es: ¡Enhorabuena! Te encuentras en un excelente estado de salud con un corazón fuerte.
fa: تبریک می‌گوییم! وضعیت سلامتی شما با داشتن قلبی سالم، فوق‌العاده است.
fr: Félicitations ! Vous êtes dans un excellent état de santé et votre cœur est robuste.
id: Selamat! Anda berada dalam kondisi kesehatan sangat bagus dengan jantung kuat.
it: Complimenti! Hai uno stato di salute eccellente con un cuore forte.
ja: おめでとうございます！あなたの健康状態は極めて良好であり、強い心臓を持っています。
ko: 축하합니다! 튼튼한 심장과 우수한 건강 상태를 보유하고 계십니다.
nl: Gefeliciteerd! Je hebt een geweldige gezondheid met een sterk hart.
pl: Gratulacje! Jesteś w doskonałym stanie zdrowia z silnym sercem.
pt_br: Parabéns! A sua saúde está excelente e você tem um coração forte.
ru: Поздравляем! У вас отличное здоровье и крепкое сердце.
tr: Tebrikler! Güçlü bir kalbe ve mükemmel sağlık durumuna sahipsiniz.
zh_hans: 恭喜你！你的心脏强壮，健康状况极佳。
zh_hant: 恭喜您！您的心臟強壯，健康狀況極佳。

# result_normal2_1
source: Awesome! Your heart rate remains in a healthy range.
ar: مذهل! معدل ضربات قلبك يقع ضمن نطاق صحي.
de: Fantastisch! Ihre Herzfrequenz verbleibt in einem gesunden Bereich.
es: ¡Increíble! Tu frecuencia cardíaca se mantiene en un rango saludable.
fa: عالی است! ضربان قلب شما در محدوده سالم قرار دارد.
fr: Génial ! Votre fréquence cardiaque demeure dans la plage saine.
id: Keren! Detak jantung Anda tetap berada di rentang yang sehat.
it: Splendido! La tua frequenza cardiaca rimane in un intervallo sano.
ja: さすがです！あなたの心拍数は健康的な範囲内を維持しています。
ko: 멋져요! 심박수가 건강한 범위 내에 있습니다.
nl: Geweldig! Je hartslag blijft binnen het normale bereik.
pl: Wspaniale! Twoje tętno pozostaje w zdrowym zakresie.
pt_br: Incrível! A sua frequência cardíaca permanece no intervalo saudável.
ru: Чудесно! Ваша частота пульса в норме.
tr: Çok iyi! Kalp nabzınız sağlıklı bir aralıkta bulunuyor.
zh_hans: 太棒了！你的心率保持在健康范围内。
zh_hant: 太棒了！您的心率保持在健康範圍內。

# result_normal2_2
source: Wonderful! You are in a good state of health according to your heart rate.
ar: ممتاز! أنت في حالة صحية جيدة وفقًا لمعدل ضربات قلبك.
de: Wunderbar! Ihrer Herzfrequenz nach zu urteilen sind Sie in einem guten Gesundheitszustand.
es: ¡Fantástico! Te encuentras en un buen estado de salud según tu frecuencia cardíaca.
fa: شگفت‌انگیز است! با توجه به ضربان قلب‌تان، در وضعیت سلامتی خوبی قرار دارید.
fr: Formidable ! À s'en fier à votre fréquence cardiaque, vous êtes dans un bon état de santé.
id: Mengagumkan! Anda berada dalam kondisi kesehatan yang baik berdasarkan detak jantung Anda.
it: Magnifico! In base alla frequenza cardiaca hai uno stato di salute buono.
ja: 素晴らしいです！心拍数によると、あなたの健康状態は良好です。
ko: 환상적이에요! 심박수에 의하면 아주 건강한 상태이십니다.
nl: Fantastisch! Je hebt een goede gezondheid volgens je hartslag.
pl: Wspaniale! Jesteś w dobrym stanie zdrowia według tętna.
pt_br: Maravilhoso! A sua saúde está excelente com base na sua frequência cardíaca.
ru: Прекрасно! Судя по пульсу, у вас отличное здоровье.
tr: Muhteşem! Kalp nabzınıza göre sağlık durumunuz iyi.
zh_hans: 太厉害了！根据你的心率判断，你的健康状况良好。
zh_hant: 太厲害了！根據您的心率判斷，您的健康狀況良好。

# result_normal3_1
source: Good! Your heart rate remains in the average range.
ar: جيد! معدل ضربات قلبك هو في النطاق المتوسط.
de: Gut! Ihre Herzfrequenz verbleibt im durchschnittlichen Bereich.
es: ¡Bien! Tu frecuencia cardíaca se mantiene en el rango medio.
fa: خوب است! ضربان قلب شما در محدوده متوسط قرار دارد.
fr: Bien ! Votre fréquence cardiaque demeure dans la plage moyenne.
id: Bagus! Detak jantung Anda tetap berada di rentang rata-rata.
it: Bene! La tua frequenza cardiaca rimane nell'intervallo medio.
ja: 良いですね!あなたの心拍数は平均的な範囲を維持しています。
ko: 좋아요! 심박수가 평균 범위 이내입니다.
nl: Goed! Je hartslag blijft binnen het gemiddelde bereik.
pl: Dobrze! Twoje tętno pozostaje w średnim zakresie.
pt_br: Muito bom! A sua frequência cardíaca permanece na média do intervalo.
ru: Хорошо! Ваша частота пульса остается в среднем диапазоне.
tr: Güzel! Kalp nabzınız ortalama aralıkta bulunuyor.
zh_hans: 很好！你的心率保持在平均范围内。
zh_hant: 很好！您的心率保持在平均範圍內。

# result_normal3_2
source: Great! You have an average resting heart rate.
ar: ممتاز! لديك معدل ضربات قلب متوسط أثناء الراحة.
de: Großartig! Sie haben eine durchschnittliche Ruheherzfrequenz.
es: ¡Muy bien! Tienes una frecuencia cardíaca en reposo media.
fa: عالی است! ضربان قلب شما در حالت استراحت در محدوده متوسط است.
fr: Super ! Vous avez une fréquence cardiaque au repos dans la moyenne.
id: Hebat! Anda memiliki detak jantung istirahat rata-rata.
it: Ottimo! Hai una frequenza cardiaca a riposo nella media.
ja: 凄いです！あなたの安静時心拍数は平均値でした。
ko: 좋습니다! 휴식 시 심박수가 평균 수준입니다.
nl: Geweldig! Je hebt een gemiddelde hartslag in rust.
pl: Świetnie! Masz średnie tętno spoczynkowe.
pt_br: Excelente! Você tem uma frequência cardíaca média em repouso.
ru: Отлично! У вас средняя частота пульса в покое.
tr: Harika! Ortalama bir dinlenme nabzına sahipsiniz.
zh_hans: 非常好！你的静息心率为平均值。
zh_hant: 非常好！您的靜止心率為平均值。
