Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_rate_analysis_2_gpt
source: According to the results, your cardiovascular system is functioning quite effectively.
ar: وفقًا للنتائج، يعمل جهازك القلبي الوعائي بشكل فعّال جدًا.
de: Gemäß den Ergebnissen funktioniert Ihr Herz-Kreislauf-System recht effektiv.
es: Según los resultados, tu sistema cardiovascular está funcionando bastante efectivamente.
fa: بر اساس نتایج، سیستم قلبی عروقی شما به طور موثری عمل می‌کند.
fr: Selon les résultats, votre système cardiovasculaire fonctionne de manière assez efficace.
id: Menurut hasilnya, sistem kardiovaskular Anda berfungsi dengan cukup efektif.
it: Secondo i risultati, il tuo sistema cardiovascolare sta funzionando abbastanza efficacemente.
ja: 結果によると、あなたの心臓血管系はかなり効果的に機能しています。
ko: 결과에 따르면, 당신의 심혈관 시스템은 꽤 효과적으로 작동하고 있습니다.
nl: Volgens de resultaten functioneert je cardiovasculaire systeem behoorlijk effectief.
pl: Według wyników, Twój układ sercowo-naczyniowy działa dość skutecznie.
pt_br: De acordo com os resultados, seu sistema cardiovascular está funcionando de maneira bastante eficaz.
ru: Согласно результатам, ваше сердечно-сосудистое здоровье функционирует довольно эффективно.
tr: Sonuçlara göre, kardiyovasküler sisteminiz oldukça etkili bir şekilde çalışıyor.
zh_hans: 结果显示，你的心血管系统运作相当高效。
zh_hant: 結果顯示，你的心血管系統運作相當高效。

# week_rate_analysis_3_b_gpt
source: The results suggest a generally healthy heart with fairly strong muscles.
ar: تشير النتائج إلى قلب صحي بشكل عام مع عضلات قلبية قوية إلى حد ما.
de: Die Ergebnisse deuten auf ein im Allgemeinen gesundes Herz mit ziemlich starken Muskeln hin.
es: Los resultados sugieren un corazón generalmente sano con músculos bastante fuertes.
fa: نتایج نشان می‌دهد که قلبی کلیاً سالم با عضلات نسبتاً قوی دارید.
fr: Les résultats suggèrent un cœur généralement sain avec des muscles plutôt forts.
id: Hasilnya menunjukkan jantung yang umumnya sehat dengan otot yang cukup kuat.
it: I risultati suggeriscono un cuore generalmente sano con muscoli abbastanza forti.
ja: 結果は、一般的に健康な心臓で筋肉もかなり強いことを示しています。
ko: 결과는 대체로 건강한 심장과 상당히 강한 근육을 나타냅니다.
nl: De resultaten wijzen op over het algemeen een gezond hart met redelijk sterke spieren.
pl: Wyniki wskazują na ogólnie zdrowe serce z dość silnymi mięśniami.
pt_br: Os resultados sugerem um coração geralmente saudável com músculos bastante fortes.
ru: Результаты свидетельствуют о обычно здоровом сердце с достаточно сильными мышцами.
tr: Sonuçlar, genel olarak sağlıklı bir kalbin olduğunu ve oldukça güçlü kaslara sahip olduğunu gösteriyor.
zh_hans: 结果表明你的心脏总体健康，心脏肌肉较为强壮。
zh_hant: 結果表明你的心臟總體健康，心臟肌肉較為強壯。

# week_rate_analysis_3_gpt
source: This is a signal of a generally healthy heart with relatively robust heart muscles.
ar: هذا إشارة إلى قلب صحي بشكل عام مع عضلات قلب قوية نسبيًا.
de: Das deutet auf ein im Allgemeinen gesundes Herz mit relativ robusten Herzmuskeln hin.
es: Esto es una señal de un corazón generalmente saludable con músculos cardíacos relativamente robustos.
fa: این یک نشانه از یک قلب به طور کلی سالم با عضلات قلب نسبتاً قوی است.
fr: Cela signifie un cœur généralement sain avec des muscles cardiaques relativement robustes.
id: Ini menandakan jantung yang secara umum sehat dengan otot jantung yang relatif kuat.
it: Questo è segno di un cuore generalmente sano con muscoli cardiaci relativamente robusti.
ja: これは一般的に健康な心臓で比較的強力な心筋を示しています。
ko: 이것은 대체로 건강한 심장과 비교적 튼튼한 심장 근육을 나타냅니다.
nl: Dit duidt op over het algemeen een gezond hart met relatief sterke hartspieren.
pl: Jest to sygnał ogólnie zdrowego serca o względnie silnych mięśniach serca.
pt_br: Isso é um sinal de um coração geralmente saudável, com músculos cardíacos relativamente fortes.
ru: Это сигнал общего здоровья сердца с относительно крепкими сердечными мышцами.
tr: Bu, genellikle sağlıklı bir kalbin ve nispeten güçlü kalp kaslarının işareti.
zh_hans: 这表明你的心脏整体上来看较为健康，心肌相对强壮。
zh_hant: 這表明你的心臟整體上來看較為健康，心肌相對強壯。

# week_rate_analysis_4_b_gpt
source: This signifies a steady and normal pulse that has potential for improvement.
ar: هذا يدل على نبضة ثابتة وطبيعية لديها إمكانية للتحسين.
de: Das weist auf einen gleichmäßigen und normalen Puls hin, der Verbesserungspotenzial hat.
es: Esto indica un pulso constante y normal que tiene potencial de mejora.
fa: این نشان‌دهنده یک ضربان پایدار و معمولی است که قابلیت بهبود دارد.
fr: Cela indique un pouls constant et normal avec un potentiel d'amélioration.
id: Ini menandakan detak yang stabil dan normal yang memiliki potensi untuk ditingkatkan.
it: Ciò indica un impulso costante e normale che ha potenziale per migliorare.
ja: 安定した正常な脈拍を示し、改善の可能性があります。
ko: 이것은 지속적이고 정상적인 맥박을 나타내며 개선의 가능성이 있습니다.
nl: Dit geeft een stabiele en normale hartslag aan met mogelijkheden tot verbetering.
pl: To sygnalizuje stabilny i normalny puls, który ma potencjał do poprawy.
pt_br: Isso significa um pulso constante e normal que tem potencial para melhoria.
ru: Это указывает на стабильный и нормальный пульс, который имеет потенциал для улучшения.
tr: Bu, potansiyeli olan istikrarlı ve normal bir nabızı temsil eder ve gelişmeye açıktır.
zh_hans: 这表示你的心率稳定正常，但还有改进的潜力。
zh_hant: 這表示你的心率穩定正常，但還有改進的潛力。

# week_rate_analysis_4_gpt
source: This indicates that your pulse is steady and normal, but there's still room for improvement.
ar: هذا يشير إلى أن نبضك ثابت وطبيعي، ولكن هناك مساحة للتحسين.
de: Dies deutet darauf hin, dass Ihr Puls stabil und normal ist, aber es besteht noch Raum für Verbesserungen.
es: Esto indica que tu pulso es constante y normal, pero aún hay espacio para mejorar.
fa: این نشان می‌دهد که ضربان قلب شما ثابت و طبیعی است، اما هنوز فضایی برای بهبود وجود دارد.
fr: Cela indique que votre pouls est stable et normal, mais qu'il y a encore de la place pour s'améliorer.
id: Ini menunjukkan bahwa denyut nadi Anda stabil dan normal, namun masih ada ruang untuk peningkatan.
it: Questo indica che il tuo polso è stabile e normale, ma c'è ancora spazio per migliorare.
ja: これはあなたの脈拍が安定して正常であることを示していますが、改善の余地があります。
ko: 이것은 당신의 맥박이 안정적이고 정상적이지만, 개선할 부분이 있음을 시사합니다.
nl: Dit geeft aan dat je pols stabiel en normaal is, maar dat er nog ruimte is voor verbetering.
pl: To wskazuje, że twoje tętno jest stabilne i normalne, ale nadal jest miejsce na poprawę.
pt_br: Isso indica que seu pulso é constante e normal, mas ainda há espaço para melhorias.
ru: Это указывает на то, что ваш пульс стабильный и нормальный, но всё ещё есть место для улучшений.
tr: Bu nabzınızın istikrarlı ve normal olduğunu, ancak hala iyileştirme alanı olduğunu gösteriyor.
zh_hans: 这表明你的脉搏稳定且正常，但仍有改进的空间。
zh_hant: 這表明你的脈搏穩定且正常，但仍有改進的空間。

# week_rate_analysis_5_b_gpt
source: Those outliers point to underlying conditions that may have adverse effects on your heart's health.
ar: تشير تلك القراءات غير العادية إلى وجود حالات أساسية قد تؤثر سلبًا على صحة قلبك.
de: Diese Ausreißer deuten auf zugrundeliegende Zustände hin, die sich negativ auf die Herzgesundheit auswirken können.
es: Esos valores atípicos apuntan a condiciones subyacentes que pueden tener efectos adversos en la salud de tu corazón.
fa: این نقاط ناپایدار به بیماری‌های موجود درونی اشاره دارد که ممکن است بر سلامت قلب شما تأثیر منفی بگذارد.
fr: Ces valeurs atypiques pointent vers des conditions sous-jacentes pouvant avoir des effets néfastes sur la santé de votre cœur.
id: Nilai-nilai yang tidak biasa menunjukkan adanya kondisi mendasar yang dapat berdampak buruk pada kesehatan jantung Anda.
it: Questi valori anomali indicano condizioni sottostanti che possono avere effetti negativi sulla salute del tuo cuore.
ja: これらの外れ値は、心臓の健康に悪影響を与える可能性のある潜在的な状態を指しています。
ko: 이러한 이상치는 심장 건강에 악영향을 줄 수 있는 기저 질환을 나타냅니다.
nl: Die uitschieters wijzen op onderliggende aandoeningen die nadelige gevolgen kunnen hebben voor je hartgezondheid.
pl: Te odstępstwa wskazują na ukryte warunki, które mogą mieć niekorzystny wpływ na zdrowie serca.
pt_br: Esses valores discrepantes apontam para condições subjacentes que podem ter efeitos adversos na saúde do seu coração.
ru: Эти выбросы указывают на скрытые состояния, которые могут негативно сказаться на здоровье вашего сердца.
tr: Bu aykırılıklar, kalp sağlığınızı olumsuz etkileyebilecek temel koşullara işaret ediyor olabilir.
zh_hans: 这些造成异常的因素可能会危害你的健康。
zh_hant: 這些造成異常的因素可能會危害你的健康。

# week_rate_analysis_5_gpt
source: Those abnormal readings suggest potential issues that might adversely affect the functioning of your heart.
ar: هذه القراءات غير الطبيعية تشير إلى وجود مشاكل محتملة قد تؤثر سلبًا على عمل قلبك.
de: Diese abnormalen Messwerte deuten auf mögliche Probleme hin, die die Funktion Ihres Herzens beeinträchtigen könnten.
es: Esas lecturas anormales sugieren problemas potenciales que podrían afectar negativamente el funcionamiento de tu corazón.
fa: این خواندن‌های غیر طبیعی نشان‌دهنده مشکلات پتانسیلی هستند که ممکن است بر عملکرد قلب شما تأثیر منفی بگذارند.
fr: Ces lectures anormales suggèrent des problèmes potentiels qui pourraient affecter négativement le fonctionnement de votre cœur.
id: Pembacaan yang tidak normal itu menunjukkan masalah potensial yang mungkin memengaruhi fungsi jantung Anda secara negatif.
it: Queste letture anomale suggeriscono possibili problemi che potrebbero influenzare negativamente il funzionamento del tuo cuore.
ja: これらの異常な測定値は、あなたの心臓の機能に影響を及ぼす可能性がある問題を示しています。
ko: 이러한 비정상적인 측정값은 당신의 심장 기능에 부정적인 영향을 줄 수 있는 잠재적인 문제를 시사합니다.
nl: Die abnormale metingen suggereren mogelijke problemen die je hartfunctie negatief kunnen beïnvloeden.
pl: Te nietypowe odczyty sugerują potencjalne problemy, które mogą niekorzystnie wpływać na funkcjonowanie Twojego serca.
pt_br: Essas leituras anormais sugerem possíveis problemas que podem afetar adversamente o funcionamento do seu coração.
ru: Эти аномальные показатели указывают на потенциальные проблемы, которые могут негативно сказаться на работе вашего сердца.
tr: Bu anormal ölçümler, kalp işleyişinizi olumsuz etkileyebilecek olası sorunları gösteriyor.
zh_hans: 这些异常的读数可能预示着潜在问题，不利于你的心脏运转。
zh_hant: 這些異常的讀數可能預示著潛在問題，不利於你的心臟運轉。

# week_rate_analysis_6_b_gpt
source: This implies that your heart exhibits irregularities from time to time, necessitating increased attention.
ar: هذا يعني أن قلبك يظهر عدم انتظام بين الحين والآخر، مما يستدعي زيادة الاهتمام.
de: Das bedeutet, dass dein Herz von Zeit zu Zeit Unregelmäßigkeiten aufweist, was eine erhöhte Aufmerksamkeit erfordert.
es: Esto implica que tu corazón muestra irregularidades de vez en cuando, lo que requiere más atención.
fa: این نشان‌دهنده‌ی این است که قلب شما گاهی اوقات نامنظمی‌ها را نشان می‌دهد، که نیاز به توجه بیشتر دارد.
fr: Cela implique que votre cœur présente parfois des irrégularités, nécessitant une attention accrue.
id: Ini mengindikasikan bahwa jantung Anda terkadang mengalami ketidakaturan, memerlukan perhatian lebih.
it: Questo implica che il tuo cuore mostra irregolarità di tanto in tanto, richiedendo maggiore attenzione.
ja: これは、あなたの心臓が時々不規則な活動を示しており、より注意が必要です。
ko: 이것은 당신의 심장이 때때로 불규칙성을 나타내어 더 많은 주의가 필요하다는 것을 시사합니다.
nl: Dit geeft aan dat je hart af en toe onregelmatigheden vertoont, wat meer aandacht vereist.
pl: Oznacza to, że twoje serce okazjonalnie wykazuje nieregularności, co wymaga większej uwagi.
pt_br: Isso implica que o seu coração apresenta irregularidades de tempos em tempos, exigindo maior atenção.
ru: Это означает, что ваше сердце иногда проявляет нерегулярности и требует большего внимания.
tr: Bu, kalbinizin zaman zaman düzensizlikler gösterdiğini ve artan bir dikkat gerektirdiğini ima eder.
zh_hans: 请注意，这意味着你的心脏跳动偶尔会出现异常。
zh_hant: 請注意，這意味著你的心臟跳動偶爾會出現異常。

# week_rate_analysis_6_gpt
source: This suggests that your heart experiences occasional irregularities, and it requires more attention.
ar: هذا يشير إلى أن قلبك يعاني أحيانًا من عدم انتظام، ويحتاج إلى المزيد من الاهتمام.
de: Dies legt nahe, dass Ihr Herz gelegentlich Unregelmäßigkeiten aufweist und mehr Aufmerksamkeit erfordert.
es: Esto sugiere que tu corazón experimenta irregularidades ocasionales y requiere más atención.
fa: این نشان می‌دهد که قلب شما گاهی اوقات نامنظمی تجربه می‌کند و نیاز به توجه بیشتری دارد.
fr: Cela suggère que votre cœur connaît parfois des irrégularités et nécessite une attention particulière.
id: Ini menunjukkan bahwa jantung Anda mengalami ketidakteraturan sesekali dan membutuhkan perhatian lebih.
it: Questo suggerisce che il tuo cuore mostra occasionali irregolarità e richiede maggiore attenzione.
ja: これは、あなたの心臓が時折不規則な動きをしており、より多くの注意を必要としていることを示しています。
ko: 이것은 당신의 심장이 가끔 불규칙하게 박동하고 있으며 더 많은 주의가 필요하다는 것을 시사합니다.
nl: Dit suggereert dat je hart af en toe onregelmatigheden vertoont en meer aandacht nodig heeft.
pl: Sugeruje to, że Twoje serce czasami doświadcza nieregularności i wymaga większej uwagi.
pt_br: Isso sugere que seu coração experimenta irregularidades ocasionais e requer mais atenção.
ru: Это свидетельствует о том, что ваше сердце время от времени испытывает нерегулярности и требует большего внимания.
tr: Bu, kalbinizin zaman zaman düzensizlikler yaşadığını ve daha fazla dikkat gerektirdiğini gösteriyor.
zh_hans: 这表明你的心脏偶尔会不规律地跳动，需要多加注意。
zh_hant: 這表明你的心臟偶爾會不規律地跳動，需要多加注意。

# week_rate_analysis_7_b_gpt
source: This is highly unusual and may signal underlying diseases.
ar: هذا أمر غير عادي للغاية وقد يشير إلى وجود أمراض أساسية.
de: Dies ist äußerst ungewöhnlich und könnte auf zugrundeliegende Krankheiten hinweisen.
es: Esto es altamente inusual y puede señalar enfermedades subyacentes.
fa: این بسیار غیرعادی است و ممکن است نشانه‌ای از بیماری‌های زیرین باشد.
fr: C'est très inhabituel et peut signaler des maladies sous-jacentes.
id: Ini sangat tidak biasa dan bisa menjadi sinyal adanya penyakit yang mendasarinya.
it: Questo è altamente insolito e potrebbe segnalare malattie sottostanti.
ja: これは非常に異常であり、潜在的な疾患を示している可能性があります。
ko: 이것은 매우 이례적이며 기저 질환의 신호일 수 있습니다.
nl: Dit is zeer ongebruikelijk en kan duiden op onderliggende ziekten.
pl: To jest bardzo nietypowe i może sygnalizować ukryte choroby.
pt_br: Isso é altamente incomum e pode sinalizar doenças subjacentes.
ru: Это весьма необычно и может свидетельствовать о наличии подлежащих заболеваний.
tr: Bu son derece alışılmadık ve temel hastalıkların sinyali olabilir.
zh_hans: 这非常不正常，可能代表着某种潜在的疾病。
zh_hant: 這非常不正常，可能代表著某種潛在的疾病。

# week_rate_analysis_7_gpt
source: This is quite an abnormal trend, which could be indicative of a health issue.
ar: هذا اتجاه غير طبيعي تمامًا، والذي قد يكون دليلاً على وجود مشكلة صحية.
de: Dies ist ein ziemlich abnormaler Trend, der auf ein Gesundheitsproblem hindeuten könnte.
es: Esta es una tendencia bastante anormal, que podría ser indicativa de un problema de salud.
fa: این اتجاه بسیار غیر طبیعی است که ممکن است نشان دهنده یک مشکل سلامتی باشد.
fr: C'est une tendance assez anormale, qui pourrait indiquer un problème de santé.
id: Ini adalah tren yang cukup tidak normal, yang bisa menjadi indikasi masalah kesehatan.
it: Questo è un trend abbastanza anomalo, che potrebbe essere indicativo di un problema di salute.
ja: これはかなり異常な傾向であり、健康問題の可能性があります。
ko: 이것은 상당히 비정상적인 추세로, 건강 문제를 나타낼 수 있습니다.
nl: Dit is een behoorlijk abnormale trend, wat op een gezondheidsprobleem kan wijzen.
pl: To dość nietypowy trend, który może wskazywać na problem zdrowotny.
pt_br: Essa é uma tendência bastante anormal, que pode indicar um problema de saúde.
ru: Это довольно аномальная тенденция, которая может указывать на проблему со здоровьем.
tr: Bu oldukça anormal bir trenddir ve bir sağlık sorununa işaret edebilir.
zh_hans: 这个趋势很不正常，可能表示你有某些健康问题。
zh_hant: 這個趨勢很不正常，可能表示你有某些健康問題。

# week_rate_bd_1_b_gpt
source: Your heart rates this week consistently fall within the optimal range.
ar: معدل نبضات قلبك هذا الأسبوع يقع باستمرار في النطاق الأمثل.
de: Ihre Herzfrequenzen liegen diese Woche konsequent im optimalen Bereich.
es: Tus frecuencias cardíacas esta semana caen consistentemente dentro del rango óptimo.
fa: ضربان‌های قلب شما در این هفته به ثبات در محدوده بهینه قرار گرفته‌اند.
fr: Vos fréquences cardiaques cette semaine se situent constamment dans la plage optimale.
id: Detak jantung Anda minggu ini secara konsisten berada dalam rentang optimal.
it: I tuoi battiti cardiaci questa settimana rientrano costantemente nel range ottimale.
ja: 今週の心拍数は一貫して最適範囲内です。
ko: 이번 주에 심박수는 꾸준히 최적 범위 내에 있습니다.
nl: Je hartslag is deze week consequent binnen het optimale bereik.
pl: Twoje tętno w tym tygodniu konsekwentnie mieści się w optymalnym zakresie.
pt_br: Suas frequências cardíacas estão consistentemente dentro da faixa ideal nesta semana.
ru: Ваши частоты сердечных сокращений на этой неделе последовательно входят в оптимальный диапазон.
tr: Bu hafta kalp atış hızlarınız sürekli olarak optimal aralıkta oldu.
zh_hans: 你的心率值范围在本周一直都非常好
zh_hant: 你的心率值範圍在本周一直都非常好

# week_rate_bd_1_gpt
source: Your heart rate readings have consistently been in the optimal range this week.
ar: قراءات معدل نبضات قلبك كانت دائمًا في النطاق الأمثل هذا الأسبوع.
de: Ihre Herzfrequenzwerte lagen diese Woche konsequent im optimalen Bereich.
es: Tus lecturas de frecuencia cardíaca han estado consistentemente en el rango óptimo esta semana.
fa: خواندن‌های ضربان قلب شما به ثبات در محدوده بهینه بوده‌اند در این هفته.
fr: Vos lectures de fréquence cardiaque ont été constamment dans la plage optimale cette semaine.
id: Pembacaan detak jantung Anda secara konsisten berada dalam rentang optimal minggu ini.
it: I tuoi battiti cardiaci sono costantemente nel range ottimale questa settimana.
ja: 今週は心拍数が一貫して最適範囲内です。
ko: 이번 주에 심박수 측정값은 꾸준히 최적 범위에 있습니다.
nl: Je hartslagmetingen bevinden zich consequent in het optimale bereik deze week.
pl: Twoje odczyty tętna były konsekwentnie w optymalnym zakresie w tym tygodniu.
pt_br: Suas medições de frequência cardíaca estiveram consistentemente na faixa ideal nesta semana.
ru: Ваши показания частоты сердечных сокращений последовательно находились в оптимальном диапазоне на этой неделе.
tr: Bu hafta kalp atış hızınız sürekli olarak optimal aralıkta oldu.
zh_hans: 本周你的心率始终处于最佳范围内。
zh_hant: 本周你的心率始終處於最佳範圍內。

# week_rate_bd_2_b_gpt
source: Your heart rates have been good this week, with most readings remaining in the best range.
ar: كانت نبضات قلبك جيدة هذا الأسبوع، حيث بقيت معظم القراءات في أفضل النطاقات.
de: Ihre Herzfrequenzen waren diese Woche gut, wobei die meisten Werte im besten Bereich blieben.
es: Tus frecuencias cardíacas han sido buenas esta semana, con la mayoría de las lecturas permaneciendo en el mejor rango.
fa: ضربان‌های قلب شما در این هفته خوب بوده‌اند، با بیشتر خواندن‌ها در محدوده بهترین قرار گرفته‌اند.
fr: Vos fréquences cardiaques ont été bonnes cette semaine, avec la plupart des lectures restant dans la meilleure plage.
id: Detak jantung Anda baik minggu ini, dengan sebagian besar pembacaan tetap berada dalam rentang terbaik.
it: I tuoi battiti cardiaci sono stati buoni questa settimana, con la maggior parte delle letture che rimangono nel miglior range.
ja: 今週の心拍数は良好で、ほとんどの測定値が最良範囲に入っています。
ko: 이번 주에 당신의 심박수는 좋았습니다. 대부분의 측정 값이 최상의 범위 내에 유지되었습니다.
nl: Je hartslag was goed deze week, met de meeste metingen die binnen het beste bereik vallen.
pl: Twoje tętno było dobre w tym tygodniu, z większością odczytów mieszczących się w najlepszym zakresie.
pt_br: Suas frequências cardíacas estiveram boas nesta semana, com a maioria das medições permanecendo na melhor faixa.
ru: Ваши частоты сердечных сокращений были хорошими на этой неделе, большинство показаний остается в лучшем диапазоне.
tr: Bu hafta kalp atış hızlarınız iyi oldu, çoğu ölçüm en iyi aralıkta kaldı.
zh_hans: 你的心率表现不错，本周大多数时候都在最佳范围内。
zh_hant: 你的心率表現不錯，本周大多數時候都在最佳範圍內。

# week_rate_bd_2_gpt
source: Your heart rates this week show a positive result, with most readings falling into the best range.
ar: تظهر نبضات قلبك هذا الأسبوع نتائج إيجابية، حيث تقع معظم القراءات في أفضل النطاقات.
de: Ihre Herzfrequenzen zeigen diese Woche ein positives Ergebnis, wobei die meisten Werte in den besten Bereich fallen.
es: Tus frecuencias cardíacas esta semana muestran un resultado positivo, con la mayoría de las lecturas en el mejor rango.
fa: ضربان‌های قلب شما در این هفته نتایج مثبتی را نشان می‌دهد، با بیشتر خواندن‌ها در بهترین محدوده قرار گرفته‌اند.
fr: Vos fréquences cardiaques cette semaine montrent un résultat positif, avec la plupart des lectures se situant dans la meilleure plage.
id: Detak jantung Anda minggu ini menunjukkan hasil positif, dengan sebagian besar pembacaan berada dalam rentang terbaik.
it: I tuoi battiti cardiaci questa settimana mostrano un risultato positivo, con la maggior parte delle letture rientranti nel miglior range.
ja: 今週の心拍数は良好で、ほとんどの測定値が最良範囲に入っています。
ko: 이번 주에 심박수는 대부분이 최상의 범위에 속하는 긍정적인 결과를 보여줍니다.
nl: Je hartslag deze week vertoont een positief resultaat, waarbij de meeste metingen in het beste bereik vallen.
pl: Twoje odczyty tętna w tym tygodniu są pozytywne, z większością odczytów mieszczących się w najlepszym zakresie.
pt_br: Suas frequências cardíacas nesta semana mostram um resultado positivo, com a maioria das medições caindo na melhor faixa.
ru: Ваши показатели сердечных сокращений на этой неделе показывают положительный результат, большинство показаний попадает в лучший диапазон.
tr: Bu hafta kalp atış hızlarınız olumlu sonuç gösterdi, çoğu ölçüm en iyi aralıkta yer aldı.
zh_hans: 本周你的心率结果良好，大多数读数都处于最佳范围。
zh_hant: 本周你的心率結果良好，大多數讀數都處於最佳範圍。

# week_rate_bd_3_b_gpt
source: This week, your heart rates are normal, with some readings falling into a better range sometimes.
ar: هذا الأسبوع، تظهر نبضات قلبك بشكل طبيعي، مع بعض القراءات التي تقع في نطاق أفضل أحيانًا.
de: In dieser Woche liegen Ihre Herzfrequenzen im Normalbereich, wobei einige Werte gelegentlich in einem besseren Bereich liegen.
es: Esta semana, tus frecuencias cardíacas son normales, con algunas lecturas cayendo en un rango mejor en ocasiones.
fa: در این هفته، ضربان‌های قلب شما طبیعی بوده و برخی اوقات در محدوده بهتری قرار گرفته‌اند.
fr: Cette semaine, vos fréquences cardiaques sont normales, avec certaines lectures se situant parfois dans une plage meilleure.
id: Minggu ini, detak jantung Anda normal, dengan beberapa pembacaan berada dalam rentang yang lebih baik kadang-kadang.
it: Questa settimana, i tuoi battiti cardiaci sono normali, con alcune letture che rientrano a volte in un range migliore.
ja: 今週は心拍数が正常で、時折より良い範囲に入る測定値もあります。
ko: 이번 주에 심박수는 정상이며 때로는 더 나은 범위에 있습니다.
nl: Deze week zijn je hartslagen normaal, waarbij sommige metingen af en toe in een beter bereik vallen.
pl: W tym tygodniu twoje tętno jest normalne, z kilkoma odczytami czasami w lepszym zakresie.
pt_br: Esta semana, suas frequências cardíacas estão normais, com algumas leituras caindo em uma faixa melhor às vezes.
ru: На этой неделе ваши частоты сердечных сокращений находятся в норме, с несколькими показателями иногда в лучшем диапазоне.
tr: Bu hafta kalp atış hızlarınız normaldi, zaman zaman daha iyi aralıklarda ölçümleriniz oldu.
zh_hans: 你的心率在本周正常，有时心率值会在极好的范围内。
zh_hant: 你的心率在本周正常，有時心率值會在極好的範圍內。
