Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# x_record_today
source: %s records today
ar: %s سجلات اليوم
de: %s Aufzeichnungen heute
es: %s registros hoy
fa: %s رکورد امروز
fr: %s enregistrements aujourd'hui
id: %s catatan hari ini
it: %s dati oggi
ja: %s件の今日の記録
ko: 오늘 %s회 기록
nl: %s records vandaag
pl: %s zapisy(-ów) dzisiaj
pt_br: %s registros hoje
ru: %s записи(-ей) сегодня
tr: Bugün %s kayıt
zh_hans: 今日有%s条记录
zh_hant: 今日有 %s 筆記錄

# one_record_today
source: 1 record today
ar: 1 سجل اليوم
de: 1 Aufzeichnung heute
es: 1 registro hoy
fa: 1 رکورد امروز
fr: 1 enregistrement aujourd'hui
id: 1 catatan hari ini
it: 1 dato oggi
ja: 1件の今日の記録
ko: 오늘 기록 1회
nl: 1 record vandaag
pl: 1 zapis dzisiaj
pt_br: 1 registro hoje
ru: 1 запись сегодня
tr: Bugün 1 kayıt
zh_hans: 今日有1条记录
zh_hant: 今日有 1 筆記錄

source: Health Tracker
ar: متعقب الصحة
de: Gesundheitstracker
es: Seguimiento de salud
fa: ردیاب سلامتی
fr: Tracker de santé
id: Pelacak Kesehatan
it: Sveikatos sekiklis
ja: ヘルストラッカー
ko: 건강 추적기
nl: Gezondheidstracker
pl: Monitor zdrowia
pt_br: Monitor de Saúde
ru: Трекер здоровья
tr: Sağlık İzleyici
zh_hans: 健康追踪
zh_hant: 健康追蹤

# x_records
source: %s records
ar: %s سجلات
de: %s Aufzeichnungen
es: %s registros
fa: %s رکورد
fr: %s enregistrements
id: %s catatan
it: %s dati
ja: %s件の記録
ko: %s 기록
pl: %s zapisy(-ów)
pt_br: %s registros
ru: %s записей
tr: %s kayıt
zh_hans: %s条记录
zh_hant: %s 筆記錄

# one_record
source: 1 record
ar: 1 سجل
de: 1 Aufzeichnung
es: 1 registro
fa: 1 رکورد
fr: 1 enregistrement
id: 1 catatan
it: 1 dato
ja: 1件の記録
ko: 1개 기록
pl: 1 zapis
pt_br: 1 registro
ru: 1 запись
tr: 1 kayıt
zh_hans: 1条记录
zh_hant: 1 筆記錄

source: Recent
ar: الأخيرة
de: Vor kurzem
es: Reciente
fa: اخیر
fr: Récent
id: Terakhir
it: Recente
ja: 最近
ko: 최근
pl: Ostatnie
pt_br: Recentes
ru: Недавнее
tr: Son Kullanılanlar
zh_hans: 最近
zh_hant: 最近

# take_first_measurement
source: Take the first measurement today!
ar: خذ القياس الأول اليوم!
de: Nehmen Sie heute die erste Messung vor!
es: ¡Toma la primera medición hoy!
fa: اولین اندازه‌گیری امروز را انجام بده!
fr: Prenez la première mesure aujourd'hui !
id: Lakukan pengukuran pertama hari ini!
it: Fai la prima misurazione di oggi!
ja: 今日最初の計測をしましょう！
ko: 오늘 첫 측정을 하세요!
nl: Doe vandaag de eerste meting!
pl: Wykonaj pierwszy dzisiejszy pomiar!
pt_br: Faça a primeira medição hoje!
ru: Выполните измерение сегодня!
tr: Bugünkü ilk ölçümü yapın!
zh_hans: 开始今天第一次心率测量！
zh_hant: 測量今天第一次的心率！

# reminder_set
source: Reminder set successfully!
ar: تم تعيين التذكير
de: Erinnerung festlegen
es: Recordatorio establecido
fa: یادآوری تعیین شد
fr: Rappel configuré
id: Pengingat diatur
it: Promemoria impostato
ja: リマインダーを設定しました
ko: 설정된 미리 알림
nl: Herinnering is ingesteld
pl: Ustawiono przypomnienie
pt_br: Lembrete criado
ru: Напоминание установлено
tr: Hatırlatıcı ayarla
zh_hans: 已设置提醒
zh_hant: 已設定提醒

# turn_off_reminder_q
source: Turn off the reminder?
ar: إيقاف تشغيل التذكير؟
de: Erinnerung ausschalten?
es: ¿Desactivar el recordatorio?
fa: یادآوری غیرفعال شود؟
fr: Désactiver le rappel ?
id: Matikan pengingat?
it: Vuoi disattivare il promemoria?
ja: リマインダーをオフにしますか？
ko: 알림 기능을 끌까요?
nl: Wil je de herinnering uitschakelen?
pl: Wyłączyć przypomnienie?
pt_br: Desligar o lembrete?
ru: Выключить напоминание?
tr: Hatırlatıcı kapatılsın mı?
zh_hans: 关闭提醒？
zh_hant: 關閉提醒？

source: Turn off
ar: قم بإيقاف
de: Ausschalten
es: Desactivar
fa: غیرفعال کردن
fr: Désactiver
id: Mematikan
it: Disattiva
ja: オフにする
ko: 끄기
nl: uitschakelen
pl: Wyłącz
pt_br: Desligar
ru: Выключить
tr: kapamak
zh_hans: 关闭
zh_hant: 關閉

# let_us_take_care
source: Let us take care of your health
ar: دعونا نعتني بصحتك
de: Wir kümmern uns um Ihre Gesundheit
es: Deja que cuidemos de tu salud
fa: بگذارید مراقب سلامتی‌تان باشیم
fr: Prenons soins de votre santé
id: Biarkan kami merawat kesehatan Anda
it: Lasciaci prendere cura della tua salute
ja: あなたの健康管理をアプリにおまかせください
ko: 건강을 관리해 드리겠습니다
nl: Laat ons voor je gezondheid zorgen
pl: Pozwól nam zatroszczyć się o Twoje zdrowie
pt_br: Deixe-nos cuidar da sua saúde
ru: Позвольте нам заботиться о вашем здоровье
tr: Sağlığınıza yardımcı olmamıza izin verin
zh_hans: 让我们来关心你的健康
zh_hant: 讓我們關心您的健康

# turn_on_reminder
source: Turn on the reminder
ar: تشغيل التذكير
de: Erinnerung aktivieren
es: Activar el recordatorio
fa: یادآوری فعال شود
fr: Activer le rappel
id: Aktifkan pengingat
it: Attiva il promemoria
ja: リマインダーをオンにしてください
ko: 알림 기능 켜기
nl: Schakel de herinnering in
pl: Włącz przypomnienie
pt_br: Ativar o lembrete
ru: Включить напоминание
tr: Hatırlatıcıyı aç
zh_hans: 开启提醒
zh_hant: 開啟提醒

# remind_time_setting
source: Reminder
ar: ضبط التذكير
de: Erinnerung
es: Recordatorio
fa: یادآور
fr: Rappel
id: Pengingat
it: Promemoria
ja: リマインダー
ko: 알림
nl: Herinnering
pl: Przypomnienie
pt_br: Lembrete
ru: Напоминание
tr: Hatırlatıcı
zh_hans: 提醒
zh_hant: 提醒

# already_have
source: You already have record(s) at the selected time. Do you want to add another one or cover your previous records?
ar: لديك بالفعل سجل (سجلات) في الوقت المحدد. هل تريد إضافة واحدًا آخر أو تغطية سجلاتك السابقة؟
de: Sie haben bereits Datensätze zum ausgewählten Zeitpunkt. Möchten Sie einen weiteren Datensatz hinzufügen oder Ihre vorherigen Datensätze überschreiben?
es: Ya tienes registros a la hora seleccionada. ¿Quieres añadir otro o sobrescribir tus registros anteriores?
fa: از قبل، مورد(موارد) ثبت شده‌ای در زمان انتخابی داشتید. آیا می‌خواهید یک مورد دیگر را اضافه کنید یا موارد ثبتی قبلی را پنهان کنید؟
fr: Vous avez déjà une ou plusieurs entrées à l'heure sélectionnée. Voulez-vous en ajouter une autre ou écraser vos entrées précédentes ?
id: Anda sudah memiliki catatan pada waktu terpilih. Apakah Anda ingin menambahkan catatan lain atau menimpa catatan sebelumnya?
it: Hai già registrato dei dati per l'orario selezionato. Vuoi aggiungere altri dati o valutare i dati precedenti?
ja: 選択した時間にはすでに記録があります。記録をもう一つ追加しますか？それとも前回の記録を上書きしますか？
ko: 선택하신 시간에는 이미 기록이 있습니다. 다른 기록을 추가하거나 이전 기록을 덮어쓰시겠습니까?
nl: U hebt al een of meerdere gegevensrecords voor de geselecteerde tijd. Wilt u nog een gegevensrecord toevoegen of uw vorige records overschrijven?
pl: Masz już wpisy w wybranym czasie. Chcesz dodać kolejny lub nadpisać swoje wcześniejsze wpisy?
pt_br: Você já tem registro(s) no horário selecionado. Deseja adicionar outro ou substituir os registros anteriores?
ru: Уже есть записи на выбранное время. Добавить еще одну или заменить предыдущие?
tr: Seçili saatte zaten kaydınız/kayıtlarınız var. Başka bir kayıt eklemek mi, yoksa önceki kayıtları gizlemek mi istiyorsunuz?
zh_hans: 所选时间已有记录。想要新增一条或覆盖之前的记录吗？
zh_hant: 您在所選時間已有記錄。您想要新增另一個記錄或是覆蓋先前的記錄嗎？

# please_note
source: Please note that Systolic number must EXCEED Diastolic number.
ar: يرجى ملاحظة أن الرقم الانقباضي يجب أن يكون أعلى من الانبساطي.
de: Hinweis: Der systolische Wert muss größer als der diastolische Wert sein.
es: Ten en cuenta que el número de sistólica debe SUPERAR el número de diastólica.
fa: لطفاً دقت کنید که عدد سیستولیک باید بیشتر از عدد دیاستولیک باشد
fr: Veuillez noter que le nombre systolique doit DÉPASSER le nombre diastolique.
id: Harap perhatikan bahwa angka Sistolik harus LEBIH TINGGI dari angka Diastolik.
it: Nota: il valore sistolico deve essere SUPERIORE a quello diastolico.
ja: 収縮期の数値は、拡張期の数値よりも大きくなければなりませんのでご注意ください。
ko: 수축기 수치가 이완기 수치를 초과해야 합니다.
nl: Houd er rekening mee dat de systolische waarde HOGER moet zijn dan de diastolische waarde.
pl: Należy pamiętać, że wartość skurczowa musi być większa niż wartość rozkurczowa.
pt_br: Observe que o valor sistólico deve EXCEDER o valor diastólico.
ru: Обратите внимание, что систолическое число должно ПРЕВЫШАТЬ диастолическое число.
tr: Büyük Tansiyon değerinin Küçük Tansiyon değerini GEÇMESİ gerektiğini lütfen unutmayın.
zh_hans: 请注意，收缩压的数值要大于舒张压的数值。
zh_hant: 請注意，收縮壓數值必會超過舒張壓數值。

source: Cover
ar: استبدل
de: Verdecken
es: Sobrescribir
fa: جلد
fr: Écraser
id: Menyampuli
it: Sostituisci
ja: 置き換え
ko: 대체
nl: Vervangen
pl: Nadpisz
pt_br: Substituir
ru: Заменить
tr: Üzerine kaydet
zh_hans: 覆盖
zh_hant: 覆蓋

source: After meal (1h)
ar: بعد الوجبة (1س)
de: Nach einer Mahlzeit (1 Std.)
es: Tras una comida (1 h)
fa: بعد از غذا (1 ساعت)
fr: Après un repas (1 h)
id: Setelah makan (1j)
it: Dopo un pasto (1h)
ja: 食後（1時間）
ko: 식사 후 (1시간)
nl: Na een maaltijd (1 uur)
pl: Po posiłku (1 godz.)
pt_br: Após uma refeição (1h)
ru: После еды (1ч)
tr: Yemekten sonra (1 sa)
zh_hans: 饭后（1小时）
zh_hant: 飯後（1 小時）

source: After meal (2h)
ar: بعد الوجبة (2س)
de: Nach einer Mahlzeit (2 Std.)
es: Tras una comida (2 h)
fa: بعد از غذا (2 ساعت)
fr: Après un repas (2 h)
id: Setelah makan (2j)
it: Dopo un pasto (2h)
ja: 食後（2時間）
ko: 식사 후 (2시간)
nl: Na een maaltijd (2 uur)
pl: Po posiłku (2 godz.)
pt_br: Após uma refeição (2h)
ru: После еды (2ч)
tr: Yemekten sonra (2 sa)
zh_hans: 饭后（2小时）
zh_hant: 飯後（2 小時）

source: Asleep
ar: نائم
de: Schlafend
es: Dormido
fa: خواب
fr: Endormi
id: Tertidur
it: Addormentato
ja: 睡眠
ko: 자고 있음
nl: Slaapt
pl: Sen
pt_br: Dormindo
ru: Время сна
tr: Uyku
zh_hans: 睡眠状态
zh_hant: 睡眠時數

# before_a_meal
source: Before meal
ar: قبل الوجبة
de: Vor einer Mahlzeit
es: Antes de una comida
fa: قبل از غذا
fr: Avant un repas
id: Sebelum makan
it: Prima di un pasto
ja: 食前
ko: 식사 전
nl: Voor een maaltijd
pl: Przed posiłkiem
pt_br: Antes de uma refeição
ru: До еды
tr: Yemekten önce
zh_hans: 饭前
zh_hant: 飯前

# edit_target_range_des
source: Blood sugar ranges depend on whether you have diabetes and your age. You can modify your range following your doctor's advice.
ar: تعتمد نطاقات السكر في الدم على ما إذا كنت مصابًا بمرض السكري وعمرك. يمكنك تعديل نطاقك باتباع نصيحة طبيبك.
de: Blutzucker-Bereiche hängen davon ab, ob Sie Diabetes haben, und von Ihrem Alter. Sie können Ihren Bereich auf Vorschlag des Arztes ändern.
es: Los intervalos de azúcar en sangre dependen de si tienes diabetes y de tu edad. Puedes modificar el intervalo según las indicaciones de tu médico.
fa: محدوده‌های قند خون، به این که دیابت دارید یا خیر و همچنین به سن‌تان بستگی دارد. می‌توانید محدوده قند خون خود را با پیروی از دستور پزشک خود تغییر دهید.
fr: Les intervalles de glycémie dépendent du fait que vous soyez diabétique (ou non) et de votre âge. Vous pouvez modifier votre intervalle selon les conseil de votre médecin.
id: Rentang gula darah tergantung pada apakah Anda menderita diabetes dan usia. Anda bisa mengubah rentangnya sesuai nasihat dokter.
it: Gli intervalli di riferimento dei valori della glicemia dipendono dal fatto di avere o no il diabete e dall'età. È possibile modificare l'intervallo seguendo le indicazioni del medico.
ja: 血糖の範囲は糖尿病の有無および年齢によって異なります。 かかりつけ医の助言に従って範囲を変更してください。
ko: 혈당 범위는 당뇨 여부와 본인 나이에 따라 달라집니다. 범위는 의사의 상담에 따라 수정하실 수 있습니다.
nl: Bloedsuikerbereiken zijn afhankelijk van of je diabetes hebt en je leeftijd. Je kunt je bereik aanpassen op advies van je dokter.
pl: Zakresy cukru we krwi zależą od tego, czy masz cukrzycę i od Twojego wieku. Możesz zmienić swój zakres zgodnie z zaleceniami lekarza.
pt_br: Os intervalos de açúcar no sague dependem de variáveis como o fato de ter diabetes e a sua idade. Você pode modificar o seu intervalo seguindo as orientações do seu médico.
ru: Диапазон сахара в крови зависит от вашего возраста и от того, есть у вас диабет или нет. Вы можете изменить свой диапазон после консультации с врачом.
tr: Kan şekeri aralıkları, diyabetinizin olup olmamasına ve yaşınıza bağlıdır. Aralığınızı doktorunuzun önerisine göre değiştirebilirsiniz.
zh_hans: 血糖范围和你是否患有糖尿病以及你的年龄密切相关。 你可以根据医生的建议修改范围。
zh_hant: 血糖範圍會根據您是否患有糖尿病以及您的年齡而異。 您可以依據醫生的建議來修改範圍。

# bs_disclaimer
source: Blood sugar ranges can vary from person to person due to age, being diabetic, etc. You can adjust the range after consulting your doctor.
ar: قد تختلف مستويات السكر في الدم من شخص لآخر بحسب السن والإصابة بمرض السكر وغير ذلك. يُمكنك تعديل النطاق بعد استشارة طبيبك المعالج.
de: Blutzuckerbereiche können von Person zu Person aufgrund von Alter, Diabeteserkrankung etc. variieren. Sie können den Bereich nach einem Arztbesuch anpassen.
es: El índice de azúcar en sangre varía de una persona a otra por factores como la edad, ser diabético, etc. Puedes ajustar ese índice tras consultar con el médico.
fa: محدوده‌های قند خون ممکن است بر اساس سن، دیابتی بودن و سایر موارد، در افراد مختلف، متغیر باشد. می‌توانید بعد از مشورت با پزشک خود، محدوده را تنظیم کنید.
fr: Le taux de glycémie peut varier d'une personne à l'autre en fonction de l'âge, d'un diabète, etc. Ce taux peut être adapté après consultation avec votre médecin.
id: Kisaran gula darah dapat bervariasi pada setiap orang tergantung usia, apakah penderita diabetes, dll. Anda dapat menyesuaikan kisaran ini setelah berkonsultasi dengan dokter Anda.
it: I livelli di zucchero nel sangue possono variare da persona a persona a causa dell'età, del diabete, ecc. È possibile regolare l'intervallo dopo aver consultato il medico.
ja: 血糖値の範囲は、年齢や糖尿病などにより、人によって異なることがあります。 医師と相談の上、範囲を調整することができます。
ko: 혈당 범위는 나이, 당뇨병 등으로 인하여 사람마다 다를 수 있습니다. 의사와 상담한 후 범위를 조정할 수 있습니다.
nl: Bloedsuikerbereiken kunnen van persoon tot persoon verschillen door leeftijd, diabetes enz. Je kunt het bereik aanpassen nadat je een arts geraadpleegd hebt.
pl: Zakresy cukru we krwi mogą się różnić w zależności od osoby ze względu na wiek, cukrzycę itp. Możesz dostosować zakres po konsultacji z lekarzem.
pt_br: As faixas de glicemia podem variar de uma pessoa para a outra devido à idade, diabetes, etc. Você pode ajustar as faixas depois de consultar o seu médico.
ru: Уровень сахара в крови у каждого индивидуален и зависит от возраста, заболевания диабетом и т. п. Вы сможете отрегулировать диапазон после консультаций с врачом.
tr: Kan şekeri aralıkları yaş, diyabet vb. nedenlerle kişiden kişiye değişiklik gösterebilir. Doktorunuza danıştıktan sonra aralığı ayarlayabilirsiniz.
zh_hans: 血糖范围可能会因个人的年龄、是否患有糖尿病等因素而有所不同。 你可以在咨询医生后调整此范围。
zh_hant: 血糖範圍可能因個人年紀、罹患糖尿病等因素而有所不同。 您可以在諮詢醫師後調整此範圍。

source: Fasting
ar: الصيام
de: Fasten
es: Ayuno
fa: روزه‌داری
fr: Jeûne
id: Puasa
it: Digiuno
ja: 断食
ko: 단식
nl: Vasten
pl: Post
pt_br: Jejum
ru: Голодание
tr: Oruç
zh_hans: 断食
zh_hant: 斷食

# fasting_default
source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fa: پیش‌فرض
fr: Par défaut
id: Standar
it: Predefinito
ja: 既定
ko: 기본
nl: Standaard
pl: Domyślnie
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
zh_hans: 默认
zh_hant: 預設

# for_all
source: For all unspecified conditions
ar: لجميع الحالات غير المحددة
de: Für alle unspezifischen Zustände
es: Para todas las condiciones sin especificar
fa: برای همه وضعیت‌های مشخص‌نشده
fr: Pour toutes les conditions non spécifiées
id: Untuk semua kondisi yang tidak ditentukan
it: Per tutte le condizioni non specificate
ja: 条件が未指定のすべての場合に適用
ko: 특정되지 않은 모든 상태 적용
nl: Voor alle niet-opgegeven toestanden
pl: Dla wszystkich nieokreślonych stanów
pt_br: Para todas as condições não especificadas
ru: Без определенных условий
tr: Belirtilmemiş durumların tümü için
zh_hans: 在未指定的状态下
zh_hant: 在未指定狀態的情境下

# glucose_unit
source: Unit: %@
ar: الوحدة: %@
de: Einheit: %@
es: Unidad: %@
fa: واحد: %@
fr: Unité : %@
it: Unità: %@
ja: 単位: %@
ko: 단위: %@
nl: Eenheid: %@
pl: Jednostka: %@
pt_br: Unidade: %@
ru: Единицы измерения: %@
tr: Birim: %@
zh_hans: 单位：%@
zh_hant: 單位：%@

# got_it_1
source: Got it
ar: فهمت
de: Verstanden
es: Entendido
fa: متوجه شدم
fr: Compris
id: Paham
it: Ho capito
ja: 了解
ko: 알겠습니다
nl: Begrepen
pl: Rozumiem
pt_br: Compreendi
ru: ОК
tr: Anladim
zh_hans: 知道了
zh_hant: 知道了

source: Pre-diabetes
ar: ما قبل السكري
de: Prädiabetes
fa: پیش دیابت
fr: Prédiabète
id: Pra-diabetes
it: Prediabete
ja: 前糖尿病
ko: 당뇨병 전증
nl: Voorstadium van diabetes
pl: Stan przedcukrzycowy
pt_br: Pré-diabetes
ru: Преддиабет
tr: Diyabet öncesi
zh_hans: 前驱糖尿病
zh_hant: 早期型糖尿病

source: Reset to suggested value
ar: إعادة التعيين إلى القيمة المقترحة
de: Auf vorgeschlagenen Wert zurücksetzen
es: Restablecer al valor sugerido
fa: بازنشانی به مقادیر پیشنهادی
fr: Rétablir à la valeur suggérée
id: Atur ulang ke nilai yang disarankan
it: Ripristina i valori consigliati
ja: 推奨値にリセットする
ko: 제안된 값으로 리셋
nl: Resetten naar voorgestelde waarde
pl: Zresetuj do sugerowanej wartości
pt_br: Redefinir para o valor sugerido
ru: Сбросить до предполагаемых значений
tr: Önerilen değere sıfırla
zh_hans: 重设为建议值
zh_hant: 重設為建議值

# reset_to_suggested_value_q
source: Reset to suggested value?
ar: إعادة التعيين إلى القيمة المقترحة؟
de: Zum vorgeschlagenen Wert zurücksetzen?
es: ¿Restablecer al valor sugerido?
fa: به مقادیر پیشنهادی بازنشانی شود؟
fr: Rétablir à la valeur suggérée ?
id: Atur ulang ke nilai yang disarankan?
it: Vuoi ripristinare i valori consigliati?
ja: 推奨値にリセットしますか？
ko: 제안된 값으로 리셋할까요?
nl: Wil je resetten naar de voorgestelde waarde?
pl: Zresetować do sugerowanej wartości?
pt_br: Redefinir para o valor sugerido?
ru: Сбросить до предполагаемых значений?
tr: Önerilen değere sıfırlansın mı?
zh_hans: 确定要重设为建议值吗？
zh_hant: 確定要重設為建議值嗎？

source: Specified
ar: المحدّدة
de: Festgelegt
es: Especificado
fa: مشخص‌شده
fr: Spécifiée
id: Ditentukan
it: Specificato
ja: 特定の条件
ko: 특정
nl: Opgegeven
pl: Określone
pt_br: Especificado
ru: В определенных условиях
tr: Belirtilen
zh_hans: 指定状态
zh_hant: 指定狀態

source: Sugar Target Range
ar: نطاق السكر المستهدف
de: Zucker-Zielbereich
es: Intervalo objetivo de azúcar
fa: محدوده هدف قند
fr: Intervalle de glycémie cible
id: Rentang Sasaran Gula
it: Intervallo di riferimento zucchero
ja: 血糖の目標範囲
ko: 당분 목표 범위
nl: Doelbereik voor suiker
pl: Docelowy zakres cukru
pt_br: Meta de intervalo de açúcar
ru: Целевой диапазон сахара
tr: Şeker Hedef Aralığı
zh_hans: 血糖目标范围
zh_hant: 血糖目標範圍

source: Target Range
ar: النطاق المستهدف
de: Zielbereich
es: Intervalo objetivo
fa: محدوده هدف
fr: Intervalle cible
id: Rentang Sasaran
it: Intervallo di riferimento
ja: 目標範囲
ko: 목표 범위
nl: Doelbereik
pl: Docelowy zakres
pt_br: Meta de intervalo
ru: Целевой диапазон
tr: Hedef Aralık
zh_hans: 目标范围
zh_hant: 目標範圍

# confirm
source: YES
ar: تأكيد
de: Bestätigen
es: Confirmar
fa: تأیید
fr: Confirmer
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
nl: Bevestigen
pl: Potwierdź
pt_br: Confirmar
ru: Подтвердить
tr: Doğrulayın
zh_hans: 确定
zh_hant: 確定

# bmi_overweight
source: Overweight
ar: وزن زائد
de: Präadipositas
es: Sobrepeso
fa: چاق
fr: Surpoids
id: kegemukan
it: Sovrappeso
ja: 過体重
ko: 과체중
nl: licht overgewicht
pl: Nadwaga
pt_br: Sobrepeso
ru: Избыточная масса тела
tr: Hafif şişman
zh_hans: 超重
zh_hant: 超重

# bmi_range_obese_class1
source: Obese Class I
ar: السمنة الفئة I
de: Adipositas Grad 1
es: Obesidad de clase I
fa: کلاس 1 چاقی
fr: Classe d'obésité I
id: Kelas Obesitas I
it: Obesità classe I
ja: 肥満（1度）
ko: 1단계 비만
nl: Obesitas klasse I
pl: Otyłość I stopnia
pt_br: Obesidade Grau I
ru: Ожирение I степени
tr: 1. Sınıf Obez
zh_hans: 肥胖I级（中等肥胖）
zh_hant: 肥胖 I 級（中等肥胖）

# bmi_range_obese_class2
source: Obese Class II
ar: السمنة الفئة II
de: Adipositas Grad 2
es: Obesidad de clase II
fa: کلاس 2 چاقی
fr: Classe d'obésité II
id: Kelas Obesitas II
it: Obesità classe II
ja: 肥満（2度）
ko: 2단계 비만
nl: Obesitas klasse II
pl: Otyłość II stopnia
pt_br: Obesidade Grau II
ru: Ожирение II степени
tr: 2. Sınıf Obez
zh_hans: 肥胖ll级（严重肥胖）
zh_hant: 肥胖 II 級（嚴重肥胖）

# bmi_range_obese_class3
source: Obese Class III
ar: السمنة الفئة III
de: Adipositas Grad 3
es: Obesidad de clase III
fa: کلاس 3 چاقی
fr: Classe d'obésité III
id: Kelas Obesitas III
it: Obesità classe III
ja: 肥満（3度）
ko: 3단계 비만
nl: Obesitas klasse III
pl: Otyłość III stopnia
pt_br: Obesidade Grau III
ru: Ожирение III степени
tr: 3. Sınıf Obez
zh_hans: 肥胖lll级（非常严重肥胖）
zh_hant: 肥胖 III 級（非常嚴重肥胖）

# bmi_severely_underweight
source: Severely underweight
ar: نقص حاد في الوزن
de: Starkes Untergewicht
es: Delgadez severa
fa: کم وزنی شدید
fr: Insuffisance pondérale grave
id: severe underweight
it: Gravemente sottopeso
ja: 重度な低体重
ko: 심한 저체중
nl: ernstig ondergewicht
pl: Duża niedowaga
pt_br: Muito abaixo do peso
ru: Выраженный дефицит массы
tr: Fazla Zayıf
zh_hans: 严重偏瘦
zh_hant: 嚴重偏瘦

# bmi_tip_description
source: Your BMI is ...
ar: مؤشر كتلة جسمك هو ...
de: Ihr BMI ist ...
es: Tu IMC es ...
fa: شما عبارت است از ...
fr: Votre IMC est de ...
id: BMI Anda adalah ...
it: Il tuo BMI è ...
ja: あなたのBMIは...
ko: 회원님의 BMI: ...
nl: Je BMI is ...
pl: Twój wskaźnik BMI wynosi ...
pt_br: Seu IMC é ...
ru: Ваш ИМТ составляет ...
tr: VKİ'niz ...
zh_hans: 你的BMI是...
zh_hant: 您的 BMI 為 ...

# bmi_underweight
source: Underweight
ar: نقص الوزن
de: Leichtes Untergewicht
es: Peso bajo
fa: کسر وزن
fr: Insuffisance pondérale
it: Sottopeso
ja: 低体重
ko: 저체중
nl: ondergewicht
pl: Niedowaga
pt_br: Abaixo do peso
ru: Недостаточная масса тела
tr: Zayıf
zh_hans: 偏瘦
zh_hant: 偏瘦

# bmi_very_severely_underweight
source: Very severely underweight
ar: شديدة جدا نقص الوزن
de: Mäßiges Untergewicht
es: Delgadez muy severa
fa: کم‌وزنی بسیار شدید
fr: Insuffisance pondérale très grave
id: Sangat severe underweight
it: Sottopeso grave
ja: 非常に重度な低体重
ko: 매우 심각한 저체중
nl: Zeer ernstig ondergewicht
pl: Bardzo duża niedowaga
pt_br: Severamente abaixo do peso
ru: Очень сильное истощение
tr: Çok ciddi Zayıf
zh_hans: 极度偏瘦
zh_hant: 極度偏瘦

source: Height Unit
ar: وحدة الطول
de: Höheneinheit
es: Unidad de altura
fa: واحد قد
fr: Unité de taille
id: Satuan Tinggi
it: Unità di altezza
ja: 身長の単位
ko: 높이 단위
nl: hoogte Eenheid
pl: Jednostka wzrostu
pt_br: Unidade de altura
ru: Единицы роста
tr: Yükseklik Birimi
zh_hans: 身高单位
zh_hant: 身高單位

source: Weight Unit
ar: وحدة الوزن
de: Gewichtseinheit
es: Unidad de peso
fa: واحد وزن
fr: Unité de poids
id: Satuan Berat
it: Unità di peso
ja: 体重の単位
ko: 체중 단위
nl: Gewichtseenheid
pl: Jednostka wagi
pt_br: Unidade de Peso
ru: Единицы измерения веса
tr: Ağırlık Birimi
zh_hans: 体重单位
zh_hant: 體重單位

source: You might also like
ar: قد يعجبك أيضًا
de: Ihnen könnte auch gefallen
es: Puede que también te guste
fa: شاید این موارد را بخواهید
fr: Vous aimeriez peut-être aussi
id: Anda mungkin menyukai juga
it: Potrebbe piacerti
ja: こちらもチェックおすすめ
ko: 당신을 위한 추천
nl: Misschien ook iets voor jou
pl: Może Ci się również spodobać
pt_br: Sugeridos para você
ru: Вам могут понравиться
tr: Şunları da beğenebilirsiniz
zh_hans: 你可能还喜欢
zh_hant: 您可能還喜歡

# discover_more
source: Find more
ar: اكتشف المزيد
de: Mehr entdecken
es: Descubre más
fa: کشف موارد بیشتر
fr: Découvrir plus
id: Temukan lebih lanjut
it: Scopri di più
ja: もっとくわしく見てみましょう
ko: 더 알아보기
nl: Ontdek meer
pl: Odkryj więcej
pt_br: Conheça mais
ru: Пробуйте новое
tr: Daha fazlasını keşfedin
zh_hans: 发现更多
zh_hant: 探索更多

source: Afternoon
ar: بعد الظهر
de: Nachmittag
es: Tarde
fa: بعدازظهر
fr: Après-midi
id: Sore
it: Pomeriggio
ja: 午後
ko: 오후
nl: Middag
pl: Po południu
pt_br: Tarde
ru: Днем
tr: Öğleden Sonra
zh_hans: 下午
zh_hant: 下午

source: At noon
ar: في الظهيرة
de: Mittags
es: Al mediodía
fa: ظهر
fr: À midi
id: Pada siang
it: A mezzogiorno
ja: 正午
ko: 정오
nl: Om 12 uur 's middags
pl: W południe
pt_br: Ao meio-dia
ru: В полдень
tr: Öğlen
zh_hans: 中午
zh_hant: 中午

source: Pregnancy
ar: الحمل
de: Schwangerschaft
es: Embarazo
fa: بارداری
fr: Grossesse
id: Kehamilan
it: Gravidanza
ja: 妊娠
ko: 임신
nl: Zwangerschap
pl: Ciąża
pt_br: Gravidez
ru: Беременность
tr: Hamilelik
zh_hans: 怀孕
zh_hant: 孕期

source: After meal
ar: بعد الوجبات
de: Nach der Mahlzeit
es: Tras comer
fa: بعد از غذا
fr: Après un repas
id: Setelah makan
it: Dopo il pasto
ja: 食後
ko: 식사 후
nl: Na maaltijd
pl: Po posiłku
pt_br: Após a refeição
ru: После еды
tr: Yemekten sonra
zh_hans: 饭后
zh_hant: 用餐後

source: After medication
ar: بعد العلاج
de: Nach Medikation
es: Tras medicación
fa: بعد از دارو
fr: Après prise de médicam.
id: Setelah minum obat
it: Dopo medicina
ja: 投薬後
ko: 약 복용 후
nl: Na medicatie
pl: Po lekach
pt_br: Após medicação
ru: После лекарств
tr: İlaçtan sonra
zh_hans: 服药后
zh_hant: 服藥後

source: After walking
ar: بعد المشي
de: Nach dem Laufen
es: Tras andar
fa: بعد از پیاده‌روی
fr: Après une marche
id: Setelah berjalan
it: Dopo camminata
ja: ウォーキング後
ko: 걷기 후
nl: Na wandelen
pl: Po spacerze
pt_br: Após caminhada
ru: После ходьбы
tr: Yürüyüşten sonra
zh_hans: 散步后
zh_hant: 步行後
