Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# put_finger_on_lens
source: Put your finger on a specific lens.
ar: ضع إصبعك على عدسة محددة.
de: Legen Sie Ihren Finger auf eine bestimmte Linse.
es: Coloca el dedo en un objetivo de la cámara específico.
fa: انگشت خود را روی یک لنز مشخص بگذارید.
fr: Placez votre doigt sur un objectif de caméra spécifique.
id: Letakkan jari Anda di lensa yang ditentukan.
it: Posiziona il dito su una lente della fotocamera.
ja: 特定のレンズの上にあなたの指を置いてください。
ko: 손가락을 특정 렌즈 위에 놓으세요.
nl: Leg je vinger op een specifieke lens.
pl: Połóż palec na konkretnym obiektywie.
pt_br: Posicione o dedo sobre um lente específica.
ru: Приложите палец к нужной линзе.
tr: Parmağınızı ilgili lense koyun.
zh_hans: 将你的手指放在指定镜头上。
zh_hant: 將您的手指放在指定鏡頭上。

# several_times_day
source: Several times a day
ar: عدة مرات باليوم
de: Einige Male täglich
es: Varias veces al día
fa: چند بار در روز
fr: Plusieurs fois par jour
id: Beberapa kali sehari
it: Più volte al giorno
ja: 1日に数回
ko: 하루에 몇 번
nl: Meerdere keren per dag
pl: Kilka razy na dzień
pt_br: Várias vezes por dia
ru: Несколько раз в день
tr: Günde arada sırada
zh_hans: 一天数次
zh_hant: 一天數次

# several_times_month
source: Several times a month
ar: عدة مرات بالشهر
de: Einige Male im Monat
es: Varias veces al mes
fa: چند بار در ماه
fr: Plusieurs fois par mois
id: Beberapa kali sebulan
it: Più volte al mese
ja: 月に数回
ko: 한 달에 몇 번
nl: Meerdere keren per maand
pl: Kilka razy w miesiącu
pt_br: Várias vezes por mês
ru: Несколько раз в месяц
tr: Ayda arada sırada
zh_hans: 一个月数次
zh_hant: 一個月數次

# several_times_week
source: Several times a week
ar: عدة مرات بالأسبوع
de: Einige Male pro Woche
es: Varias veces a la semana
fa: چند بار در هفته
fr: Plusieurs fois par semaine
id: Beberapa kali seminggu
it: Più volte alla settimana
ja: 週に数回
ko: 일주일에 몇 번
nl: Meerdere keren per week
pl: Kilka razy w tygodniu
pt_br: Várias vezes por semana
ru: Несколько раз в неделю
tr: Haftada arada sırada
zh_hans: 一周数次
zh_hant: 一週數次

source: Simple results only
ar: نتائج بسيطة فقط
de: Nur einfache Ergebnisse
es: Solo resultados sencillos
fa: فقط نتایج ساده
fr: Des résultats simples seulement
id: Hasil sederhana saja
it: Solo risultati semplici
ja: 簡単な結果のみ
ko: 간단한 결과만 제공
nl: Alleen simpele resultaten
pl: Tylko proste wyniki
pt_br: Apenas resultados simples
ru: Только простые результаты
tr: Sadece basit sonuçlar
zh_hans: 仅显示简单结果
zh_hant: 僅顯示簡短結果

source: Tachycardia
ar: تسارع ضربات القلب
de: Tachykardie
es: Taquicardia
fa: تاکی‌کاردی
fr: Tachycardie
id: Takikirdia
it: Tachicardia
ja: 頻脈
ko: 빈맥
nl: Hartkloppingen
pl: Częstoskurcz
pt_br: Taquicardia
ru: Тахикардия
tr: Taşikardi
zh_hans: 心动过速
zh_hant: 心跳過速

# track_my_hr
source: Track my heart rate
ar: تتبع معدل ضربات قلبي
de: Meine Herzfrequenz messen
es: Hacer seguimiento de mi ritmo cardíaco
fa: ردیابی ضربان قلب من
fr: Surveiller ma fréquence cardiaque
id: Melacak detak jantung saya
it: Monitorare la frequenza cardiaca
ja: 心拍数を記録追跡するため
ko: 나의 심박수 추적
nl: Mijn hartslag bijhouden
pl: Śledź moje tętno
pt_br: Monitorar a minha frequência cardíaca
ru: Хочу отслеживать свою частоту пульса
tr: Nabzımı izlemek
zh_hans: 追踪我的心率
zh_hant: 追蹤我的心率

source: Unlimited measurements
ar: عدد غير محدود من القياسات
de: Unlimitierte Messungen
es: Mediciones ilimitadas
fa: اندازه‌گیری‌های نامحدود
fr: Mesures illimitées
id: Pengukuran tak terbatas
it: Misurazioni illimitate
ja: 計測回数無制限
ko: 무제한 측정
nl: Onbeperkte metingen
pl: Nielimitowane pomiary
pt_br: Medições ilimitadas
ru: Измерения не ограничены
tr: Sınırsız ölçüm
zh_hans: 无限测量次数
zh_hant: 無測量次數限制

source: Unlock Details
ar: فتح التفاصيل
de: Details freischalten
es: Desbloquear detalles
fa: قفل‌گشایی از جزئیات
fr: Débloquez les détails
id: Buka Rinciannya
it: Sblocca i dettagli
ja: 詳細をアンロック
ko: 세부 정보 잠금 해제
nl: Details ontgrendelen
pl: Odblokuj szczegóły
pt_br: Desbloquear detalhes
ru: Разблокировать подробности
tr: Ayrıntıların Kilidini Aç
zh_hans: 解锁详细信息
zh_hant: 解鎖詳細資訊

source: Usually
ar: بصورة معتادة
de: Meistens
es: Con frecuencia
fa: معمولاً
fr: Souvent
id: Biasanya
it: Solitamente
ja: ほぼいつも
ko: 자주
nl: Meestal
pl: Zwykle
pt_br: Geralmente
ru: Обычно
tr: Genelde
zh_hans: 经常
zh_hant: 經常如此

source: Very high
ar: مرتفع جدًا
de: Sehr hoch
es: Muy alto
fa: بسیار بالا
fr: Très élevé
id: Sangat tinggi
it: Molto alto
ja: とても高い
ko: 매우 높음
nl: Erg hoog
pl: Bardzo wysoki
pt_br: Muito alto
ru: Очень высокий
tr: Çok yüksek
zh_hans: 非常高
zh_hant: 非常高

# very_high_des
source: I'm struggling with stress and feeling emotionally overwhelmed.
ar: أعاني من التوتر وأشعر بضغط يغمر كل مشاعري.
de: Ich leide an Stress und fühle mich emotional überfordert.
es: Padezco estrés y me siento emocionalmente abrumado.
fa: با استرس دست و پنجه نرم می‌کنم و از لحاظ احساسی حال خوبی ندارم.
fr: J'ai du mal à gérer mon stress et je me sens émotionnellement accablé.
id: Saya bergelut dengan stress dan merasa kebingungan secara emosional.
it: Combatto con lo stress e mi sento emotivamente sopraffatto.
ja: ストレスで苦しんでおり、感情を抑えきれない。
ko: 스트레스로 고전하고 있으며, 감정적으로 압도되고 있음.
nl: Ik heb last van stress en alles is me te veel.
pl: Walczę ze stresem i czuję się emocjonalnie przytłoczona.
pt_br: Estou lutando contra o estresse e me sentindo emocionalmente sobrecarregado.
ru: Я едва справляюсь со стрессом и ощущаю себя эмоционально на пределе.
tr: Stresle mücadele ediyorum ve kendimi duygusal yönden bunalmış hissediyorum.
zh_hans: 我在和压力作斗争，感到情绪崩溃。
zh_hant: 我正與壓力奮鬥，且感到情緒崩潰。

# sensitivity_low
source: Low
ar: منخفض
de: Gering
es: Baja
fa: کم
fr: Basse
id: Rendah
it: Bassa
ja: 低
ko: 낮음
nl: Laag
pl: Niska
pt_br: Baixa
ru: Низкий
tr: Düşük
zh_hans: 低
zh_hant: 低

source: Very low
ar: منخفض جدًا
de: Sehr niedrig
es: Muy bajo
fa: بسیار پایین
fr: Très faible
id: Sangat rendah
it: Molto basso
ja: とても低い
ko: 매우 낮음
nl: Erg laag
pl: Bardzo niski
pt_br: Muito baixo
ru: Очень низкий
tr: Çok düşük
zh_hans: 非常低
zh_hant: 非常低

# very_low_des
source: I feel so relaxed and nothing bothers me.
ar: أشعر بالاسترخاء تمامًا وليس هناك ما يضايقني.
de: Ich fühle mich so entspannt und nichts belastet mich.
es: Estoy muy relajado y nada me molesta.
fa: من خیلی آرام هستم و چیزی اذیتم نمی‌کند.
fr: Je suis très détendu et rien ne me dérange.
id: Saya merasa sangat santai dan tidak ada yang meresahkan saya.
it: Mi sento rilassato e non c'è niente che mi preoccupa.
ja: とてもリラックスしていて、悩みごとはない。
ko: 매우 편안하고 귀찮은 일이 없음.
nl: Ik voel me ontzettend ontspannen en heb nergens last van.
pl: Czuję się całkowicie zrelaksowany i nic mi nie przeszkadza.
pt_br: Me sinto muito relaxado e nada me incomoda.
ru: Я ощущаю полное спокойствие; меня ничто не тревожит
tr: Kendimi oldukça rahat hissediyorum ve hiçbir şey canımı sıkmıyor.
zh_hans: 我很放松，没有事情让我困扰。
zh_hant: 我很放鬆，沒有事情讓我困擾。

# chance_medium
source: Medium
ar: المتوسطة
de: Mittel
es: Media
fa: متوسط ​​است
fr: Moyennes
id: Sedang
it: Media
ja: 中
ko: 보통
pl: Średnie
pt_br: Médio
ru: Средняя
tr: Orta
zh_hans: 中
zh_hant: 中

# chance_high
source: High
ar: مرتفع
de: Hoch
es: Alta
fa: بالا
fr: Élevées
id: Tinggi
it: Alta
ja: 高
ko: 높음
nl: Hoog
pl: Wysokie
pt_br: Alta
ru: Высокая
tr: Yüksek
zh_hans: 高
zh_hant: 高

source: Try again
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fa: سعی مجدد
fr: Réessayer
id: Coba lagi
it: Riprova
ja: リトライ
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Пройти еще раз
tr: Tekrar dene
zh_hans: 再试一次
zh_hant: 再試一次

source: vs
ar: مقابل
fa: در مقابل
ja: 対
nl: of
ru: против

# terms_of_service
source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de uso
fa: شرایط استفاده
fr: Conditions d'utilisation
id: Ketentuan Layanan
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
nl: Algemene voorwaarden
pl: Regulamin
pt_br: Termos de Uso
ru: Условия использования
tr: Kullanım Koşulları
zh_hans: 使用条款
zh_hant: 使用條款

# recovery_purchase
source: Restore Purchase
ar: الشراء الانتعاش
de: Erholung Kauf
es: Compra de Recuperació
fa: خرید بازیابی
fr: Achat de récupération
id: Pembelian pemulihan
it: Acquisto di ripristino
ja: 復旧購入
ko: 복구 구입
nl: Aankoop herstel
pl: Zakup odzysku
pt_br: Compra de recuperação
ru: Покупка восстановления
tr: Kurtarma satın alma
zh_hans: 恢复购买
zh_hant: 恢復購買

# money_per_week_cancel
source: Just %1$s %2$s/week. Cancel anytime!
ar: مقابل %1$s %2$s/في الأسبوع فقط. إلغاء في أي وقت!
de: Nur %1$s %2$s/Woche. Jederzeit kündbar!
es: Solo %1$s %2$s/semana. ¡Cancela cuando quieras!
fa: فقط %1$s %2$s در هفته. لغو در هر زمان!
fr: Seulement %1$s %2$s/semaine. Résiliation à tout moment !
id: Hanya %1$s %2$s/minggu. Batalkan kapan pun!
it: Solo %1$s %2$s/settimana. Annullamento un qualsiasi momento!
ja: 1週間あたりたったの %1$s %2$sです。 いつでもキャンセルできます！
ko: 단 %1$s %2$s/주. 언제든지 취소 가능!
nl: Slechts %1$s %2$s/week. Opzeggen kan altijd!
pl: Tylko %1$s %2$s/tydzień. Anuluj w dowolnym czasie!
pt_br: Apenas %1$s %2$s/semana. Cancele quando quiser!
ru: Всего лишь %1$s %2$s в неделю. Отмена в любое время!
tr: Haftada sadece %1$s %2$s. İstediğiniz zaman iptal edin!
zh_hans: 每周只需%1$s %2$s的费用。可随时取消！
zh_hant: 每週只需 %1$s %2$s 的費用。可隨時取消！

source: Go Premium
ar: اشتركي في بريميوم
de: Premium-Vorteile nutzen
es: Hazte prémium
fa: دریافت نسخه پرمیوم
fr: Passer Premium
id: Daftar Premium
it: Passa a Premium
ja: プレミアム版へ移行
ko: 프리미엄으로 바꾸기
nl: Kies voor Premium
pl: Przejdź na Premium
pt_br: Seja Premium
ru: Оформите Премиум
tr: Premium'a Geçin
zh_hans: 获取高级版本
zh_hant: 升級為進階版

# screenshot_read_more
source: Read more
ar: قراءة المزيد
de: Weiterlesen
es: Leer más
fa: مطالب بیشتر
fr: En savoir plus
id: Baca selengkapnya
it: Ulteriori informazioni
ja: 続きを読む
ko: 자세히 보기
nl: Meer lezen
pl: Dowiedz się więcej
pt_br: Ler mais
ru: Подробнее
tr: Devamını oku
zh_hans: 阅读更多
zh_hant: 閱讀更多

source: Your Current State
ar: حالتك الحالية
de: Ihr aktueller Status
es: Tu estado actual
fa: وضعیت فعلی شما
fr: Votre état actuel
id: Kondisi Anda saat ini
it: Stato attuale
ja: あなたの現在の状態
ko: 나의 현재 상태
nl: Je huidige status
pl: Twój bieżący stan
pt_br: Seu estado atual
ru: Ваше текущее состояние
tr: Mevcut Durumunuz
zh_hans: 你目前的状态
zh_hant: 您目前的狀態

source: Don't show again
ar: لا تظهر هذه الرسالة مرة أخرى
de: Nicht noch einmal anzeigen
es: No volver a mostrar
fa: دوباره نمایش داده نشود
fr: Ne plus afficher
id: Jangan tampilkan lagi
it: Non mostrare più
ja: 今後表示しない
ko: 다시 표시 안 함
nl: Niet opnieuw tonen
pl: Nie pokazuj ponownie
pt_br: Não mostrar de novo
ru: Больше не показывать
tr: Tekrar gösterme
zh_hans: 不再提示
zh_hant: 不要再顯示

source: Ask my condition
ar: اسأل عن حالتي
de: Nach meinem Zustand fragen
es: Preguntar mi estado
fa: پرسش درباره وضعیت من
fr: Me demander ma condition
id: Tanya kondisi saya
it: Richiedi la mia condizione
ja: 私の状態を確認する
ko: 내 상태 확인하기
nl: Vragen naar mijn conditie
pl: Pytaj o stan
pt_br: Perguntar a minha condição
ru: Спрашивать о моем состоянии
tr: Durumumu sor
zh_hans: 询问我的情况
zh_hant: 詢問我的情形

source: After every measurement
ar: بعد كل قياس
de: Nach jeder Messung
es: Después de cada medición
fa: بعد از هر بار اندازه‌گیری
fr: Après chaque mesure
id: Setelah setiap pengukuran
it: Dopo ogni misurazione
ja: 計測後に毎回確認する
ko: 측정한 이후마다
nl: Na elke meting
pl: Po każdym pomiarze
pt_br: Após cada medição
ru: После каждого измерения
tr: Her ölçümden sonra
zh_hans: 在每次测量之后
zh_hant: 在每次測量之後

# what_brings_hr
source: What brings you to a heart rate app?
ar: ما السبب وراء استخدامك لتطبيق قياس ضربات القلب؟
de: Was führt Sie zu einer Herzfrequenz-App?
es: ¿Qué te trae a una aplicación de ritmo cardíaco?
fa: دلیل استفاده شما از یک برنامه ضربان قلب چیست؟
fr: Qu'est-ce qui vous a amené à utiliser une app de fréquence cardiaque ?
id: Mengapa Anda menggunakan aplikasi detak jantung?
it: Perché hai scelto un'app per la frequenza cardiaca?
ja: 心拍数アプリを使用する理由は何ですか？
ko: 심박수 앱을 사용하시는 이유가 뭔가요?
nl: Waarom heb je eigenlijk een hartslag-app?
pl: Co sprowadza Cię do aplikacji do pomiaru tętna?
pt_br: Para que você deseja utilizar o aplicativo de frequência cardíaca?
ru: Почему вы решили воспользоваться приложением для измерения частоты пульса?
tr: Kalp nabzı uygulamasını kullanma nedeniniz ne?
zh_hans: 你为什么使用心率应用？
zh_hant: 您使用心率應用程式的理由為何？

source: With filter function
ar: خاصية تصفية قوية
de: Starke Filterfunktion
es: Potente función de filtro
fa: فیلتر قدرتمند
fr: Fonction de filtre puissante
id: Fungsi filter yang dahsyat
it: Potente funzione di filtro
ja: 強力なフィルター機能
ko: 강력한 필터 기능
nl: Krachtige filterfunctie
pl: Wszechstronna funkcja filtra
pt_br: Função Filtro potente
ru: Мощная функция фильтра
tr: Güçlü filtre işlevi
zh_hans: 强大的过滤功能
zh_hant: 強大的篩選功能

# your_report_ready
source: Your report is ready!
ar: تقريرك جاهز!
de: Ihr Bericht ist fertig!
es: ¡Tu informe está listo!
fa: گزارش شما آماده است!
fr: Votre rapport est prêt !
id: Laporan Anda sudah siap!
it: Il resoconto è pronto!
ja: レポートの準備ができました！
ko: 보고서가 준비되었습니다!
nl: Je rapport is klaar!
pl: Twój raport jest gotowy!
pt_br: O seu relatório está pronto!
ru: Ваш отчет готов!
tr: Raporunuz hazır!
zh_hans: 你的报告已准备就绪！
zh_hant: 您的報告已準備就緒！

source: More Tips
ar: مزيد من التعليمات
de: Mehr Tipps
es: Más consejos
fa: نکات بیشتر
fr: Plus d'astuces
id: Kiat Lainnya
it: Altri suggerimenti
ja: その他のヒント
ko: 힌트 보기
nl: Meer tips
pl: Więcej wskazówek
pt_br: Mais dicas
ru: Подсказки
tr: Başka İpuçları
zh_hans: 更多提示
zh_hant: 更多提示

source: Week
ar: أسبوع
de: Woche
es: Semana
fa: هفته
fr: Sem.
id: Minggu
it: Settim.
ja: 週間
ko: 주
pl: Tydzień
pt_br: Semana
ru: Неделя
tr: Hafta
zh_hans: 周
zh_hant: 週

# heart_rate_log_in
source: Now log in and safely synchronize your heart rate data!
ar: سجّل الدخول الآن وقم بمزامنة بيانات معدل نبضات قلبك بأمان!
de: Melden Sie sich jetzt an und synchronisieren Sie sicher Ihre Herzfrequenzdaten!
es: ¡Ahora regístrala y sincroniza de forma segura los datos de tu ritmo cardíaco!
fa: اکنون وارد سیستم شوید و به صورت ایمن، داده‌های ضربان قلب خود را همگام‌سازی کنید!
fr: Connectez-vous à présent et synchronisez vos données de fréquence cardiaque de manière sécurisée !
id: Sekarang masuk dan sinkronkan data detak jantung Anda dengan aman!
it: Accedi e sincronizza in modo sicuro i dati sulla frequenza cardiaca.
ja: 今すぐログインして、心拍数データを安全に同期しましょう！
ko: 이제 로그인해서 나의 심박수 데이터를 안전하게 동기화하세요!
nl: Log nu in en synchroniseer veilig je hartslaggegevens!
pl: Teraz zaloguj się i bezpiecznie zsynchronizuj dane o tętnie!
pt_br: Agora acesse a sua conta e sincronize com segurança os dados da sua frequência cardíaca!
ru: Теперь войдите в приложение и синхронизируйте данные о своем пульсе!
tr: Şimdi oturum açın ve kalp nabzı verilerinizi güvenli şekilde senkronize edin!
zh_hans: 立即登录并安全同步你的心率数据！
zh_hant: 立即登入並安全地同步您的心率資料！

# just_price_per_year
source: Just %s/year
ar: %s سنويًا فقط
de: Nur %s/Jahr
es: Solo %s/año
fa: فقط %s/سال
fr: Seulement %s/an
id: Hanya %s/tahun
it: Solo %s/anno
ja: %s／年のみ
ko: 단 %s/년
nl: Slechts %s/jaar
pl: Tylko %s/rok
pt_br: Só %s/ano
ru: Всего %s в год
tr: Yalnızca %s/yıl
zh_hans: 每年仅需%s
zh_hant: 每年只要 %s

source: Blood Pressure
ar: ضغط الدم
de: Blutdruck
es: Presión arterial
fa: فشار خون
fr: Tension artérielle
id: Tekanan Darah
it: Pressione sanguigna
ja: 血圧
ko: 혈압
nl: Bloeddruk
pl: Ciśnienie krwi
pt_br: Pressão arterial
ru: Кровяное давление
tr: Tansiyon
zh_hans: 血压
zh_hant: 血壓

# default_text
source: Default
ar: افتراضي
de: System-Standardwert
es: Defecto
fa: پیش‌فرض
fr: Défaut du système
it: Predefinita di sistema
ja: 既定
ko: 기본 시스템
nl: Standaard
pl: Domyślnie
pt_br: Padrão do sistema
ru: Система по умолчанию
tr: Varsayılan
zh_hans: 系统默认
zh_hant: 系統預設

source: Edit Target Range
ar: تعديل النطاق المستهدف
de: Zielbereich bearbeiten
es: Editar intervalo objetivo
fa: ویرایش محدوده هدف
fr: Modifier l'intervalle cible
id: Edit Rentang Sasaran
it: Modifica intervallo di riferimento
ja: 目標範囲を編集
ko: 목표 범위 편집
nl: Doelbereik bewerken
pl: Edytuj docelowy zakres
pt_br: Editar a meta de intervalo
ru: Изменить целевой диапазон
tr: Hedef Aralığı Düzenle
zh_hans: 编辑目标范围
zh_hant: 編輯目標範圍

# unsaved_changes
source: You have unsaved changes
ar: لديك بعض التغييرات غير المحفوظة
de: Sie haben einige nicht gespeicherte Änderungen
es: Tienes cambios sin guardar
fa: برخی تغییرات ذخیره نشده‌اند
fr: Vous avez des modifications non enregistrées
id: Anda punya perubahan yang belum disimpan
it: Alcune modifiche non sono state salvate
ja: 保存されていない変更内容があります
ko: 저장되지 않은 변경 사항이 있습니다
nl: Je hebt enkele wijzigingen die nog niet zijn opgeslagen
pl: Masz niezapisane zmiany
pt_br: Algumas alterações não foram salvas
ru: У вас есть несохраненные изменения
tr: Kaydedilmemiş değişiklikleriniz var
zh_hans: 有一些更改还未保存
zh_hant: 有些變更尚未儲存

# save_before_continue
source: Save editing before conftinuing?
ar: حفظ التعديل قبل المواصلة؟
de: Bearbeitung vor dem Fortsetzen speichern?
es: ¿Guardar la edición antes de continuar?
fa: قبل از ادامه، ویرایش را ذخیره می‌کنید؟
fr: Enregistrer la modification avant de continuer ?
id: Simpan pengeditan sebelum melanjutkan?
it: Vuoi salvare le modifiche prima di continuare?
ja: 続行する前に編集内容を保存しますか？
ko: 계속하기 전에 편집한 내용을 저장할까요?
nl: Wil je je bewerking opslaan voordat je verdergaat?
pl: Zapisać edycję przed kontynuowaniem?
pt_br: Salvar a edição antes de continuar?
ru: Сохранить изменения перед тем, как продолжить?
tr: Devam etmeden önce düzenleme kaydedilsin mi?
zh_hans: 跳转前保存编辑？
zh_hant: 在繼續之前儲存編輯？

source: Heart Rate & BP
ar: النبض & ضغط الدم
de: Herzfrequenz & BD
es: Pulso y TA
fa: نبض & فشار خون
fr: Pouls et TA
id: Denyut & BP
it: Pulsazioni & PA
ja: 心拍数&血圧
ko: 심박수 및 혈압
nl: Hartslag & Bloeddruk
pl: Tętno i ciśnieniu
pt_br: Pulsação & Pressão
ru: Пульс и АД
tr: Nabız & Tansiyon
zh_hans: 心率与血压
zh_hant: 心率與血壓

source: Weight
ar: الوزن
de: Gewicht
es: Peso
fa: وزن
fr: Poids
id: Berat Badan
it: Svoris
ja: 体重
ko: 체중
nl: Gewicht
pl: Waga
pt_br: Peso
ru: Вес
tr: Ağırlık
zh_hans: 体重
zh_hant: 體重

source: Height
ar: ارتفاع
de: Größe
es: Altura
fa: قد
fr: Taille
id: Tinggi
it: Altezza
ja: 身長
ko: 신장
nl: Lengte
pl: Wzrost
pt_br: Altura
ru: Рост
tr: Boy
zh_hans: 身高
zh_hant: 身高

source: Tags
ar: العلامات
es: Etiquetas
fa: برچسب ها
id: Tag
it: Tag
ja: タグ
ko: 태그
pl: Tagi
pt_br: Tag
ru: Теги
tr: Etiketler
zh_hans: 标签
zh_hant: 標籤

source: My Blood Pressure
ar: ضغط دمي
de: Mein Blutdruck
es: Mi presión arterial
fa: فشار خون من
fr: Ma tension artérielle
id: Tekanan Darah Saya
it: La mia pressione sanguigna
ja: 自分の血圧
ko: 내 혈압
nl: Mijn bloeddruk
pl: Moje ciśnienie krwi
pt_br: Minha pressão arterial
ru: Мое артериальное давление
tr: Tansiyonum
zh_hans: 我的血压
zh_hant: 我的血壓

source: My Blood Sugar
ar: نسبة السكر في دمي
de: Mein Blutzucker
es: Mi azúcar en sangre
fa: قند خون من
fr: Ma glycémie
id: Gula Darah Saya
it: La mia glicemia
ja: 自分の血糖値
ko: 내 혈당
nl: Mijn bloedsuiker
pl: Mój poziom cukru we krwi
pt_br: Meu açúcar no sangue
ru: Мой уровень сахара в крови
tr: Kan Şekerim
zh_hans: 我的血糖
zh_hant: 我的血糖

source: My weight
ar: وزني
de: Mein Gewicht
es: Mi peso
fa: وزن من
fr: Mon poids
id: Berat saya
it: Il mio peso
ja: 私の体重
ko: 내 무게
nl: Mijn gewicht
pl: Moja waga
pt_br: Meu peso
ru: Мой вес
tr: Ağırlığım
zh_hans: 我的体重
zh_hant: 我的體重

source: Systolic
ar: انقباضي
de: Systolisch
es: Sistólica
fa: سیستولیک
fr: Systolique
id: Sistolik
it: Sistolica
ja: 収縮期
ko: 수축기
nl: Systolisch
pl: Skurczowe
pt_br: Sistólica
ru: Систолическое
tr: Büyük Tansiyon
zh_hans: 收缩压
zh_hant: 收縮壓

source: Diastolic
ar: انبساطي
de: Diastolisch
es: Diastólica
fa: دیاستولیک
fr: Diastolique
id: Diastolik
it: Diastolica
ja: 拡張期
ko: 이완기
nl: Diastolisch
pl: Rozkurczowe
pt_br: Diastólica
ru: Диастолическое
tr: Küçük Tansiyon
zh_hans: 舒张压
zh_hant: 舒張壓

source: Pulse
ar: النبض
de: Puls
es: Pulso
fa: نبض
fr: Pouls
id: Denyut
it: Pulsazioni
ja: 心拍数
ko: 심장 박동
nl: Hartslag
pl: Puls
pt_br: Pulsação
ru: Пульс
tr: Nabız
zh_hans: 脉搏
zh_hant: 脈搏

source: Type
ar: النوع
de: Typ
es: Tipo
fa: نوع
id: Jenis
it: Tipo
ja: 種類
ko: 유형
pl: Typ
pt_br: Tipo
ru: Тип проблемы
tr: Tür
zh_hans: 类型
zh_hant: 類型

source: Unit Settings
ar: إعدادات الوحدة
de: Einheiten-Einstellungen
es: Ajustes de unidades
fa: تنظیمات واحد
fr: Paramètres d'unité
id: Pengaturan Unit
it: Impostazioni unità
ja: 単位設定
ko: 단위 설정
nl: Eenheidsinstellingen
pl: Ustawienia jednostki
pt_br: Configurações de unidade
ru: Настройки единиц измерения
tr: Birim Ayarları
zh_hans: 单位设置
zh_hant: 單位設定

source: Off
ar: إيقاف
de: Aus
es: Apagado
fa: خاموش
id: Mati
it: No
ja: オフ
ko: 끔
nl: Uit
pl: Wył.
pt_br: Desligado
ru: Выкл
tr: Kapalı
zh_hans: 关闭
zh_hant: 關閉

source: ON
ar: تشغيل
de: EIN
es: ACTIVADO
fa: روشن
fr: ACTIVÉ
id: AKTIF
ja: オン
ko: 켬
nl: AAN
pl: WŁ
pt_br: ATIVADO
ru: ВКЛ
tr: AÇIK
zh_hans: 开启
zh_hant: 開啟

# sync_bp_to_hr
source: Sync the pulse reading to %s every time you add a new BP record
ar: قم بمزامنة قراءة النبض مع %s في كل مرة تقوم فيها بإضافة سجل ضغط دم جديد
de: Pulsmessung mit %s synchronisieren, sobald eine neue BD-Aufzeichnung hinzugefügt wird
es: Sincroniza la lectura del pulso con %s cada vez que añadas un nuevo registro de presión arterial
fa: همگام‌سازی عدد نبض با %s هر بار که یک مورد ثبت فشار خون جدید را اضافه می‌کنید
fr: Les enregistrements de tension artérielle affichent à la fois la tension artérielle et le rythme cardiaque
id: Sinkronkan hasil tes detak jantuk dengan %s setiap kali Anda menambahkan rekaman tekanan darah baru
it: Sincronizza la lettura delle pulsazioni con %s ogni volta che viene inserito un nuovo dato sulla PA
ja: 新しい血圧の記録を追加する度に、脈拍の計測値が%sに同期されます
ko: 새로운 BP 기록을 추가할 때마다 맥박수를 %s에 동기화합니다
nl: Synchroniseer de polsmeting naar %s telkens wanneer je een nieuwe record voor je bloeddruk toevoegt.
pl: Synchronizuj odczyt tętna z %s za każdym razem, gdy dodajesz nowy zapis ciśnienia krwi
pt_br: Sincronizar a leitura de pulso no %s toda vez que você adiciona um novo registro de pressão arterial
ru: Синхронизация показаний пульса с показателем «%s» при каждом добавлении записи кровяного давления
tr: Yeni bir tansiyon kaydı eklendiğinde nabzı %s ile senkronize edin
zh_hans: 每次新增血压记录时，将脉搏读数同步到%s
zh_hant: 每次新增血壓記錄時，就將脈搏讀數同步至 %s

# bp_device_display_hr_results
source: BP records usually display both BP and heart rate results
ar: تعرض سجلات ضغط الدم عادةً نتائج كل من ضغط الدم ونتائج معدل ضربات القلب
de: BD-Aufzeichnungen zeigen gewöhnlich sowohl BD- und Herzfrequenz-Ergebnisse an
es: Los registros de presión arterial suelen mostrar los resultados de la presión arterial y el ritmo cardíaco.
fa: رکوردهای فشار خون معمولاً نتایج فشار خون و ضربان قلب را با هم نشان می‌دهد
fr: Synchronisez le relevé de rythme cardiaque avec %s chaque fois que vous ajoutez un nouvel enregistrement de tension artérielle
id: Rekaman tekanan darah biasanya menampilkan hasil tekanan darah dan detak jantung
it: Solitamente nelle registrazioni sulla pressione sanguigna vengono riportati i dati su PA e frequenza cardiaca
ja: 血圧の記録には、血圧と心拍数の両方の結果が通常表示されます
ko: BP 기록은 일반적으로 BP 및 심박수 결과 양쪽 모두를 표시합니다
nl: Bij bloeddrukgegevens worden meestal zowel de bloeddruk als hartslagresultaten weergegeven
pl: Zapisy ciśnienia krwi zwykle zawierają wyniki zarówno ciśnienia krwi, jak i tętna
pt_br: Os registros de pressão arterial costumam exibir resultados de pressão arterial e de frequência cardíaca
ru: Записи кровяного давления обычно включают результаты по КД и пульсу
tr: Tansiyon kayıtları genelde hem tansiyon hem kalp nabzı sonuçlarını gösterir
zh_hans: 血压记录通常包括血压与心率数据
zh_hant: 血壓記錄通常同時顯示血壓與心率結果

# remind_me_track_health
source: Remind me to track health
ar: ذكرني بتتبع الصحة
de: Erinnern, meine Gesundheit zu verfolgen
es: Recuérdame hacer un seguimiento de la salud
fa: ردیابی سلامتی را به من یادآوری کن
fr: Me rappeler de suivre mon état de santé
id: Ingatkan saya untuk melacak kesehatan
it: Ricordami di monitorare la salute
ja: 健康チェックのリマインダーを受け取る
ko: 건강 추적 알림 받기
nl: Mij herinneren om mijn gezondheid bij te houden
pl: Przypomnij mi o śledzeniu zdrowia
pt_br: Lembre-me de monitorar a minha saúde
ru: Напоминайте мне, что нужно следить за здоровьем
tr: Sağlığı takip etmemi hatırlat
zh_hans: 提醒我监测健康状况
zh_hant: 提醒我監測健康狀況
