Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_bs_suggestion_1_b_gpt
source: Please maintain your health with balanced diets and regular exercise, and farewell to blood sugar issues. When you invest in your well-being, you're investing in a future where you can try everything.
ar: يرجى الحفاظ على صحتك من خلال نظام غذائي متوازن وممارسة الرياضة بانتظام، والوداع لمشاكل سكر الدم. عندما تستثمر في صحتك، فإنك تستثمر في مستقبل يمكنك فيه تجربة كل شيء.
de: Bitte pflegen Sie Ihre Gesundheit mit ausgewogener Ernährung und regelmäßiger Bewegung und sagen Sie Auf Wiedersehen zu Blutzuckerproblemen. Wenn Sie in Ihr Wohlbefinden investieren, investieren Sie in eine Zukunft, in der Sie alles ausprobieren können.
es: Por favor, mantén tu salud con dietas equilibradas y ejercicio regular, y despídete de los problemas de azúcar en la sangre. Cuando inviertes en tu bienestar, estás invirtiendo en un futuro donde podrás probarlo todo.
fa: لطفاً با رژیم غذایی متعادل و ورزش منظم به سلامتی‌تان توجه کنید و به مشکلات قند خون وداع بگویید. وقتی در بهبودی خود سرمایه‌گذاری می‌کنید، در واقع در آینده‌ای که می‌توانید هر کاری را امتحان کنید، سرمایه‌گذاری می‌کنید.
fr: Veuillez maintenir votre santé avec une alimentation équilibrée et de l'exercice régulier, et adieu aux problèmes de glycémie. En investissant dans votre bien-être, vous investissez dans un avenir où vous pouvez tout essayer.
id: Harap pertahankan kesehatan Anda dengan pola makan seimbang dan olahraga teratur, serta selamat tinggal pada masalah gula darah. Dengan berinvestasi pada kesejahteraan Anda, Anda berinvestasi pada masa depan di mana Anda bisa mencoba segalanya.
it: Si prega di mantenere la salute con diete bilanciate e esercizio regolare, e dire addio ai problemi di zucchero nel sangue. Quando investi nel tuo benessere, stai investendo in un futuro in cui puoi provare tutto.
ja: バランスの取れた食事と定期的な運動で健康を維持し、血糖値の問題とはさようならしましょう。健康への投資は、様々なことに試せる未来への投資です。
ko: 균형 잡힌 식습관과 규칙적인 운동으로 건강을 유지하세요. 그러면 혈당 문제와 작별할 수 있습니다. 건강에 투자하는 것은 여러 가지를 시도할 수 있는 미래에 투자하는 것입니다.
nl: Behoud je gezondheid met een gebalanceerd dieet en regelmatige lichaamsbeweging en vaarwel aan bloedsuikerproblemen. Wanneer je investeert in je welzijn, investeer je in een toekomst waarin je alles kunt proberen.
pl: Zachowaj zdrowie poprzez zrównoważoną dietę i regularną aktywność fizyczną, żegnaj problemy z cukrem we krwi. Inwestując w swoje samopoczucie, inwestujesz w przyszłość, w której możesz wszystko spróbować.
pt_br: Mantenha sua saúde com uma dieta equilibrada e exercícios regulares, e adeus aos problemas de açúcar no sangue. Ao investir em seu bem-estar, você está investindo em um futuro onde pode experimentar tudo.
ru: Поддерживайте свое здоровье сбалансированным рационом и регулярными упражнениями, и забудьте о проблемах с уровнем сахара в крови. Инвестируя в свое благополучие, вы инвестируете в будущее, где сможете попробовать все.
tr: Lütfen dengeli beslenme ve düzenli egzersiz ile sağlığınızı koruyun, kan şekerinizle vedalaşın. Sağlığınıza yatırım yapmak, her şeyi deneyebileceğiniz bir geleceğe yatırım yapmanız anlamına gelir.
zh_hans: 请继续均衡饮食，规律锻炼，以保持你的健康状态，告别血糖问题。现在投资你的健康，你在未来就能百无禁忌。
zh_hant: 請繼續均衡飲食，規律鍛鍊，以保持你的健康狀態，告別血糖問題。現在投資你的健康，你在未來就能百無禁忌。

# week_bs_suggestion_1_gpt
source: You must be living a healthy, disciplined lifestyle! Continue to watch your diet, cut down on sweets, and stay active to maintain your healthy state. Let's keep those blood sugar worries at bay!
ar: يجب أن تكون تعيش نمط حياة صحي ومنضبط! استمر في مراقبة نظامك الغذائي، وتقليل تناول الحلويات، والبقاء نشيطًا للحفاظ على حالتك الصحية. لنبقى بعيدين عن هموم مستوى السكر في الدم هذه!
de: Du musst einen gesunden, disziplinierten Lebensstil führen! Achte weiterhin auf deine Ernährung, reduziere Süßigkeiten und bleibe aktiv, um deinen gesunden Zustand aufrechtzuerhalten. Lass uns diese Sorgen um den Blutzucker fernhalten!
es: ¡Debes llevar un estilo de vida saludable y disciplinado! Sigue vigilando tu dieta, reduce los dulces y mantente activo para mantener tu estado de salud. ¡Mantengamos alejadas esas preocupaciones por el azúcar en sangre!
fa: باید یک سبک زندگی سالم و متضبط داشته باشید! ادامه دادن به نظارت بر رژیم غذایی، کاهش مصرف شیرینی‌ها و فعالیت برای حفظ وضعیت سلامتیتان بسیار مهم است. بیایید نگرانی‌های مربوط به قند خون را دور نگه داریم!
fr: Vous devez mener un mode de vie sain et discipliné ! Continuez à surveiller votre alimentation, réduisez les sucreries et restez actif pour maintenir votre état de santé. Gardons ces inquiétudes concernant le taux de sucre dans le sang à distance !
id: Anda pasti menjalani gaya hidup sehat dan disiplin! Terus pantau pola makan Anda, kurangi makanan manis, dan tetap aktif untuk menjaga keadaan sehat Anda. Mari jauhkan kekhawatiran tentang gula darah!
it: Devi condurre uno stile di vita sano e disciplinato! Continua a controllare la tua dieta, riduci i dolci e mantieniti attivo per mantenere il tuo stato di salute. Teniamo lontane le preoccupazioni sullo zucchero nel sangue!
ja: ダイエットに気をつけ続け、甘いものを控え、運動を続けて健康な状態を維持しましょう。血糖値の心配を払拭しましょう！
ko: 건강하고 단호한 라이프스타일을 유지하고 있어 보입니다! 식사를 주의 깊게 살펴보고 달달한 음식을 줄이고 활동적인 생활을 유지하여 건강한 상태를 유지하세요. 혈당 걱정을 떨쳐보세요!
nl: Je leidt waarschijnlijk een gezonde, gedisciplineerde levensstijl! Blijf je dieet in de gaten houden, verminder suikerinname en blijf actief om je gezonde staat te behouden. Laten we die bloedsuikerzorgen op afstand houden!
pl: Prawdopodobnie prowadzisz zdrowy, zdyscyplinowany styl życia! Kontynuuj kontrolę diety, ogranicz spożycie słodyczy i pozostań aktywny, aby utrzymać zdrowie. Zachowaj zdrowie cukru we krwi z dala od stresów!
pt_br: Você deve estar levando um estilo de vida saudável e disciplinado! Continue monitorando sua dieta, reduza o consumo de doces e mantenha-se ativo para manter seu estado saudável. Vamos manter essas preocupações com o açúcar no sangue longe!
ru: Вы, должно быть, ведете здоровый, дисциплинированный образ жизни! Продолжайте следить за диетой, уменьшайте потребление сладкого и оставайтесь активным, чтобы сохранить свое здоровье. Давайте избавимся от беспокойств по поводу уровня сахара в крови!
tr: Sağlıklı, disiplinli bir yaşam tarzı sürdürmelisiniz! Diyette dikkat etmeye, şekerli gıdaları azaltmaya ve sağlıklı kalmanız için aktif kalmaya devam edin. Bu şekilde kan şekeri endişelerinizi uzak tutalım!
zh_hans: 你肯定过着健康自律的生活！继续保持健康，注意饮食，少吃甜食，坚持锻炼，让血糖问题远离你！
zh_hant: 你肯定過著健康自律的生活！繼續保持健康，注意飲食，少吃甜食，堅持鍛鍊，讓血糖問題遠離你！

# week_bs_suggestion_2_b_gpt
source: Kick off a healthy routine! Say no to unhealthy foods and stay active. Let's swiftly get your blood sugar back to normal and prevent it from turning into high blood sugar.
ar: ابدأ بروتين صحيّ! قل لا للأطعمة غير الصحية وابق نشطًا. دعنا نعيد سريعًا سكر الدم إلى الوضع الطبيعي ونمنعه من الارتفاع.
de: Starte eine gesunde Routine! Sagen Sie Nein zu ungesunden Lebensmitteln und bleiben Sie aktiv. Lassen Sie uns Ihren Blutzucker schnell wieder normalisieren und verhindern, dass er zu hohem Blutzucker wird.
es: ¡Inicia una rutina saludable! Di no a los alimentos no saludables y mantente activo. Normalicemos rápidamente tu azúcar en la sangre y evitemos que se convierta en alta glucosa.
fa: شروع یک روال سالم! به غذاهای ناسالم امتناع کنید و فعال بمانید. بیایید به سرعت سطح قند خونتان را به حالت طبیعی بازگردانیم و جلوی تبدیل شدن آن به قند خون بالا را بگیریم.
fr: Lancez une routine saine ! Dites non aux aliments malsains et restez actif. Ramenons rapidement votre glycémie à la normale et empêchons-la de devenir élevée.
id: Mulai rutinitas sehat! Katakan tidak pada makanan tidak sehat dan tetap aktif. Mari segera kembalikan kadar gula darah Anda ke level normal dan mencegahnya menjadi tinggi.
it: Inizia una routine salutare! Dì no agli alimenti non salutari e mantieniti attivo. Riporta rapidamente il tuo livello di zucchero nel sangue alla normalità e previeni che diventi un alto livello di zucchero nel sangue.
ja: 健康的なルーティンを始めましょう！不健康な食事を避け、アクティブに過ごしましょう。血糖値を迅速に正常に戻し、高血糖にならないようにしましょう。
ko: 건강한 일상을 시작하세요! 건강하지 않은 음식을 먹지 말고 활동적으로 생활합시다. 혈당을 빠르게 정상으로 돌리고 고혈당으로 전환되지 않도록 해봅시다.
nl: Start een gezonde routine! Zeg nee tegen ongezond eten en blijf actief. Laten we je bloedsuikerspiegel snel weer normaal maken en voorkomen dat het hoog wordt.
pl: Zacznij zdrową rutynę! Odmów niezdrowego jedzenia i pozostań aktywny. Szybko przywróć poziom cukru we krwi do normy i zapobiegaj jego wzrostowi.
pt_br: Inicie uma rotina saudável! Diga não aos alimentos não saudáveis e mantenha-se ativo. Vamos rapidamente normalizar seu nível de açúcar no sangue e evitar que se torne alto.
ru: Запустите здоровую рутину! Откажитесь от вредной пищи и оставайтесь активными. Давайте быстро вернем уровень сахара в крови к норме и предотвратим его повышение.
tr: Sağlıklı bir rutine başlayın! Sağlıksız yiyecekleri reddedin ve aktif kalın. Kan şekerinizi hızla normale döndürelim ve yüksek kan şekeri sorununa dönüşmesini engelleyelim.
zh_hans: 开启健康的生活方式吧！拒绝不健康的食物，坚持锻炼，将你的血糖尽快恢复到正常水平，防止它发展为高血糖。
zh_hant: 開啟健康的生活方式吧！拒絕不健康的食物，堅持鍛鍊，將你的血糖儘快恢復到正常水平，防止它發展為高血糖。

# week_bs_suggestion_2_gpt
source: To prevent it from turning into high blood sugar, it's time to strictly manage your diet. Let's get your blood sugar level back to a stable, normal range as soon as possible.
ar: لمنع ارتفاع مستوى السكر في الدم، حان الوقت لإدارة نظامك الغذائي بدقة. دعونا نعيد مستوى سكر الدم الخاص بك إلى نطاق طبيعي وثابت في أقرب وقت ممكن.
de: Um einen hohen Blutzuckerspiegel zu vermeiden, ist es an der Zeit, deine Ernährung streng zu kontrollieren. Lass uns deinen Blutzuckerspiegel so schnell wie möglich wieder in einen stabilen, normalen Bereich bringen.
es: Para evitar que se convierta en un alto nivel de azúcar en sangre, es hora de manejar estrictamente tu dieta. Volvamos tu nivel de azúcar en sangre a un rango estable y normal lo antes posible.
fa: برای جلوگیری از تبدیل شدن آن به قند خون بالا، زمان آن رسیده که رژیم غذایی خود را به طور دقیق مدیریت کنید. بیایید سطح قند خون خود را به سریع‌ترین زمان ممکن به محدوده ثابت و طبیعی برگردانیم.
fr: Pour éviter que cela ne devienne un taux de sucre dans le sang élevé, il est temps de gérer strictement votre alimentation. Ramenons votre taux de sucre dans le sang à une plage stable et normale dès que possible.
id: Untuk mencegahnya menjadi tingkat gula darah tinggi, saatnya untuk mengatur diet Anda dengan ketat. Kembalikan tingkat gula darah Anda ke kisaran normal dan stabil sesegera mungkin.
it: Per prevenire l'insorgere di livelli alti di zucchero nel sangue, è ora di gestire rigidamente la tua dieta. Riporta il tuo livello di zucchero nel sangue ad un livello stabile e normale il prima possibile.
ja: 高血糖になることを防ぐために、今こそ食事管理を厳しく行う時です。できるだけ早く血糖値を安定した正常範囲に戻しましょう。
ko: 고혈당을 유발하지 않기 위해 식사를 엄격하게 관리할 때입니다. 가능한 빨리 혈당 수준을 안정된 정상 범위로 되찾아 봅시다.
nl: Om te voorkomen dat het een hoge bloedsuiker wordt, is het tijd om strikt je dieet te beheren. Laten we je bloedsuikerspiegel zo snel mogelijk terugbrengen naar een stabiel, normaal bereik.
pl: Aby uniknąć wysokiego poziomu cukru we krwi, czas na rygorystyczne zarządzanie dietą. Przywróć swoje poziomy cukru we krwi do stabilnego, normalnego zakresu tak szybko, jak to możliwe.
pt_br: Para evitar que se torne um alto nível de açúcar no sangue, é hora de gerenciar estritamente sua dieta. Vamos retornar seu nível de açúcar no sangue para uma faixa estável e normal o mais rápido possível.
ru: Чтобы предотвратить уровень сахара в крови от повышения, пора строго контролировать вашу диету. Давайте вернем уровень сахара в крови к стабильному, нормальному уровню как можно скорее.
tr: Yüksek kan şekeri haline dönüşmemesi için şimdi zamanı, diyetinizi sıkı bir şekilde yönetme zamanı. Kan şekeri seviyenizi mümkün olan en kısa sürede istikrarlı ve normal bir aralığa geri getirelim.
zh_hans: 为了避免发展为高血糖，现在是时候严格控制你的饮食了。请尽快将你的血糖水平恢复并稳定在正常范围内。
zh_hant: 為了避免發展為高血糖，現在是時候嚴格控制你的飲食了。請儘快將你的血糖水平恢復並穩定在正常範圍內。

# week_bs_suggestion_3_b_gpt
source: To prevent things from worsening, identify what causes high blood sugar and avoid it. For this reason, when logging your blood sugar, you can record details about your diet and activities.
ar: لتجنب تفاقم الأمور، حدد ما يسبب ارتفاع سكر الدم وتجنبه. لهذا السبب، عند تسجيل سكر الدم، يمكنك تسجيل تفاصيل عن نظامك الغذائي وأنشطتك.
de: Um eine Verschlechterung zu verhindern, identifizieren Sie die Ursachen für hohen Blutzucker und meiden Sie diese. Aus diesem Grund können Sie bei der Erfassung Ihres Blutzuckers Details zu Ihrer Ernährung und Ihren Aktivitäten notieren.
es: Para prevenir un empeoramiento, identifica qué causa el aumento del azúcar en sangre y evítalo. Por esta razón, al registrar tu azúcar en sangre, puedes anotar detalles sobre tu dieta y actividades.
fa: برای جلوگیری از تشدید موارد، علت‌های قند خون بالا را شناسایی کرده و از آن‌ها پرهیز کنید. به همین دلیل، وقتی قند خون خود را ثبت می‌کنید، جزئیاتی از رژیم غذایی و فعالیت‌هایتان را نیز ثبت کنید.
fr: Pour éviter que les choses ne s'aggravent, identifiez ce qui cause une glycémie élevée et évitez-le. En enregistrant votre glycémie, vous pouvez noter des détails sur votre alimentation et vos activités.
id: Untuk mencegah hal-hal menjadi lebih buruk, identifikasi apa yang menyebabkan gula darah tinggi dan hindarilah. Saat mencatat gula darah Anda, catatlah detail tentang pola makan dan aktivitas Anda.
it: Per evitare che le cose peggiorino, identifica cosa causa l'alto zucchero nel sangue e evitalo. Quando registri il tuo zucchero nel sangue, annota dettagli sulla tua dieta e attività.
ja: 悪化を防ぐために、高血糖の原因を特定し、避けましょう。血糖値を記録する際に、食事や活動の詳細を記録することができます。
ko: 악화되는 것을 방지하려면 고혈당의 원인을 확인하고 피하십시오. 이를 위해 혈당 기록 시 식단 및 활동에 대한 세부 정보를 기록할 수 있습니다.
nl: Om te voorkomen dat de situatie verslechtert, identificeer wat een hoge bloedsuikerspiegel veroorzaakt en vermijd het. Daarom kun je bij het bijhouden van je bloedsuikerspiegel details noteren over je dieet en activiteiten.
pl: Aby uniknąć pogorszenia, zidentyfikuj przyczyny wysokiego poziomu cukru we krwi i unikaj ich. Podczas rejestrowania poziomu cukru we krwi, zapisuj szczegóły dotyczące diety i aktywności.
pt_br: Para evitar que as coisas piorem, identifique o que causa o alto nível de açúcar no sangue e evite. Ao registrar seu açúcar no sangue, anote detalhes sobre sua dieta e atividades.
ru: Чтобы предотвратить ухудшение, определите, что вызывает повышенный уровень сахара в крови, и избегайте этого. При записи уровня сахара в крови учитывайте детали вашей диеты и активности.
tr: Daha kötüye gitmesini önlemek için yüksek kan şekeriye neden olan faktörleri belirleyin ve onlardan kaçının. Bu nedenle kan şekerinizi kaydederken, diyetiniz ve aktivitelerinizle ilgili detayları kaydedebilirsiniz.
zh_hans: 为了避免情况进一步恶化，建议你找出导致高血糖的原因并加以避免。为了可以快速定位原因，你可以在记录血糖时写下一些额外的细节，包括你的饮食和运动。
zh_hant: 為了避免情況進一步惡化，建議你找出導致高血糖的原因並加以避免。為了可以快速定位原因，你可以在記錄血糖時寫下一些額外的細節，包括你的飲食和運動。

# week_bs_suggestion_3_gpt
source: It's recommended to keep a detailed record of your blood sugar, along with diet, timing, and activities to spot what's causing the abnormalities. That way, you can avoid them in the future.
ar: من المستحسن الاحتفاظ بسجل مفصل لمستوى السكر في الدم الخاص بك، جنبًا إلى جنب مع النظام الغذائي والتوقيت، والأنشطة لاكتشاف ما الذي يسبب هذه الشوائب. بهذه الطريقة، يمكنك تجنبها في المستقبل.
de: Es wird empfohlen, eine detaillierte Aufzeichnung deines Blutzuckers sowie der Ernährung, Zeitpunkt und Aktivitäten zu führen, um herauszufinden, was die Abweichungen verursacht. Auf diese Weise kannst du sie in Zukunft vermeiden.
es: Se recomienda llevar un registro detallado de tu azúcar en sangre, junto con la dieta, el tiempo y las actividades para identificar qué está causando las anomalías. De esta manera, puedes evitarlas en el futuro.
fa: توصیه می‌شود که یک سوابق دقیق از سطح قند خون خود را در کنار رژیم غذایی، زمان‌بندی و فعالیت‌ها نگه دارید تا دلیل ناهنجاری‌ها را شناسایی کنید. اینطوری می‌توانید در آینده از آن‌ها جلوگیری کنید.
fr: Il est recommandé de tenir un registre détaillé de votre taux de sucre dans le sang, ainsi que de votre alimentation, de vos horaires et de vos activités pour repérer ce qui cause les anomalies. De cette manière, vous pouvez les éviter à l'avenir.
id: Dianjurkan untuk mencatat secara rinci kadar gula darah Anda, bersama dengan pola makan, jadwal, dan aktivitas untuk mengetahui penyebab ketidaknormalan. Dengan cara itu, Anda dapat menghindarinya di masa mendatang.
it: Si consiglia di tenere un registro dettagliato del tuo livello di zucchero nel sangue, insieme alla dieta, all'orario e alle attività per individuare cosa sta causando le anomalie. In questo modo, potrai evitarle in futuro.
ja: 異常を見つけるために血糖値、食事、時間、活動の詳細な記録をつけることをお勧めします。これにより、将来の問題を回避できます。
ko: 이상적인 혈당 값을 유지하려면 혈당, 식사, 시간, 활동에 대한 상세한 기록을 유지하는 것이 좋습니다. 이렇게하면 향후 문제를 피할 수 있습니다.
nl: Het wordt aanbevolen om een gedetailleerd overzicht bij te houden van je bloedsuiker, samen met dieet, timing en activiteiten om te zien wat de abnormale situaties veroorzaakt. Op die manier kun je ze in de toekomst vermijden.
pl: Zalecane jest prowadzenie szczegółowego rejestru poziomu cukru we krwi wraz z dietą, czasem i aktywnościami, aby zidentyfikować przyczyny nieprawidłowości. W ten sposób można ich uniknąć w przyszłości.
pt_br: É recomendado manter um registro detalhado do seu nível de açúcar no sangue, juntamente com dieta, horários e atividades para identificar o que está causando as anormalidades. Desta forma, você pode evitá-las no futuro.
ru: Рекомендуется вести детальную запись уровня сахара в крови вместе с диетой, временем и видом деятельности, чтобы выявить причины аномалий. Таким образом, вы сможете избежать их в будущем.
tr: Anormalliklere neden olanları tespit etmek için kan şekeri, diyet, zamanlama ve aktivitelerle ilgili ayrıntılı bir kayıt tutmanız önerilir. Bu şekilde gelecekte onlardan kaçınabilirsiniz.
zh_hans: 建议你在记录血糖时详细记下饮食、时间和活动，这样可以帮助你定位血糖异常的原因，在未来避开这些因素。
zh_hant: 建議你在記錄血糖時詳細記下飲食、時間和活動，這樣可以幫助你定位血糖異常的原因，在未來避開這些因素。

# week_bs_suggestion_4_b_gpt
source: Consider changing your lifestyle, especially your diet and physical activity, to effectively manage your blood sugar. Additionally, follow your doctor's advice daily and prioritize your health.
ar: قد يكون من النافع تغيير نمط حياتك، خاصة نظامك الغذائي ونشاطك البدني، لإدارة سكر الدم بشكل فعال. بالإضافة إلى ذلك، اتبع نصائح طبيبك يوميًا واعتبر صحتك أولوية.
de: Erwägen Sie eine Änderung Ihres Lebensstils, insbesondere Ihrer Ernährung und körperlichen Aktivität, um Ihren Blutzucker effektiv zu kontrollieren. Befolgen Sie außerdem täglich die Ratschläge Ihres Arztes und priorisieren Sie Ihre Gesundheit.
es: Considera cambiar tu estilo de vida, especialmente tu dieta y actividad física, para manejar efectivamente tu azúcar en la sangre. Además, sigue el consejo de tu médico diariamente y prioriza tu salud.
fa: در نظر داشته باشید که به تغییر سبک زندگی‌تان، به خصوص رژیم غذایی و فعالیت‌های بدنی، برای مدیریت موثر قند خونتان اقدام کنید. همچنین، روزانه نکاتی که پزشکتان می‌دهد را رعایت کرده و به سلامتی‌تان اولویت بدهید.
fr: Envisagez de changer votre mode de vie, surtout votre alimentation et votre activité physique, pour gérer efficacement votre glycémie. Suivez également quotidiennement les conseils de votre médecin et priorisez votre santé.
id: Pertimbangkan untuk mengubah gaya hidup Anda, terutama pola makan dan aktivitas fisik, untuk mengelola dengan efektif kadar gula darah Anda. Selain itu, ikuti saran dokter Anda setiap hari dan prioritaskan kesehatan Anda.
it: Valuta di cambiare il tuo stile di vita, specialmente la tua dieta e l'attività fisica, per gestire efficacemente il tuo zucchero nel sangue. Inoltre, segui i consigli del tuo medico ogni giorno e dai priorità alla tua salute.
ja: 特に食事と運動を含むライフスタイルを変えて、血糖値を効果的に管理しましょう。また、毎日医師の指示に従い、健康を優先しましょう。
ko: 특히 식습관과 유산소 운동을 변경하여 혈당을 효과적으로 관리해보세요. 또한 의사의 조언을 따르고 건강을 우선시하세요.
nl: Overweeg je levensstijl te veranderen, vooral je dieet en lichamelijke activiteit, om je bloedsuiker effectief te beheren. Volg bovendien dagelijks het advies van je arts op en geef prioriteit aan je gezondheid.
pl: Rozważ zmianę stylu życia, szczególnie diety i aktywności fizycznej, aby skutecznie zarządzać poziomem cukru we krwi. Dodatkowo, codziennie stosuj się do zaleceń lekarza i priorytetyzuj swoje zdrowie.
pt_br: Considere mudar seu estilo de vida, especialmente sua dieta e atividade física, para gerenciar eficazmente seu nível de açúcar no sangue. Além disso, siga diariamente o conselho do seu médico e priorize sua saúde.
ru: Рассмотрите изменение образа жизни, особенно диеты и физической активности, для эффективного контроля уровня сахара в крови. Кроме того, следуйте советам врача ежедневно и отдавайте предпочтение своему здоровью.
tr: Özellikle diyetinizi ve fiziksel aktivitenizi değiştirmeyi düşünün, kan şekerinizi etkili bir şekilde yönetmek için. Ayrıca, doktorunuzun tavsiyelerini günlük olarak takip edin ve sağlığınıza öncelik verin.
zh_hans: 为了有效管理血糖，请改变你的生活方式，特别是在饮食和运动方面。此外，每天谨遵医嘱，将你的健康放在第一位。
zh_hant: 為了有效管理血糖，請改變你的生活方式，特別是在飲食和運動方面。此外，每天謹遵醫囑，將你的健康放在第一位。
