Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_empty_rate
source: Oops! Your heart rate readings are outside the normal range sometimes this week. This suggests that your heart experiences occasional...
ar: عفوًا! قراءات معدل نبضات قلبك تتجاوز النطاق الطبيعي في بعض الأحيان هذا الأسبوع. هذا يشير إلى أن قلبك يعاني أحيانًا من...
de: Hoppla! Ihre Herzfrequenzwerte liegen diese Woche manchmal außerhalb des normalen Bereichs. Dies legt nahe, dass Ihr Herz gelegentlich...
es: ¡Ups! Tus lecturas de frecuencia cardíaca están fuera del rango normal algunas veces esta semana. Esto sugiere que tu corazón experimenta...
fa: اوه! نتایج ضربان قلب شما در برخی از زمان‌های این هفته خارج از محدوده طبیعی است. این نشان دهنده این است که قلب شما گاهی...
fr: Oops ! Vos lectures de fréquence cardiaque sont parfois en dehors de la plage normale cette semaine. Cela suggère que votre cœur connaît parfois...
id: Ups! Pembacaan detak jantung Anda kadang-kadang berada di luar kisaran normal minggu ini. Ini menunjukkan bahwa jantung Anda kadang-kadang...
it: Ops! Alcune delle tue letture del battito cardiaco sono al di fuori del range normale questa settimana. Questo suggerisce che il tuo cuore mostra occasionali...
ja: おっと！今週は心拍数の測定値が時々通常範囲外です。これは、あなたの心臓が...
ko: 앗! 이번 주에 심박수 측정값이 때때로 정상 범위를 벗어났습니다. 이것은 당신의 심장이 가끔...
nl: Oeps! Je hartslagmetingen zijn soms buiten het normale bereik deze week. Dit suggereert dat je hart af en toe...
pl: Ups! Twoje pomiary pulsu były czasem poza normą w tym tygodniu. Sugeruje to, że twoje serce okazjonalnie...
pt_br: Oops! Suas leituras de frequência cardíaca estiveram fora da faixa normal às vezes nesta semana. Isso sugere que, ocasionalmente, seu coração...
ru: Упс! Ваши показания пульса находятся за пределами нормы иногда на этой неделе. Это может указывать на то, что ваше сердце время от времени...
tr: Ups! Kalp atış hızınızın bazen normal aralığın dışında olduğu gözüküyor bu hafta. Bu durum, kalbinizin zaman zaman yaşadığı...
zh_hans: 哎呀！本周，你的心率有时不在正常范围内。这表明你的心脏偶尔……
zh_hant: 哎呀！本周，你的心率有時不在正常範圍內。這表明你的心臟偶爾……

# week_empty_rmssd
source: You've had a challenging week, and although your body is trying to adapt, some stressors have left you feeling a bit exhausted. You've experienced...
ar: لقد مررت بأسبوع صعب، وعلى الرغم من أن جسدك يحاول التكيف، إلا أن بعض المحفزات تركتك تشعر بالإرهاق قليلاً. لقد تعرضت لبعض...
de: Sie hatten eine herausfordernde Woche, und obwohl Ihr Körper versucht, sich anzupassen, haben einige Stressfaktoren Sie ein wenig erschöpft zurückgelassen. Du hast einige...
es: Has tenido una semana desafiante, y aunque tu cuerpo está tratando de adaptarse, algunos factores estresantes te han dejado un poco exhausto/a. Has experimentado...
fa: شما یک هفته دشوار داشته‌اید، و گرچه بدن شما سعی در تطبیق دارد، برخی عوامل استرسی باعث احساس خستگی شما شده‌اند. شما تجربه کرده‌اید...
fr: Vous avez eu une semaine difficile, et bien que votre corps essaie de s'adapter, certains facteurs de stress vous ont laissé un peu épuisé. Vous avez vécu...
id: Anda telah melewati minggu yang menantang, dan meskipun tubuh Anda berusaha menyesuaikan diri, beberapa faktor stres membuat Anda merasa sedikit lelah. Anda telah mengalami...
it: Hai avuto una settimana impegnativa e, sebbene il tuo corpo stia cercando di adattarsi, alcuni fattori stressanti ti hanno lasciato un po' esausto. Hai avuto alcune letture...
ja: 過酷な週を過ごしており、体は適応しようとしていますが、いくつかのストレス要因が少し疲れを残しています。いくつか...
ko: 어려운 한 주를 보내셨고, 몸은 적응하려 노력했지만 일부 스트레스 요인들로 인해 조금 지친 느낌일 것입니다. 일부 매우 낮은 RMSSD 값이...
nl: Je hebt een uitdagende week gehad, en hoewel je lichaam probeert zich aan te passen, hebben sommige stressfactoren je enigszins uitgeput. Je hebt ervaren...
pl: Miałeś trudny tydzień i chociaż twoje ciało próbuje się przystosować, niektóre czynniki stresu sprawiły, że czujesz się trochę wyczerpany. Doświadczyłeś...
pt_br: Você teve uma semana desafiadora e, embora seu corpo esteja tentando se adaptar, alguns estressores o deixaram um pouco exausto. Você experimentou...
ru: Вы пережили трудную неделю, и хотя ваше тело пытается адаптироваться, некоторые стрессоры заставили вас почувствовать себя немного измученным. Вы пережили...
tr: Zorlu bir hafta geçirdiniz ve vücudunuz adapte olmaya çalışıyor olsa da, bazı stres faktörleri sizi biraz yorgun hissettirdi. Yaşadığınız...
zh_hans: 你经历了一个充满挑战的一周，虽然你的身体在努力适应，但有些时候你还是会感到疲惫。你有一些……
zh_hant: 你經歷了一個充滿挑戰的一週，雖然你的身體在努力適應，但有些時候你還是會感到疲憊。你有一些……

# week_empty_stress
source: It seems like stress is affecting you this week. Your health could suffer from intermittent high stress levels. Have you encountered any difficulties...
ar: يبدو أن التوتر يؤثر عليك هذا الأسبوع. صحتك قد تتأثر بمستويات التوتر العالية الفترية. هل واجهت أي صعوبات مؤخرًا...
de: Es scheint, als würde dich der Stress diese Woche beeinflussen. Deine Gesundheit könnte unter gelegentlichen hohen Stressleveln leiden. Hast du in letzter Zeit...
es: Parece que el estrés te está afectando esta semana. Tu salud podría sufrir por niveles intermitentes de estrés alto. ¿Has enfrentado alguna dificultad...
fa: به نظر می‌رسد که استرس در این هفته بر شما تاثیر گذاشته است. سلامتی شما ممکن است از سطوح استرس بالای متناوب رنج ببرد. آیا با مشکلاتی روبه‌رو شده‌اید...
fr: Il semble que le stress vous affecte cette semaine. Votre santé pourrait souffrir de niveaux intermittents de stress élevé. Avez-vous rencontré des difficultés...
id: Sepertinya stres memengaruhi Anda minggu ini. Kesehatan Anda bisa menderita akibat tingkat stres tinggi yang terjadi secara intermiten. Apakah Anda mengalami kesulitan apa pun...
it: Sembra che lo stress ti stia influenzando questa settimana. La tua salute potrebbe soffrire di livelli occasionali di stress elevato. Hai incontrato delle difficoltà...
ja: 今週はストレスが影響しているようですね。断続的な高いストレスレベルが健康に影響する可能性があります。最近、何か困難なことに遭遇しましたか...
ko: 이번 주에 스트레스가 영향을 미치는 것으로 보여요. 간헐적으로 높은 스트레스 수준이 건강에 영향을 줄 수 있어요. 요즘 어려움이 있으신가요...
nl: Het lijkt erop dat stress je deze week beïnvloedt. Intermitterende hoge stressniveaus kunnen je gezondheid beïnvloeden. Heb je uitdagingen meegemaakt...
pl: Wygląda na to, że stres wpływał na Ciebie w tym tygodniu. Sporadyczne wysokie poziomy stresu mogą mieć wpływ na Twoje zdrowie. Czy napotkałeś/aś jakieś trudności...
pt_br: Parece que o estresse está afetando você nesta semana. Níveis intermitentes de estresse elevado podem afetar sua saúde. Você enfrentou alguma dificuldade...
ru: Похоже, что стресс влияет на вас на этой неделе. Интермиттирующие высокие уровни стресса могут влиять на ваше здоровье. Вы сталкивались с какими-то трудностями...
tr: Bu hafta stresin sizi etkilediği görünüyor. Aralıklı yüksek stres seviyeleri sağlığınızı etkileyebilir. Herhangi bir zorlukla karşılaştınız mı...
zh_hans: 这周，压力似乎影响到了你的生活。你时不时处于压力很大的状态下，可能会对你的健康造成不利的影响。你最近遇到了什么困难吗……
zh_hant: 這週，壓力似乎影響到了你的生活。你時不時處於壓力很大的狀態下，可能會對你的健康造成不利的影響。你最近遇到了什麼困難嗎……

# week_empty_tension_relief
source: Your adaptability is a bit low this week, as your body lacks the power for more challenges at times. Some of your Tension Relief results...
ar: مرونتك قليلة قليلاً هذا الأسبوع، حيث يفتقر جسدك إلى القوة لمواجهة المزيد من التحديات في بعض الأحيان. بعض نتائج قدرتك على التكيف...
de: Deine Anpassungsfähigkeit ist diese Woche etwas gering, da es deinem Körper zu bestimmten Zeiten an Kraft für weitere Herausforderungen fehlt. Ein Teil Ihrer Anpassungsfähigkeit...
es: Tu adaptabilidad está un poco baja esta semana, ya que a veces tu cuerpo carece de la energía para más desafíos. Parte de tu Adaptabilidad está...
fa: انطباق‌پذیری شما در این هفته کمی پایین است، زیرا بدن شما برای گاهی اوقات منابع کافی برای چالش‌های بیشتر را ندارد. برخی از نتایج کاهش تنش‌تان...
fr: Votre adaptabilité est un peu faible cette semaine, car votre corps manque parfois de ressources pour affronter davantage de défis. Certains de vos résultats de soulagement de la tension...
id: Adaptabilitas Anda sedikit rendah minggu ini, karena tubuh Anda kurang memiliki sumber daya untuk menghadapi tantangan lebih lanjut pada beberapa saat. Beberapa hasil Anda untuk Melepaskan Ketegangan...
it: La tua adattabilità è leggermente bassa questa settimana, poiché a volte il tuo corpo manca di energia per affrontare ulteriori sfide. Parte della tua Adattabilità...
ja: 今週は適応力がやや低く、時には体がより多くの挑戦に対応する力に欠けています。あなたの適応性の一部が...
ko: 이번 주에는 적응력이 조금 낮으며 때로는 더 많은 도전에 대비할 힘이 부족합니다. 당신의 적응력 결과 중 일부가...
nl: Je aanpassingsvermogen is deze week wat laag, omdat je lichaam soms de middelen mist voor extra uitdagingen. Sommige van jouw aanpassingsresultaten...
pl: Twoja zdolność adaptacji była trochę niska w tym tygodniu, ponieważ twój organizm czasami nie miał zasobów na dodatkowe wyzwania. Niektóre z wyników dotyczących adaptacji...
pt_br: Sua adaptabilidade está um pouco baixa esta semana, pois seu corpo carece de recursos para mais desafios às vezes. Alguns dos seus resultados de Adaptabilidade...
ru: Ваша адаптивность была немного низкой на этой неделе, так как вашему организму иногда не хватало ресурсов для дополнительных вызовов. Некоторые из ваших результатов по адаптивности...
tr: Bu hafta adaptasyon yeteneğiniz biraz düşük, vücudunuz bazen daha fazla zorlamaya güç yetiremiyor. Adaptasyon sonuçlarınızdan bazıları...
zh_hans: 本周你的适应能力有些下降，你的身体有时没有力量去面对更多的挑战。部分时候，你的适应力结果……
zh_hant: 本週你的適應能力有些下降，你的身體有時會無法面對更多的挑戰。部分時候，你的適應力結果……

# week_energy_analysis_1_b_gpt
source: Your energy levels are consistently high, as if you have immense vitality for any task you undertake.
ar: مستويات طاقتك مرتفعة باستمرار، كما لو أن لديك حيوية هائلة لأي مهمة تقوم بها.
de: Ihre Energiestufen sind durchweg hoch, als hätten Sie eine immense Vitalität für jede Aufgabe, die Sie übernehmen.
es: Tus niveles de energía son consistentemente altos, como si tuvieras una inmensa vitalidad para cualquier tarea que emprendas.
fa: سطوح انرژی شما به ثبات بسیار بالا هستند، گویی برای هر کاری که شما انجام می‌دهید، انرژی فراوانی دارید.
fr: Vos niveaux d'énergie sont constamment élevés, comme si vous aviez une vitalité immense pour toute tâche entreprise.
id: Tingkat energi Anda tinggi secara konsisten, seolah memiliki vitalitas yang besar untuk melakukan apapun.
it: I tuoi livelli di energia sono costantemente alti, come se avessi un'enorme vitalità per qualsiasi compito intraprendi.
ja: エネルギーレベルは一貫して高く、どんなタスクにも活力が溢れています。
ko: 에너지 수준이 지속적으로 높아 어떤 일이든 엄청난 활력을 가지고 있습니다.
nl: Je energieniveaus zijn consequent hoog, alsof je immense vitaliteit hebt voor elke taak die je onderneemt.
pl: Twoje poziomy energii są konsekwentnie wysokie, jakbyś miał ogromną witalność do wykonywania każdego zadania.
pt_br: Seus níveis de energia estão consistentemente altos, como se tivesse uma vitalidade imensa para qualquer tarefa que empreenda.
ru: Ваши уровни энергии постоянно высокие, словно у вас огромная жизненная сила для выполнения любых задач.
tr: Enerji seviyeleriniz sürekli yüksek, adeta herhangi bir görev için muazzam bir enerjiye sahipmişsiniz gibi.
zh_hans: 你的能量水平持续高涨，仿佛有极大的动力去完成任何任务。
zh_hant: 你的能量水平持續高漲，彷彿有極大的動力去完成任何任務。

# week_energy_analysis_1_gpt
source: Your energy levels have consistently been at their peaks. It's like you've got an endless supply of energy to do anything.
ar: مستويات طاقتك كانت دائمًا في ذروتها. يبدو وكأن لديك إمداد لا نهائي من الطاقة للقيام بأي شيء.
de: Dein Energielevel war konsequent auf seinem Höhepunkt. Es scheint, als hättest du eine unerschöpfliche Energiequelle, um alles zu tun.
es: Tus niveles de energía han estado consistentemente en su punto máximo. Es como si tuvieras un suministro infinito de energía para hacer cualquier cosa.
fa: سطوح انرژی شما به ثبات در اوج خود بوده‌اند. انگار شما منبعی بی‌پایان انرژی دارید تا هر کاری را انجام دهید.
fr: Vos niveaux d'énergie ont été constamment au maximum. C'est comme si vous aviez un approvisionnement infini d'énergie pour tout faire.
id: Tingkat energi Anda secara konsisten berada pada puncaknya. Sepertinya Anda memiliki pasokan energi yang tak terbatas untuk melakukan apapun.
it: I tuoi livelli di energia sono costantemente ai massimi. Sembra che tu abbia una riserva infinita di energia per fare qualsiasi cosa.
ja: あなたのエネルギーレベルは一貫してピークにあります。何でもするためのエネルギーが無限にあるかのようです。
ko: 당신의 에너지 수준은 꾸준히 최고 수준에 있습니다. 무엇이든 할 수 있는 무한한 에너지를 가지고 있는 것 같아요.
nl: Je energieniveaus zijn consequent op hun hoogtepunt. Het lijkt alsof je een eindeloze voorraad energie hebt om alles te doen.
pl: Twoje poziomy energii są konsekwentnie na swoim szczycie. To jakbyś miał nieskończony zapas energii do wszystkiego.
pt_br: Seus níveis de energia têm consistentemente atingido o auge. É como se você tivesse um suprimento infinito de energia para fazer qualquer coisa.
ru: Ваши уровни энергии последовательно достигали пиков. Это словно у вас бесконечный запас энергии для любых дел.
tr: Enerji seviyeleriniz sürekli olarak zirvede oldu. Her şeyi yapmak için sonsuz bir enerji kaynağınız varmış gibi.
zh_hans: 你的能量一直很充沛，这股力量仿佛无穷无尽，会帮你完成任何事情。
zh_hant: 你的能量一直很充沛，這股力量彷彿無窮無盡，會幫你完成任何事情。

# week_energy_analysis_5_b_gpt
source: Your weekly energy levels generally fall within the normal range, with occasional dips that impacted your productivity.
ar: عمومًا، تقع مستويات طاقتك الأسبوعية ضمن النطاق الطبيعي، مع انخفاضات عرضية أحيانًا أثرت على إنتاجيتك.
de: Ihre wöchentlichen Energieniveaus liegen im Allgemeinen im normalen Bereich, mit gelegentlichen Einbrüchen, die sich auf Ihre Produktivität ausgewirkt haben.
es: Tus niveles de energía semanales generalmente se encuentran dentro del rango normal, con bajones ocasionales que afectaron tu productividad.
fa: زمانی که در حال کار سخت و ساعت‌های طولانی هستید، به یاد داشته باشید که وقتی برنامه کاری خود را دارید، وقفه‌های کوتاه و لحظات مراقبت از خود را وارد کنید تا سطح انرژی خود را حفظ کنید. مراقبت از خود، بخش حیاتی از زندگی پر معنا است.
fr: Vos niveaux d'énergie hebdomadaires se situent généralement dans la plage normale, avec des baisses occasionnelles ayant un impact sur votre productivité.
id: Tingkat energi mingguan Anda umumnya berada dalam rentang normal, dengan penurunan sesekali yang memengaruhi produktivitas Anda.
it: I tuoi livelli energetici settimanali si collocano generalmente entro la norma, con cali occasionali che hanno influenzato la tua produttività.
ja: 週のエネルギーレベルは一般的に正常範囲内ですが、時折の低下が生産性に影響しました。
ko: 주간 에너지 수준은 일반적으로 정상 범위 안에 있지만 때로는 생산성에 영향을 미친 일부 하락이 있었습니다.
nl: Je wekelijkse energieniveaus vallen over het algemeen binnen het normale bereik, met af en toe dips die je productiviteit beïnvloedden.
pl: Twoje tygodniowe poziomy energii ogólnie mieszczą się w normalnym zakresie, z czasami spadków, które wpłynęły na Twoją produktywność.
pt_br: Seus níveis de energia semanais geralmente se enquadram na faixa normal, com quedas ocasionais que afetaram sua produtividade.
ru: Ваши еженедельные уровни энергии в основном находятся в пределах нормы, с иногда возникающими спадами, которые повлияли на вашу продуктивность.
tr: Haftalık enerji seviyeleriniz genellikle normal aralıkta olmakla birlikte bazen düşüşler yaşandı ve bunlar üretkenliğinizi etkiledi.
zh_hans: 你每周的能量水平多数都在正常范围内，但偶尔会出现异常的情况，影响你的做事效率。
zh_hant: 你每周的能量水平多數都在正常範圍內，但偶爾會出現異常的情況，影響你的做事效率。

# week_energy_analysis_5_gpt
source: Your weekly energy levels are mostly normal, but they were insufficient occasionally, affecting your productivity.
ar: مستويات طاقتك الأسبوعية عادة ما تكون طبيعية، ولكن كانت غير كافية أحيانًا، مما أثر على إنتاجيتك.
de: Ihre wöchentlichen Energieniveaus sind größtenteils normal, aber gelegentlich waren sie unzureichend und haben Ihre Produktivität beeinträchtigt.
es: Tus niveles de energía semanales son en su mayoría normales, pero a veces fueron insuficientes, afectando tu productividad.
fa: سطوح هفتگی انرژی شما به طور کلی نرمال بوده‌اند، اما گاهی اوقات کافی نبوده و برروی بهره‌وری شما تأثیر گذاشته است.
fr: Vos niveaux d'énergie hebdomadaires sont principalement normaux, mais parfois insuffisants, ce qui a impacté votre productivité.
id: Tingkat energi mingguan Anda sebagian besar normal, namun terkadang kurang memadai, memengaruhi produktivitas Anda.
it: I tuoi livelli energetici settimanali sono principalmente normali, ma talvolta sono insufficienti, influenzando la tua produttività.
ja: 週のエネルギーレベルはほとんど正常ですが、時々不十分であり、生産性に影響を与えました。
ko: 주간 에너지 수준은 대부분 정상이지만 때로는 부족하여 생산성에 영향을 미쳤습니다.
nl: Je wekelijkse energieniveaus zijn meestal normaal, maar ze waren soms onvoldoende, wat je productiviteit beïnvloedde.
pl: Twoje tygodniowe poziomy energii są głównie normalne, ale czasami były niewystarczające, co wpłynęło na Twoją produktywność.
pt_br: Seus níveis de energia semanais estão principalmente normais, mas houve ocasiões em que foram insuficientes, afetando sua produtividade.
ru: Ваши еженедельные уровни энергии в основном нормальные, но иногда они были недостаточными, что сказалось на вашей продуктивности.
tr: Haftalık enerji seviyeleriniz genellikle normaldi, ancak bazen yetersizdi ve üretkenliğinizi etkiledi.
zh_hans: 你每周的能量水平大多正常，偶尔有不足，这时你的效率就会下降。
zh_hant: 你每周的能量水平大多正常，偶爾有不足，這時你的效率就會下降。

# week_energy_analysis_6_b_gpt
source: Sometimes, your energy levels deviate from the normal range, creating difficulties in performing tasks at full capacity.
ar: أحيانًا، تتخلل مستويات طاقتك خارج النطاق الطبيعي، مما يسبب صعوبات في أداء المهام بكامل الطاقة.
de: Manchmal weichen deine Energielevel vom normalen Bereich ab, was Schwierigkeiten bei der Ausführung von Aufgaben in voller Kapazität verursacht.
es: A veces, tus niveles de energía se desvían del rango normal, creando dificultades para realizar tareas a plena capacidad.
fa: گاهی اوقات، سطوح انرژی شما از محدوده نرمال منحرف می‌شود که باعث دشواری در انجام وظایف به حداکثر می‌شود.
fr: Parfois, vos niveaux d'énergie s'écartent de la plage normale, créant des difficultés pour effectuer des tâches à pleine capacité.
id: Kadang-kadang, tingkat energi Anda keluar dari rentang normal, menciptakan kesulitan dalam menyelesaikan tugas dengan kapasitas penuh.
it: A volte i tuoi livelli energetici si discostano dalla norma, creando difficoltà nell'eseguire compiti a pieno regime.
ja: 時々、エネルギーレベルが通常の範囲から外れ、全力でタスクを行うのに難しさを感じることがあります。
ko: 가끔씩 에너지 수준이 정상 범위를 벗어나 작업을 완전히 수행하는 데 어려움을 겪을 수 있습니다.
nl: Soms wijken je energieniveaus af van het normale bereik, wat het moeilijk maakt om taken op volle capaciteit uit te voeren.
pl: Czasami Twoje poziomy energii odchylają się od normalnego zakresu, co sprawia trudności w wykonywaniu zadań w pełni.
pt_br: Às vezes, seus níveis de energia se desviam da faixa normal, dificultando a realização de tarefas com total capacidade.
ru: Иногда ваши уровни энергии выходят за пределы нормы, что создает трудности в выполнении задач на полную мощность.
tr: Bazı zamanlar enerji seviyeleriniz normal aralığın dışına çıkıyor, bu da görevleri tam kapasiteyle yapmayı zorlaştırıyor.
zh_hans: 有时你的能量水平不在正常范围内，导致你无法全心全力地完成任务。
zh_hant: 有時你的能量水平不在正常範圍內，導致你無法全心全力地完成任務。

# week_energy_analysis_6_gpt
source: Your energy level falls outside the normal range at times, making it challenging to complete tasks at full tilt.
ar: ينحرف مستوى طاقتك خارج النطاق الطبيعي في بعض الأحيان، مما يجعل من الصعب إكمال المهام بكامل القدرة.
de: Ihr Energielevel liegt gelegentlich außerhalb des normalen Bereichs, was es schwierig macht, Aufgaben in vollem Umfang zu erledigen.
es: Tu nivel de energía a veces está fuera del rango normal, lo que dificulta completar tareas al máximo rendimiento.
fa: سطح انرژی شما در برخی اوقات خارج از محدوده عادی قرار می‌گیرد، که باعث سختی تکمیل وظایف به سرعت حداکثر ممکن می‌شود.
fr: Votre niveau d'énergie sort parfois de la plage normale, rendant difficile l'accomplissement des tâches à pleine capacité.
id: Tingkat energi Anda kadang berada di luar rentang normal, membuat sulit untuk menyelesaikan tugas dengan sepenuhnya.
it: Il tuo livello di energia esce occasionalmente dalla norma, rendendo difficile completare i compiti al massimo delle tue capacità.
ja: エネルギーレベルが時々通常範囲外になり、全力でのタスク完了が難しいです。
ko: 가끔 에너지 수준이 정상 범위를 벗어나 완전히 업무를 수행하는 데 어려움이 있습니다.
nl: Je energieniveau valt soms buiten het normale bereik, waardoor het lastig is om taken op volle kracht uit te voeren.
pl: Twój poziom energii czasami wychodzi poza normalny zakres, co utrudnia wykonywanie zadań na pełnych obrotach.
pt_br: Seu nível de energia às vezes fica fora da faixa normal, tornando desafiador concluir tarefas com total intensidade.
ru: Ваш уровень энергии иногда выходит за пределы нормы, что затрудняет выполнение задач на полную катушку.
tr: Enerji seviyeniz zaman zaman normal aralığın dışına çıkıyor ve görevleri tam hızla tamamlamak zorlaşıyor.
zh_hans: 你的能量水平有时不太正常，让你在面对任务感到更加艰难。
zh_hant: 你的能量水平有時不太正常，讓你在面對任務感到更加艱難。

# week_energy_analysis_7_b_gpt
source: For much of this week, you've been experiencing low energy levels, which isn't ideal for your health.
ar: لمعظم هذا الأسبوع، كنت تواجه انخفاضًا في مستويات الطاقة، وهذا ليس مثاليًا لصحتك.
de: Großteils dieser Woche hatten Sie mit niedrigen Energieniveaus zu kämpfen, was für Ihre Gesundheit nicht ideal ist.
es: Durante gran parte de esta semana, has experimentado bajos niveles de energía, lo cual no es ideal para tu salud.
fa: برای بیشتر این هفته، شما سطوح کم انرژی را تجربه کرده‌اید که برای سلامتی شما مناسب نیست.
fr: Pendant une grande partie de cette semaine, vous avez connu des niveaux d'énergie bas, ce qui n'est pas idéal pour votre santé.
id: Sebagian besar minggu ini, Anda mengalami tingkat energi yang rendah, yang tidak ideal untuk kesehatan Anda.
it: Per gran parte di questa settimana, hai avuto livelli di energia bassi, il che non è ideale per la tua salute.
ja: 今週の大部分、エネルギーレベルが低く、健康には良くありません。
ko: 이번 주 상당 부분 에너지 수준이 낮았는데, 이는 건강에 좋지 않습니다.
nl: Gedurende een groot deel van deze week heb je last gehad van een laag energieniveau, wat niet ideaal is voor je gezondheid.
pl: Przez większość tego tygodnia odczuwałeś niski poziom energii, co nie jest korzystne dla Twojego zdrowia.
pt_br: Durante grande parte desta semana, você teve níveis de energia baixos, o que não é ideal para sua saúde.
ru: Большую часть этой недели у вас наблюдались низкие уровни энергии, что не лучшим образом сказывается на вашем здоровье.
tr: Bu haftanın büyük bir kısmında düşük enerji seviyeleri yaşadınız ve bu sağlığınız için ideal değil.
zh_hans: 本周大部分时间里，你的能量水平都处于异常范围内，这对你的健康来说并不理想。
zh_hant: 本周大部分時間里，你的能量水平都處於異常範圍內，這對你的健康來說並不理想。
