Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_bp_suggestion_4_b_gpt
source: Try to change your lifestyle and follow medical guidance to manage your blood pressure effectively. Don't forget to keep recording your blood pressure—it's the key to keeping your health in check.
ar: حاول تغيير نمط حياتك واتباع الإرشادات الطبية لإدارة ضغط الدم بفعالية. لا تنسى الاستمرار في تسجيل ضغط الدم الخاص بك - إنها المفتاح للحفاظ على صحتك تحت الرقابة.
de: Versuchen Sie, Ihren Lebensstil zu ändern und ärztlichen Rat zu befolgen, um Ihren Blutdruck effektiv zu kontrollieren. Vergessen Sie nicht, regelmäßig Ihren Blutdruck zu erfassen – das ist der Schlüssel, um Ihre Gesundheit im Auge zu behalten.
es: Intenta cambiar tu estilo de vida y seguir la guía médica para manejar efectivamente tu presión arterial. No olvides registrar tu presión arterial: es clave para mantener tu salud bajo control.
fa: سعی کنید سبک زندگی خود را تغییر دهید و به راهنمایی‌های پزشکی برای مدیریت فشار خونتان به صورت مؤثر پیروی کنید. فراموش نکنید که به طور مداوم فشار خون خود را ثبت کنید - این کلید حفظ سلامتی شما است.
fr: Essayez de changer votre mode de vie et suivez les conseils médicaux pour gérer votre tension artérielle efficacement. N'oubliez pas de surveiller régulièrement votre tension artérielle - c'est la clé pour garder un œil sur votre santé.
id: Coba ubah gaya hidup Anda dan ikuti panduan medis untuk mengelola tekanan darah Anda secara efektif. Jangan lupa untuk terus mencatat tekanan darah Anda—ini kunci untuk menjaga kesehatan Anda tetap terkendali.
it: Cerca di cambiare il tuo stile di vita e segui le indicazioni mediche per gestire efficacemente la pressione sanguigna. Non dimenticare di registrare regolarmente la pressione sanguigna: è la chiave per mantenere sotto controllo la tua salute.
ja: 血圧を効果的に管理するためにライフスタイルを変え、医師の指示に従ってください。健康を維持するために定期的に血圧を記録することが重要です。
ko: 혈압을 효과적으로 관리하기 위해 라이프스타일을 변경하고 의료 지침을 따르세요. 혈압을 기록하는 것을 잊지 마세요. 이것은 건강을 확인하는 열쇠입니다.
nl: Probeer je levensstijl te veranderen en medische begeleiding te volgen om je bloeddruk effectief te beheren. Vergeet niet regelmatig je bloeddruk te noteren - dat is de sleutel tot het in de gaten houden van je gezondheid.
pl: Spróbuj zmienić swoje nawyki życiowe i stosuj się do zaleceń medycznych, aby skutecznie zarządzać swoim ciśnieniem krwi. Nie zapominaj regularnie kontrolować ciśnienia krwi - to klucz do monitorowania swojego zdrowia.
pt_br: Tente mudar seu estilo de vida e seguir orientações médicas para gerenciar eficazmente sua pressão arterial. Não se esqueça de verificar regularmente a pressão arterial - é a chave para manter sua saúde sob controle.
ru: Попробуйте изменить свой образ жизни и следовать медицинским рекомендациям для эффективного контроля вашего кровяного давления. Не забывайте регулярно измерять показатели, это ключ к поддержанию вашего здоровья под контролем.
tr: Kan basıncınızı etkili bir şekilde yönetmek için yaşam tarzınızı değiştirmeyi deneyin ve tıbbi yönlendirmelere uyun. Sağlığınızı kontrol altında tutmanın anahtarı, düzenli olarak kan basıncınızı kaydetmektir.
zh_hans: 你可以尝试改变生活方式，并遵照医生的指导，有效地管理你的血压。别忘了定期检查并记录血压——这是保持健康的关键一步。
zh_hant: 你可以嘗試改變生活方式，並遵照醫生的指導，有效地管理你的血壓。別忘了定期檢查並記錄血壓——這是保持健康的關鍵一步。

# week_bp_suggestion_4_gpt
source: How about making changes to your lifestyle? Try to relax more often and stick to your medication (if prescribed). Also, keep an eye on your readings regularly to avoid things getting worse!
ar: ماذا عن إجراء تغييرات في نمط حياتك؟ حاول الاسترخاء بشكل أكبر والالتزام بالدواء الخاص بك (إذا كان موصوفًا). كما تحرص على متابعة قراءاتك بانتظام لتجنب تفاقم الأمور!
de: Wie wäre es mit einer Änderung Ihres Lebensstils? Versuchen Sie öfter zu entspannen und halten Sie sich an Ihre Medikation (wenn verschrieben). Achten Sie außerdem regelmäßig auf Ihre Messwerte, um zu vermeiden, dass sich die Dinge verschlechtern!
es: ¿Qué tal si haces cambios en tu estilo de vida? Intenta relajarte más a menudo y sigue tu medicación (si está prescrita). Además, mantén un ojo en tus lecturas regularmente para evitar que empeoren las cosas.
fa: چطور است که تغییراتی در سبک زندگی خود ایجاد کنید؟ سعی کنید بیشتر آرامش پیدا کنید و به برنامه دارویی‌تان (در صورت تجویز شده) پایبند باشید. همچنین به طور منظم بر روی خواندگی‌های خود نظارت داشته باشید تا جلوگیری از بدتر شدن وضعیت!
fr: Et si vous changiez de mode de vie ? Essayez de vous détendre plus souvent et suivez votre médication (si prescrite). Surveillez également régulièrement vos mesures pour éviter que les choses ne s'aggravent !
id: Bagaimana jika Anda mengubah gaya hidup Anda? Cobalah untuk lebih sering bersantai dan patuhi pengobatan Anda (jika diresepkan). Selain itu, pantau pembacaan Anda secara teratur untuk mencegah hal-hal menjadi lebih buruk!
it: Cosa ne dici di apportare cambiamenti al tuo stile di vita? Cerca di rilassarti più spesso e segui la tua medicazione (se prescritta). Inoltre, controlla regolarmente le letture per evitare che le cose peggiorino!
ja: ライフスタイルを変えてみませんか？より頻繁にリラックスしたり、（処方された場合は）薬を服用したりすることを試してみてください。さらなる悪化を避けるために、定期的に測定値をチェックしてください！
ko: 라이프스타일을 변경해 보는 것은 어떨까요? 더 자주 휴식을 취하고 처방받은 약을 꾸준히 복용해 보세요. 또한 정기적으로 측정 값을 확인하여 상황이 악화되지 않도록 주의하세요!
nl: Wat dacht je ervan je levensstijl te veranderen? Probeer vaker te ontspannen en houd je (indien voorgeschreven) aan je medicatie. Blijf ook regelmatig je metingen controleren om te voorkomen dat het erger wordt!
pl: Co powiesz na zmianę stylu życia? Spróbuj częściej się relaksować i stosować się do leków (jeśli są przepisane). Regularnie sprawdzaj też swoje pomiary, aby uniknąć pogorszenia sytuacji!
pt_br: Que tal fazer mudanças no seu estilo de vida? Tente relaxar mais frequentemente e siga sua medicação (se prescrita). Além disso, continue monitorando regularmente suas leituras para evitar que as coisas piorem!
ru: Как насчет изменения образа жизни? Попробуйте больше расслабляться и следовать вашему лечению (если назначено). Также продолжайте регулярно контролировать показатели, чтобы избежать ухудшения ситуации!
tr: Yaşam tarzınızı değiştirmeyi düşünün! Daha sık dinlenmeyi deneyin ve (varsa) ilaçlarınıza sadık kalın. Ayrıca, şeylerin kötüleşmesini önlemek için düzenli olarak ölçüm yapmaya devam edin!
zh_hans: 何不改变一下你的生活方式？试着多放松，按时服药（如果医生开了药方的话）。此外，还要定期追踪你的血压，避免情况进一步恶化！
zh_hant: 何不改變一下你的生活方式？試著多放鬆，按時服藥（如果醫生開了藥方的話）。此外，還要定期追蹤你的血壓，避免情況進一步惡化！

# week_bp_suggestion_5_b_gpt
source: It's vital to control your blood pressure immediately to ward off additional health problems. You'd better consult a doctor and stick to the prescribed medications to safeguard your health.
ar: من الحيوي السيطرة على ضغط الدم الخاص بك على الفور لصد الأمراض الصحية الإضافية. من الأفضل استشارة الطبيب والالتزام بالأدوية الموصوفة لحماية صحتك.
de: Es ist wichtig, Ihren Blutdruck sofort zu kontrollieren, um weitere Gesundheitsprobleme zu vermeiden. Sie sollten besser einen Arzt konsultieren und sich an die verschriebenen Medikamente halten, um Ihre Gesundheit zu schützen.
es: Es vital controlar tu presión arterial de inmediato para evitar problemas de salud adicionales. Sería mejor que consultes a un médico y te apegues a las medicaciones recetadas para proteger tu salud.
fa: مهم است که به سرعت فشار خون خود را کنترل کنید تا از مشکلات جدید سلامتی جلوگیری کنید. بهتر است با یک پزشک مشورت کرده و به دقت به داروهای تجویز شده پایبند باشید تا سلامتی خود را حفظ کنید.
fr: Il est crucial de contrôler votre tension artérielle immédiatement pour éviter d'autres problèmes de santé. Vous feriez mieux de consulter un médecin et de respecter les médicaments prescrits pour protéger votre santé.
id: Sangat penting untuk mengontrol tekanan darah Anda segera untuk mencegah masalah kesehatan tambahan. Lebih baik konsultasikan dengan dokter dan patuhi obat yang diresepkan untuk menjaga kesehatan Anda.
it: È fondamentale controllare subito la pressione sanguigna per evitare ulteriori problemi di salute. Sarebbe meglio consultare un medico e seguire le terapie prescritte per salvaguardare la tua salute.
ja: 追加の健康問題を防ぐために、即座に血圧を管理することが重要です。医師に相談して、処方された薬を守ることで健康を守るのが良いでしょう。
ko: 추가적인 건강 문제를 피하기 위해 혈압을 즉시 통제하는 것이 중요합니다. 의사와 상의하고 처방된 약을 꾸준히 복용하여 건강을 지켜보세요.
nl: Het is van vitaal belang om onmiddellijk je bloeddruk te controleren om extra gezondheidsproblemen te voorkomen. Het is verstandig om een arts te raadplegen en de voorgeschreven medicatie te volgen om je gezondheid te beschermen.
pl: Natychmiast kontroluj swoje ciśnienie krwi, aby uniknąć dodatkowych problemów zdrowotnych. Lepiej skonsultować się z lekarzem i przestrzegać przepisanych leków, aby chronić swoje zdrowie.
pt_br: É vital controlar imediatamente sua pressão arterial para evitar problemas adicionais de saúde. É melhor consultar um médico e seguir as medicações prescritas para proteger sua saúde.
ru: Необходимо немедленно контролировать ваше кровяное давление, чтобы избежать дополнительных проблем со здоровьем. Лучше всего обратиться к врачу и придерживаться назначенных лекарств для защиты вашего здоровья.
tr: Ek sağlık sorunlarını önlemek için kan basıncınızı derhal kontrol altına almak çok önemli. Lütfen bir doktora danışın ve reçeteli ilaçları uygulayın.
zh_hans: 请立即控制你的血压，防止其它健康问题的出现。建议你立即咨询医生，谨遵医嘱，按时用药，保护你的健康。
zh_hant: 請立即控制你的血壓，防止其它健康問題的出現。建議你立即諮詢醫生，謹遵醫囑，按時用藥，保護你的健康。

# week_bp_suggestion_5_gpt
source: You're losing control over your blood pressure, which could cause serious issues. Please consult a doctor and adhere to medications to manage this situation without delay.
ar: أنت تفقد السيطرة على ضغط الدم، مما يمكن أن يسبب مشاكل خطيرة. يرجى استشارة الطبيب والالتزام بالأدوية لإدارة هذا الوضع دون تأخير.
de: Sie verlieren die Kontrolle über Ihren Blutdruck, was ernsthafte Probleme verursachen könnte. Bitte konsultieren Sie einen Arzt und halten Sie sich an die Medikamente, um diese Situation ohne Verzögerung zu bewältigen.
es: Estás perdiendo el control sobre tu presión arterial, lo que podría causar problemas graves. Por favor, consulta a un médico y sigue las medicaciones para manejar esta situación sin demora.
fa: شما دارید کنترل خود را بر فشار خونتان از دست می‌دهید که ممکن است منجر به مشکلات جدی شود. لطفا با یک پزشک مشورت کنید و به دستورات دارویی پایبند باشید تا به مدیریت این وضعیت بدون تاخیر بپردازید.
fr: Vous perdez le contrôle de votre tension artérielle, ce qui pourrait causer des problèmes sérieux. Veuillez consulter un médecin et suivre les médicaments prescrits pour gérer cette situation sans délai.
id: Anda kehilangan kontrol atas tekanan darah Anda, yang dapat menyebabkan masalah serius. Mohon konsultasikan dengan dokter dan patuhi obat untuk mengelola situasi ini tanpa menunda.
it: Stai perdendo il controllo della tua pressione sanguigna, il che potrebbe causare problemi seri. Si prega di consultare un medico e seguire la terapia prescritta per gestire questa situazione senza indugi.
ja: 血圧をコントロールすることが難しくなっており、深刻な問題を引き起こす可能性があります。お早めに医師に相談し、遅延なく状況を管理するために薬を守ってください。
ko: 당신의 혈압을 통제하는 것을 잃고 있습니다. 이는 심각한 문제를 일으킬 수 있습니다. 즉시 의사와 상담하고 약물을 준수하여 이 상황을 관리하세요.
nl: Je verliest de controle over je bloeddruk, wat ernstige problemen kan veroorzaken. Raadpleeg onmiddellijk een arts en volg medicatievoorschriften op om deze situatie te beheren.
pl: Tracisz kontrolę nad swoim ciśnieniem krwi, co może powodować poważne problemy. Natychmiast skonsultuj się z lekarzem i przestrzegaj zaleceń dotyczących leków, aby zarządzać tą sytuacją.
pt_br: Você está perdendo o controle sobre sua pressão arterial, o que poderia causar problemas sérios. Consulte um médico e siga as medicações para gerenciar essa situação sem demora.
ru: Вы теряете контроль над кровяным давлением, что может вызвать серьезные проблемы. Пожалуйста, проконсультируйтесь с врачом и придерживайтесь лекарств, чтобы справиться с этой ситуацией без промедления.
tr: Kan basıncınız üzerinde kontrol kaybediyorsunuz, ciddi sorunlara yol açabilir. Lütfen durumu yönetmek için derhal bir doktora danışın ve reçeteli ilaçlara uyun.
zh_hans: 你的血压变动非常大，没有得到很好的控制，这会导致严重后果。请立刻咨询医生，按时服药，争取尽快控制住血压。
zh_hant: 你的血壓變動非常大，沒有得到很好的控制，這會導致嚴重後果。請立刻諮詢醫生，按時服藥，爭取尽快控制住血壓。

# week_bs_analysis_1_b_gpt
source: All your blood sugar measurements are in the normal range—you're a pro at managing your sugar levels!
ar: جميع قياسات سكر الدم الخاصة بك في النطاق الطبيعي — أنت محترف في إدارة مستويات السكر الخاصة بك!
de: Alle deine Blutzuckermessungen liegen im normalen Bereich – du bist ein Profi darin, deine Zuckerspiegel zu managen!
es: Todas tus mediciones de azúcar en sangre están dentro del rango normal. ¡Eres un profesional en el manejo de tus niveles de azúcar!
fa: همه‌ی اندازه‌گیری‌های قند خون شما در محدوده طبیعی است - شما در مدیریت سطح قند خون خود حرفه‌ای هستید!
fr: Toutes vos mesures de sucre dans le sang sont dans la plage normale - vous êtes un pro de la gestion de vos niveaux de sucre !
id: Semua pengukuran gula darah Anda berada dalam kisaran normal - Anda ahli dalam mengelola tingkat gula darah Anda!
it: Tutte le tue misurazioni dello zucchero nel sangue rientrano nel range normale - sei un esperto nel gestire i tuoi livelli di zucchero!
ja: すべての血糖測定値が正常範囲内にあり、血糖値の管理にはプロですね！
ko: 모든 혈당 측정값이 정상 범위 내에 있으므로 혈당 수치 관리에 능숙하시군요!
nl: Al je bloedsuikermetingen vallen binnen het normale bereik - je bent een professional in het beheer van je suikerniveaus!
pl: Wszystkie twoje pomiary cukru we krwi mieszczą się w normie - jesteś specjalistą w zarządzaniu poziomami cukru!
pt_br: Todas as suas medições de açúcar no sangue estão na faixa normal - você é um especialista em controlar seus níveis de açúcar!
ru: Все ваши измерения уровня сахара в крови находятся в нормальном диапазоне - вы профессионал в контроле уровня сахара!
tr: Tüm kan şekeri ölçümleriniz normal aralıktadır - şeker seviyelerinizi yönetme konusunda bir profesyonelsiniz!
zh_hans: 你的血糖测量结果都在正常范围内——控制血糖是你的专长！
zh_hant: 你的血糖測量結果都在正常範圍內——控制血糖是你的專長！

# week_bs_analysis_1_gpt
source: Your blood sugar is within the normal range, showing that your efforts in controlling your blood sugar are paying off.
ar: سكر الدم ضمن النطاق الطبيعي، مشيرًا إلى أن جهودك في السيطرة على مستوى السكر بدمك تجدي نتائجها.
de: Dein Blutzucker liegt im normalen Bereich, was darauf hindeutet, dass sich deine Bemühungen zur Kontrolle deines Blutzuckers auszahlen.
es: Tu nivel de azúcar en sangre está dentro del rango normal, lo que indica que tus esfuerzos por controlar tu azúcar en sangre están dando resultados.
fa: قند خون شما در محدوده نرمال است که نشان دهنده این است که تلاش‌های شما برای کنترل قند خون در حال جواب‌گویی هستند.
fr: Votre taux de glycémie est dans la plage normale, ce qui montre que vos efforts pour contrôler votre taux de sucre dans le sang portent leurs fruits.
id: Gula darahmu berada dalam rentang normal, menunjukkan bahwa upayamu dalam mengendalikan gula darahmu memberikan hasil.
it: Il tuo livello di zucchero nel sangue è nella norma, il che mostra che i tuoi sforzi nel controllare il glucosio stanno dando i propri frutti.
ja: 血糖値は通常範囲内にあり、血糖値をコントロールするための取り組みが実を結んでいます。
ko: 당신의 혈당은 정상 범위 내에 있어 혈당을 통제하는 노력이 성과를 거두고 있다는 것을 보여줍니다.
nl: Je bloedsuikerspiegel is binnen het normale bereik, wat aantoont dat je inspanningen om je bloedsuiker onder controle te houden vruchten afwerpen.
pl: Twoje poziomy cukru we krwi mieszczą się w normie, co świadczy o efektywności Twoich starań w kontrolowaniu cukru we krwi.
pt_br: Seu açúcar no sangue está dentro da faixa normal, mostrando que seus esforços para controlar o açúcar no sangue estão valendo a pena.
ru: Ваш уровень сахара в крови находится в пределах нормы, что указывает на то, что ваши усилия по контролю за сахаром в крови приносят результаты.
tr: Kan şekeriniz normal aralıkta, kan şekerinizi kontrol etme çabalarınızın karşılığını veriyor gibi görünüyor.
zh_hans: 你的血糖在正常范围内，表明你在控制血糖方面的努力卓有成效。
zh_hant: 你的血糖在正常範圍內，表明你在控制血糖方面的努力卓有成效。

# week_bs_analysis_2_b_gpt
source: At times, your blood sugar levels tend to elevate, getting close to the high blood sugar range.
ar: في بعض الأحيان، مستويات سكر الدم لديك ترتفع، وتقترب من نطاق سكر الدم العالي.
de: Manchmal neigen deine Blutzuckerwerte dazu, sich zu erhöhen und sich dem Bereich hoher Blutzuckerwerte anzunähern.
es: A veces, tus niveles de azúcar en sangre tienden a elevarse, acercándose al rango de azúcar en sangre alto.
fa: گاهی اوقات، سطح قند خون شما به مرز دسته‌ای قند خون بالا می‌رسد.
fr: Parfois, vos niveaux de sucre dans le sang ont tendance à augmenter, approchant la plage de taux de sucre sanguin élevé.
id: Kadang-kadang, tingkat gula darah Anda cenderung meningkat, mendekati kisaran gula darah tinggi.
it: A volte i tuoi livelli di zucchero nel sangue tendono ad aumentare, avvicinandosi al range alto di zucchero nel sangue.
ja: 時々、血糖値が上昇し、高血糖範囲に近づいています。
ko: 때때로 혈당 수치가 상승하여 고혈당 범위에 접근합니다.
nl: Soms neigen je bloedsuikerspiegels te stijgen, waardoor ze dichter bij het hoge bloedsuikerniveau komen.
pl: Czasami twoje poziomy cukru we krwi mają tendencję do wzrostu, zbliżając się do wysokich poziomów cukru we krwi.
pt_br: Às vezes, seus níveis de açúcar no sangue tendem a aumentar, se aproximando da faixa de alto nível de açúcar no sangue.
ru: Иногда уровень сахара в крови поднимается, приближаясь к высокому уровню сахара в крови.
tr: Bazı zamanlarda kan şekeri seviyeniz yükselmeye eğilimlidir ve yüksek kan şekeri aralığına yaklaşmaktadır.
zh_hans: 你的血糖水平有时会升高到接近高血糖的范围。
zh_hant: 你的血糖水平有時會升高到接近高血糖的範圍。

# week_bs_analysis_2_gpt
source: While it's not in the high range yet, sometimes your blood sugar level is slightly above normal.
ar: على الرغم من أنه ليس في النطاق العالي بعد، إلا أن مستوى سكر دمك أحيانًا يكون بقليل فوق الطبيعي.
de: Obwohl es noch nicht im hohen Bereich liegt, ist manchmal dein Blutzuckerspiegel leicht über dem Normalwert.
es: Aunque aún no está en el rango alto, a veces tu nivel de azúcar en sangre está ligeramente por encima de lo normal.
fa: هنوز در محدوده بالا نیست، اما گاهی اوقات سطح قند خون شما کمی بالاتر از معمول است.
fr: Bien qu'il ne soit pas encore élevé, parfois votre taux de sucre dans le sang est légèrement au-dessus de la normale.
id: Meskipun belum mencapai rentang tinggi, kadang-kadang tingkat gula darahmu sedikit di atas normal.
it: Sebbene non sia ancora alto, a volte il tuo livello di zucchero nel sangue è leggermente superiore alla norma.
ja: まだ高い範囲に達していませんが、時々血糖値が少し正常値を超えます。
ko: 아직 높은 범위에는 속하지 않았지만, 때로는 혈당 수준이 약간 정상 범위를 초과합니다.
nl: Hoewel het nog niet in het hoge bereik ligt, is je bloedsuikerspiegel soms iets boven normaal.
pl: Chociaż nie jest to jeszcze wysoki poziom, czasami Twoje poziomy cukru we krwi są nieco powyżej normy.
pt_br: Embora ainda não esteja na faixa alta, às vezes seu nível de açúcar no sangue está ligeiramente acima do normal.
ru: Хотя он еще не достиг высоких значений, иногда уровень вашего сахара в крови немного превышает норму.
tr: Henüz yüksek aralıkta değil, ancak bazen kan şekeri seviyeniz biraz normalin üzerinde.
zh_hans: 虽然还没有达到高血糖的范围，但有时你的血糖水平过高。
zh_hant: 雖然還沒有達到高血糖的範圍，但有時你的血糖水平過高。

# week_bs_analysis_3_b_gpt
source: Your sugar level has been mostly fine, but there were occasions when it was extremely dangerous.
ar: كان مستوى سكر الدم الخاص بك عادة مستقرًا، لكن كانت هناك مناسبات حين كان خطيرًا للغاية.
de: Dein Zuckerspiegel war größtenteils in Ordnung, aber es gab Gelegenheiten, bei denen er extrem gefährlich war.
es: Tu nivel de azúcar ha estado mayormente bien, pero hubo ocasiones en las que fue extremadamente peligroso.
fa: سطح قند خون شما بیشتر اوقات خوب بوده است، اما گاهی اوقات به حد بسیار خطرناکی رسیده است.
fr: Votre taux de sucre a été majoritairement correct, mais il y a eu des moments où il était extrêmement dangereux.
id: Tingkat gula Anda sebagian besar baik, tetapi ada saat-saat ketika sangat berbahaya.
it: Il tuo livello di zucchero è stato per lo più buono, ma ci sono state occasioni in cui era estremamente pericoloso.
ja: 血糖値はほとんど問題なかったですが、非常に危険な範囲になったことがありました。
ko: 혈당 수치는 대체로 정상적이었지만, 매우 위험한 경우가 있었습니다.
nl: Je suikerniveau was over het algemeen prima, maar soms waren er situaties waarin het extreem gevaarlijk was.
pl: Twój poziom cukru był w większości w porządku, ale były sytuacje, gdy był on skrajnie niebezpieczny.
pt_br: Seu nível de açúcar esteve principalmente normal, mas houve ocasiões em que estava extremamente perigoso.
ru: Ваш уровень сахара в крови в основном находится в норме, но иногда он оказывается чрезвычайно опасным.
tr: Şeker seviyeniz genellikle iyiydi, ancak bazı zamanlar son derece tehlikeliydi.
zh_hans: 你的血糖水平大多数时候都正常，但偶尔会出现非常危险的数值。
zh_hant: 你的血糖水平大多數時候都正常，但偶爾會出現非常危險的數值。

# week_bs_analysis_3_gpt
source: Most of the time, your sugar level is good, but there were times when it was way outside the normal range.
ar: في معظم الأوقات، يكون مستوى السكر جيدًا، ولكن كانت هناك أوقات تخرج بشكل كبير عن النطاق الطبيعي.
de: Meistens ist dein Zuckerspiegel gut, aber es gab Zeiten, in denen er weit außerhalb des Normalbereichs lag.
es: La mayor parte del tiempo, tu nivel de azúcar es bueno, pero hubo momentos en que estuvo muy fuera del rango normal.
fa: بیشتر اوقات سطح قند شما خوب است، اما گاهی اوقات خارج از محدوده نرمال بوده است.
fr: La plupart du temps, votre taux de sucre est bon, mais il y a eu des moments où il était bien en dehors de la plage normale.
id: Sebagian besar waktu, kadar gula darahmu baik, tetapi ada saat-saat di mana berada jauh di luar rentang normal.
it: La maggior parte del tempo, il tuo livello di zucchero è buono, ma ci sono stati momenti in cui era ben al di fuori della norma.
ja: ほとんどの場合、血糖値は良好ですが、時には通常範囲から大きく外れることがあります。
ko: 대부분의 경우 혈당 수준은 좋지만, 가끔은 정상 범위를 크게 벗어난 적이 있습니다.
nl: Meestal is je suikerspiegel goed, maar er waren momenten waarop deze ver buiten het normale bereik lag.
pl: Większość czasu Twoje poziomy cukru są dobre, ale zdarzały się sytuacje, kiedy były one znacznie poza normą.
pt_br: Na maior parte do tempo, seu nível de açúcar no sangue está bom, mas houve momentos em que estava muito fora da faixa normal.
ru: Большую часть времени у вас хороший уровень сахара, но были моменты, когда он сильно выбивался за пределы нормы.
tr: Büyük çoğunlukla kan şekeriniz iyi, ancak bazen normal aralığın çok dışına çıkıyor.
zh_hans: 大部分时间，你的血糖水平是正常的，但偶尔它会极度偏离正常范围。
zh_hant: 大部分時間，你的血糖水平是正常的，但偶爾它會極度偏離正常範圍。

# week_bs_analysis_4_b_gpt
source: Your blood sugar level frequently exceeds the normal range, which is harmful to your overall health.
ar: مستوى سكر الدم لديك يتجاوز النطاق الطبيعي بشكل متكرر، وهذا يضر بصحتك العامة.
de: Dein Blutzuckerspiegel liegt häufig über dem normalen Bereich, was deiner Gesundheit insgesamt schadet.
es: Tu nivel de azúcar en sangre frecuentemente excede el rango normal, lo cual es perjudicial para tu salud general.
fa: سطح قند خون شما به طور مکرر از محدوده طبیعی فراتر رفته است که برای سلامتی کلی شما مضر است.
fr: Votre taux de sucre dans le sang dépasse fréquemment la plage normale, ce qui est nuisible pour votre santé globale.
id: Tingkat gula darah Anda sering melebihi kisaran normal, yang berbahaya bagi kesehatan Anda secara keseluruhan.
it: Il tuo livello di zucchero nel sangue supera frequentemente il range normale, danneggiando la tua salute complessiva.
ja: 血糖値が頻繁に正常範囲を超えており、全体的な健康に有害です。
ko: 혈당 수치가 정상 범위를 자주 초과하여 전체적인 건강에 해로워집니다.
nl: Je bloedsuikerniveau overschrijdt regelmatig het normale bereik, wat schadelijk is voor je algehele gezondheid.
pl: Twój poziom cukru we krwi regularnie przekracza normę, co jest szkodliwe dla twojego ogólnego zdrowia.
pt_br: Seu nível de açúcar no sangue frequentemente ultrapassa a faixa normal, o que é prejudicial para a sua saúde geral.
ru: Ваш уровень сахара в крови часто превышает нормальный диапазон, что вредно для вашего общего здоровья.
tr: Kan şekeri seviyeniz sık sık normal aralığın üzerine çıkıyor ve bu genel sağlığınız için zararlı.
zh_hans: 你的血糖水平常常超出正常范围，这会损害你的健康。
zh_hant: 你的血糖水平常常超出正常範圍，這會損害你的健康。
