Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_bmi_analysis_5_gpt
source: There've been many times when your BMI falls into a really unhealthy range, which is worrying.
ar: كان هناك العديد من الأوقات عندما يتراوح مؤشر كتلة الجسم في نطاق غير صحي بشكل حقيقي، مما يثير القلق.
de: Es gab viele Momente, in denen dein BMI in einen wirklich ungesunden Bereich fiel, was besorgniserregend ist.
es: Ha habido muchas ocasiones en las que tu IMC cae en un rango realmente insalubre, lo cual es preocupante.
fa: زمان‌های زیادی وجود داشته که BMI شما وارد محدوده بسیار ناسالم شده است که مقلق‌کننده است.
fr: Il y a eu de nombreuses occasions où votre IMC est tombé dans une plage vraiment malsaine, ce qui est inquiétant.
id: Ada banyak kali saat BMI-mu masuk ke rentang yang sangat tidak sehat, yang cukup mengkhawatirkan.
it: Ci sono state molte occasioni in cui il tuo BMI è sceso in una fascia davvero non salutare, cosa preoccupante.
ja: BMIが非常に健康でない範囲に何度もなっているようです。心配です。
ko: 귀하의 BMI가 매우 비건강한 범위에 속한 경우가 많은데, 이는 걱정스럽습니다.
nl: Er zijn veel momenten geweest waarop je BMI in een zeer ongezond bereik valt, dat is zorgwekkend.
pl: Wiele razy Twoje BMI mieściło się w naprawdę niezdrowym zakresie, co jest niepokojące.
pt_br: Houve muitas vezes em que seu IMC ficou em uma faixa realmente prejudicial, o que é preocupante.
ru: Было много случаев, когда ваш ИМТ находился в крайне нездоровом диапазоне, что тревожно.
tr: Vücut kitle indeksiniz birçok kez gerçekten sağlıksız aralığa düşüyor, bu endişe verici.
zh_hans: 你的BMI很多时候都落入了非常不健康的范围内，我们很担心。
zh_hant: 你的BMI很多時候都落入了非常不健康的範圍內，我們很擔心。

# week_bmi_bd_1_b_gpt
source: Great job on your weight control this week—you're doing amazing!
ar: عمل رائع في السيطرة على وزنك هذا الأسبوع - أنت تقوم بأداء مذهل!
de: Großartige Arbeit bei der Gewichtskontrolle in dieser Woche – du machst das fantastisch!
es: ¡Excelente trabajo en el control de tu peso esta semana, estás haciendo un trabajo increíble!
fa: کار عالی انجام دادی در کنترل وزن خود این هفته - شما عالی عمل می‌کنید!
fr: Excellent travail sur le contrôle de votre poids cette semaine - vous faites un travail incroyable !
id: Pekerjaan bagus dalam mengendalikan berat badanmu minggu ini—kamu luar biasa!
it: Ottimo lavoro nel controllo del peso questa settimana - stai facendo un lavoro straordinario!
ja: 今週の体重管理、素晴らしい成果ですね。すごいです！
ko: 이번 주에 체중 조절에서 훌륭한 성과를 거두셨네요—대단하시네요!
nl: Goed bezig met je gewichtsbeheersing deze week, je doet het geweldig!
pl: Świetnie radzisz sobie z kontrolą wagi w tym tygodniu – robisz niesamowite postępy!
pt_br: Ótimo trabalho no controle do seu peso esta semana — você está indo muito bem!
ru: Отличная работа по контролю за весом на этой неделе – вы делаете потрясающе!
tr: Bu hafta kilo kontrolünde harika iş çıkardın — harikasın!
zh_hans: 这周你的体重控制得很好，你太棒了！
zh_hant: 這周你的體重控制得很好，你太棒了！

# week_bmi_bd_1_gpt
source: Your discipline and control over your weight this week is admirable.
ar: انضباطك وسيطرتك على وزنك هذا الأسبوع مشجعة.
de: Ihre Disziplin und Kontrolle über Ihr Gewicht in dieser Woche sind bewundernswert.
es: Tu disciplina y control sobre tu peso esta semana son admirables.
fa: انضباط و کنترل وزن شما در این هفته قابل تحسین است.
fr: Votre discipline et votre contrôle sur votre poids cette semaine sont admirables.
id: Disiplin dan kontrol Anda terhadap berat badan minggu ini patut diacungi jempol.
it: La tua disciplina e controllo sul tuo peso questa settimana sono ammirabili.
ja: 今週の体重のあなたの規律とコントロールは素晴らしいです。
ko: 이번 주에 당신의 체중을 통제하고 규율하는 것은 칭찬받을 만합니다.
nl: Je discipline en controle over je gewicht deze week zijn bewonderenswaardig.
pl: Twoja dyscyplina i kontrola nad wagą w tym tygodniu są godne podziwu.
pt_br: Sua disciplina e controle sobre seu peso nesta semana são admiráveis.
ru: Ваша дисциплина и контроль над вашим весом на этой неделе восхищают.
tr: Bu hafta kilonuzu kontrol altında tutmanız takdire şayan.
zh_hans: 本周，你的自律和对体重的控制令人钦佩。
zh_hant: 本周，你的自律和對體重的控制令人欽佩。

# week_bmi_bd_2_b_gpt
source: Your weight is changing this week. Your well-being is in your hands—choose wisely.
ar: وزنك يتغير هذا الأسبوع. صحتك بيدك - اختر بحكمة.
de: Dein Gewicht verändert sich diese Woche. Dein Wohlergehen liegt in deinen Händen – wähle klug.
es: Tu peso está cambiando esta semana. Tu bienestar está en tus manos, elige sabiamente.
fa: وزن شما این هفته تغییر کرده است. سلامتی شما در دستان شماست - با دقت انتخاب کنید.
fr: Votre poids change cette semaine. Votre bien-être est entre vos mains - choisissez judicieusement.
id: Berat badanmu berubah minggu ini. Kesejahteraanmu ada di tanganmu—pilih dengan bijak.
it: Il tuo peso sta cambiando questa settimana. Il tuo benessere è nelle tue mani: scegli saggiamente.
ja: 今週は体重が変動していますね。健康は自分の手にかかっています。賢明に選択しましょう。
ko: 이번 주에는 체중이 변하고 있군요. 당신의 건강은 당신의 손에 있습니다—현명하게 선택하세요.
nl: Je gewicht verandert deze week. Jouw welzijn ligt in jouw handen, kies verstandig.
pl: Twoja waga zmienia się w tym tygodniu. Twoje samopoczucie jest w twoich rękach – wybieraj mądrze.
pt_br: Seu peso está mudando esta semana. Sua saúde está em suas mãos — escolha sabiamente.
ru: Ваш вес меняется на этой неделе. Ваше благополучие в ваших руках – выбирайте мудро.
tr: Bu hafta kilon değişiyor. Sağlığınız sizin elinizde — dikkatlice seçin.
zh_hans: 本周你的体重在变化。你的健康掌握在自己手中，请理性地选择。
zh_hant: 本周你的體重在變化。你的健康掌握在自己手中，請理性地選擇。

# week_bmi_bd_2_gpt
source: This week, you've had some occasional fluctuations in your weight, what happened?
ar: هذا الأسبوع، لقد حدثت بعض التقلبات العرضية في وزنك، ماذا حدث؟
de: In dieser Woche gab es einige gelegentliche Schwankungen in Ihrem Gewicht. Was ist passiert?
es: Esta semana, has tenido algunas fluctuaciones ocasionales en tu peso, ¿qué pasó?
fa: این هفته، شما تغییرات گاه به گاهی در وزن خود داشته‌اید، چه اتفاقی افتاد؟
fr: Cette semaine, vous avez eu quelques fluctuations occasionnelles de poids, que s'est-il passé ?
id: Minggu ini, Anda mengalami fluktuasi berat badan sesekali, ada yang terjadi?
it: Questa settimana hai avuto alcune fluttuazioni occasionali di peso, cosa è successo?
ja: 今週、体重に時々の変動がありました。何が起こったのでしょうか？
ko: 이번 주에는 당신의 체중에 일부 가끔씩의 변동이 있었는데, 무슨 일이 있었나요?
nl: Deze week waren er af en toe schommelingen in je gewicht, wat gebeurde er?
pl: W tym tygodniu miały miejsce okazjonalne wahania wagi, co się stało?
pt_br: Nesta semana, houve algumas flutuações ocasionais em seu peso, o que aconteceu?
ru: На этой неделе у вас были некоторые случайные колебания в весе, что случилось?
tr: Bu hafta kilonuzda bazı zamanlara ait dalgalanmalar olmuş, neler oldu?
zh_hans: 本周，你的体重偶尔出现了一些波动，发生了什么事吗？
zh_hant: 本周，你的體重偶爾出現了一些波動，發生了什麼事嗎？

# week_bmi_bd_3_b_gpt
source: Stay alert! There has been a significant fluctuation in your weight this week.
ar: كن متيقظًا! حدث تقلب كبير في وزنك هذا الأسبوع.
de: Bleib wachsam! Es gab eine signifikante Schwankung in deinem Gewicht diese Woche.
es: ¡Mantente alerta! Ha habido una fluctuación significativa en tu peso esta semana.
fa: هوشیار باشید! این هفته تغییرات قابل توجهی در وزن شما رخ داده است.
fr: Restez vigilant ! Il y a eu une fluctuation significative de votre poids cette semaine.
id: Tetap waspada! Ada fluktuasi berat badan yang signifikan minggu ini.
it: Stai attento! C'è stata una significativa fluttuazione del peso questa settimana.
ja: 警戒してください！今週は体重に大きな変動がありました。
ko: 경계하세요! 이번 주에는 체중에 상당한 변동이 있었습니다.
nl: Let op! Er is deze week een aanzienlijke schommeling in je gewicht geweest.
pl: Bądź czujny! Waga wykazuje znaczną fluktuację w tym tygodniu.
pt_br: Fique alerta! Houve uma flutuação significativa no seu peso esta semana.
ru: Будьте бдительны! На этой неделе произошло значительное колебание вашего веса.
tr: Dikkatli ol! Bu hafta kilonuzda önemli bir dalgalanma oldu.
zh_hans: 请注意！本周你的体重有明显变化。
zh_hant: 請注意！本周你的體重有明顯變化。

# week_bmi_bd_3_gpt
source: Your weight has fluctuated quite a bit this week, something to keep an eye on!
ar: لقد تقلب وزنك كثيرًا هذا الأسبوع، شيء يجب مراقبته!
de: Ihr Gewicht hat diese Woche ziemlich stark geschwankt. Etwas, worauf Sie achten sollten!
es: Tu peso ha fluctuado bastante esta semana, ¡algo a tener en cuenta!
fa: وزن شما این هفته به طور قابل توجهی تغییر کرده است، چیزی که باید نظارت داشته باشید!
fr: Votre poids a beaucoup fluctué cette semaine, quelque chose à surveiller !
id: Berat badan Anda fluktuatif cukup banyak minggu ini, sesuatu yang perlu diperhatikan!
it: Il tuo peso è fluttuato parecchio questa settimana, qualcosa a cui fare attenzione!
ja: 今週の体重はかなり変動しました。注視するべきです！
ko: 이번 주에는 당신의 체중이 꽤 많이 변동되었으니 주의하세요!
nl: Je gewicht schommelde deze week behoorlijk, iets om in de gaten te houden!
pl: Twoja waga w tym tygodniu znacząco się wahała, coś, na co należy zwrócić uwagę!
pt_br: Seu peso flutuou bastante nesta semana, algo para ficar de olho!
ru: Ваш вес колебался довольно сильно на этой неделе, это что-то, на что стоит обратить внимание!
tr: Bu hafta kilonuz oldukça dalgalanmış, göz önünde bulundurulması gereken bir durum!
zh_hans: 本周你的体重波动较大，需要引起重视！
zh_hant: 本周你的體重波動較大，需要引起重視！

# week_bmi_bd_4_b_gpt
source: Your weight issue this week requires more attention!
ar: مشكلة وزنك هذا الأسبوع تحتاج إلى مزيد من الاهتمام!
de: Dein Gewichtsthema diese Woche erfordert mehr Aufmerksamkeit!
es: ¡El problema con tu peso esta semana requiere más atención!
fa: موضوع وزن شما این هفته به بیشتر توجه نیاز دارد!
fr: Votre problème de poids cette semaine nécessite plus d'attention !
id: Masalah berat badanmu minggu ini membutuhkan lebih banyak perhatian!
it: Il problema di peso di questa settimana richiede più attenzione!
ja: 今週の体重の問題は、より多くの注意が必要です！
ko: 이번 주에는 체중 문제에 더 많은 주의가 필요합니다!
nl: Je gewichtsprobleem deze week vereist meer aandacht!
pl: Problemy z wagą w tym tygodniu wymagają większej uwagi!
pt_br: Seu problema de peso esta semana requer mais atenção!
ru: Проблема с вашим весом на этой неделе требует большего внимания!
tr: Bu hafta kilo sorununuz daha fazla dikkat gerektiriyor!
zh_hans: 你需要更多地关注你本周的体重问题！
zh_hant: 你需要更多地關注你本周的體重問題！

# week_bmi_bd_4_gpt
source: Uh-oh, it seems like your weight this week is something to be worried about.
ar: أوه، يبدو أن وزنك هذا الأسبوع شيء يجب القلق منه.
de: Oh-oh, es scheint, als ob Ihr Gewicht diese Woche etwas Besorgnis erregend ist.
es: Vaya, parece que tu peso esta semana es motivo de preocupación.
fa: اوه، به نظر می‌رسد که وزن شما این هفته چیزی است که باید نگران باشید.
fr: Oh-oh, il semble que votre poids cette semaine soit préoccupant.
id: Uh-oh, sepertinya masalah berat badan Anda minggu ini patut dikhawatirkan.
it: Uh-oh, sembra che il tuo peso questa settimana sia motivo di preoccupazione.
ja: うーん、今週の体重は心配すべきことのようです。
ko: 음, 이번 주에 당신의 체중은 걱정거리로 보입니다.
nl: Uh-oh, het lijkt erop dat je gewicht deze week zorgelijk is.
pl: Uh-oh, wydaje się, że waga w tym tygodniu jest powodem do niepokoju.
pt_br: Ops, parece que seu peso nesta semana é motivo de preocupação.
ru: Ой-ой, кажется, что ваш вес на этой неделе стоит заботиться.
tr: Eyvah, bu hafta kilo konusunda endişelenilecek gibi görünüyor.
zh_hans: 噢，你本周的体重问题似乎有些令人担忧。
zh_hant: 噢，你本周的體重問題似乎有些令人擔憂。

# week_bmi_bd_5_b_gpt
source: It looks like you've been facing real challenges in managing your weight this week.
ar: يبدو أنك واجهت تحديات حقيقية في إدارة وزنك هذا الأسبوع.
de: Es scheint, als würdest du diese Woche echte Herausforderungen haben, dein Gewicht zu managen.
es: Parece que has enfrentado verdaderos desafíos para controlar tu peso esta semana.
fa: به نظر می‌رسد که شما این هفته با چالش‌های واقعی در مدیریت وزن خود مواجه شده‌اید.
fr: On dirait que vous avez rencontré de vrais défis pour gérer votre poids cette semaine.
id: Sepertinya kamu menghadapi tantangan nyata dalam mengelola berat badan minggu ini.
it: Sembra che tu abbia affrontato delle vere sfide nel gestire il tuo peso questa settimana.
ja: 今週は体重を管理するのに本当の挑戦があったようですね。
ko: 이번 주에 체중을 관리하는 데 실제로 어려움을 겪고 있는 것으로 보입니다.
nl: Het lijkt erop dat je echte uitdagingen hebt gehad om je gewicht deze week te beheren.
pl: Wydaje się, że napotykałeś prawdziwe wyzwania w zarządzaniu wagą w tym tygodniu.
pt_br: Parece que você enfrentou desafios reais para controlar seu peso esta semana.
ru: Похоже, что вы столкнулись с реальными трудностями в управлении своим весом на этой неделе.
tr: Görünüşe göre bu hafta kilo kontrolünde gerçek zorluklarla karşılaşıyorsunuz.
zh_hans: 看起来，你本周在管理体重方面面临了较大的的挑战。
zh_hant: 看起來，你本周在管理體重方面面臨了較大的的挑戰。

# week_bmi_bd_5_gpt
source: Oh no, your weight issue seems pretty significant, how are you feeling about it?
ar: أوه لا، يبدو أن مشكلة وزنك جدية جدًا، كيف تشعر بشأن ذلك؟
de: Oh nein, Ihr Gewichtsproblem scheint ziemlich signifikant zu sein. Wie fühlen Sie sich damit?
es: Oh no, tu problema de peso parece bastante significativo, ¿cómo te sientes al respecto?
fa: اوه نه، مشکل وزن شما به نظر می‌رسد به شدت مهم است، چطور احساس می‌کنید؟
fr: Oh non, votre problème de poids semble assez important, comment vous sentez-vous à ce sujet ?
id: Oh tidak, masalah berat badan Anda tampak cukup signifikan, bagaimana perasaan Anda tentang hal ini?
it: Oh no, il tuo problema di peso sembra piuttosto significativo, come ti senti al riguardo?
ja: ああ、今週の体重問題はかなり重要ですね。どのように感じていますか？
ko: 이런, 당신의 체중 문제는 상당히 심각해 보이는데, 이에 대해 어떻게 느끼고 계세요?
nl: Oh nee, je gewichtsprobleem lijkt behoorlijk significant, hoe voel je je erover?
pl: O nie, problem z wagą wydaje się dość istotny, co o tym myślisz?
pt_br: Oh não, seu problema de peso parece bastante significativo, como você se sente sobre isso?
ru: О нет, проблема с вашим весом кажется достаточно значимой, как вы к этому относитесь?
tr: Oh hayır, kilo sorununuz oldukça önemli görünüyor, bu konuda nasıl hissediyorsunuz?
zh_hans: 哦不，你的体重问题看上去相当严重，你还好吗？
zh_hant: 哦不，你的體重問題看上去相當嚴重，你還好嗎？

# week_bmi_lock_gpt
source: Add data to analyze your weight changes
ar: أضف بيانات لتحليل تغيرات وزنك
de: Fügen Sie Daten hinzu, um Ihre Gewichtsveränderungen zu analysieren
es: Agrega datos para analizar tus cambios de peso
fa: داده‌ها را برای تحلیل تغییرات وزنتان اضافه کنید
fr: Ajoutez des données pour analyser vos changements de poids
id: Tambahkan data untuk menganalisis perubahan berat badan Anda
it: Aggiungi dati per analizzare le variazioni del tuo peso
ja: 体重の変化を分析するためのデータを追加してください
ko: 체중 변화를 분석하기 위한 데이터를 추가하세요
nl: Voeg gegevens toe om uw gewichtsveranderingen te analyseren
pl: Dodaj dane, aby przeanalizować zmiany wagi
pt_br: Adicione dados para analisar suas mudanças de peso
ru: Добавьте данные, чтобы проанализировать изменения веса
tr: Ağırlık değişikliklerinizi analiz etmek için veri ekleyin
zh_hans: 添加数据以分析你的体重变化
zh_hant: 添加數據以分析你的體重變化

# week_bmi_suggestion_1_b_gpt
source: That's awesome because it is an outcome of your healthy lifestyle: controlled calorie intake, balanced food choices, and sufficient physical activity. Keep going!
ar: هذا رائع لأنه نتيجة نمط حياتك الصحي: تناول سعرات حرارية مضبوطة، اختيارات غذائية متوازنة، ونشاط بدني كافٍ. استمر!
de: Das ist großartig, weil es das Ergebnis deiner gesunden Lebensweise ist: kontrollierte Kalorienzufuhr, ausgewogene Lebensmittelauswahl und ausreichende körperliche Aktivität. Mach weiter so!
es: ¡Esto es genial porque es el resultado de tu estilo de vida saludable: control de la ingesta calórica, elecciones equilibradas de alimentos y suficiente actividad física. ¡Sigue adelante!
fa: این عالی است چرا که نتیجه سبک زندگی سالم شما است: کنترل مصرف کالری، انتخاب‌های متعادل غذایی و فعالیت بدنی کافی. ادامه بدهید!
fr: C'est génial car c'est le résultat de votre mode de vie sain : une consommation contrôlée de calories, des choix alimentaires équilibrés et une activité physique suffisante. Continuez !
id: Itu luar biasa karena itu hasil gaya hidup sehat Anda: kontrol asupan kalori, pilihan makanan seimbang, dan aktivitas fisik yang cukup. Tetap semangat!
it: È fantastico perché è il risultato del tuo stile di vita sano: controllo dell'apporto calorico, scelte alimentari equilibrate e sufficiente attività fisica. Continua così!
ja: それは素晴らしいことです。それはあなたの健康的なライフスタイルの成果です：管理されたカロリー摂取、バランスの取れた食事選択、そして十分な運動。このまま続けましょう！
ko: 그것은 건강한 라이프스타일의 결과로 멋지네요: 제한된 칼로리 섭취, 균형 잡힌 음식 선택, 충분한 신체 활동. 계속하세요!
nl: Dat is geweldig omdat het het resultaat is van je gezonde levensstijl: gecontroleerde calorie-inname, gebalanceerde voedselkeuzes en voldoende lichamelijke activiteit. Ga zo door!
pl: To niesamowite, ponieważ jest wynikiem twojego zdrowego stylu życia: kontrolowanego spożycia kalorii, zrównoważonych wyborów żywieniowych i odpowiedniej aktywności fizycznej. Tak trzymaj!
pt_br: Isso é incrível porque é resultado do seu estilo de vida saudável: controle da ingestão calórica, escolhas equilibradas de alimentos e atividade física suficiente. Continue assim!
ru: Это замечательно, потому что это результат вашего здорового образа жизни: контроль за калорийностью питания, сбалансированный выбор продуктов питания и достаточная физическая активность. Продолжайте в том же духе!
tr: Bu harika çünkü sağlıklı yaşam tarzınızın bir sonucu: kontrol edilmiş kalori alımı, dengeli besin seçimleri ve yeterli fiziksel aktivite. Devam edin!
zh_hans: 太棒了，这一切都归功于你健康的生活方式：控制热量摄入、选择均衡的饮食，进行足量的运动。请继续努力！
zh_hant: 太棒了，這一切都歸功於你健康的生活方式：控制熱量攝入、選擇均衡的飲食，進行足量的運動。請繼續努力！

# week_bmi_suggestion_1_gpt
source: You must have put in quite the effort, so keep doing it! Keeping healthy habits not only helps you maintain a healthy weight but also makes you more energetic and confident!
ar: يجب أن تكون قد بذلت جهدًا كبيرًا، لذا استمر في ذلك! الحفاظ على عادات صحية ليس فقط يساعدك على الحفاظ على وزن صحي ولكنه يجعلك أكثر نشاطًا وثقة!
de: Du hast bestimmt viel Aufwand reingesteckt, also mach weiter so! Gesunde Gewohnheiten zu bewahren hilft nicht nur dabei, ein gesundes Gewicht zu halten, sondern macht dich auch energetischer und selbstbewusster!
es: Debes haber puesto mucho esfuerzo, ¡así que sigue haciéndolo! Mantener hábitos saludables no solo te ayuda a mantener un peso saludable, sino que también te hace más enérgico/a y seguro/a.
fa: حتماً تلاش زیادی کرده‌اید، پس ادامه دهید! حفظ عادات سالم نه تنها به شما کمک می‌کند تا وزن سالمی داشته باشید بلکه شما را پرانرژی‌تر و اعتمادبه‌نفس‌تر هم می‌کند!
fr: Vous avez dû mettre beaucoup d'efforts, alors continuez ! Adopter des habitudes saines vous aide non seulement à maintenir un poids sain, mais vous rend également plus énergique et confiant !
id: Anda pasti sudah memberikan usaha yang besar, jadi teruslah! Menjaga kebiasaan sehat tidak hanya membantumu mempertahankan berat badan yang sehat, tetapi juga membuatmu lebih berenergi dan percaya diri!
it: Devi aver fatto parecchio sforzo, quindi continua! Mantenere abitudini salutari ti aiuta non solo a mantenere un peso sano, ma ti rende anche più energetico e sicuro di te!
ja: たくさんの努力をしているでしょうから、続けてください！健康な習慣を保つことは、健康な体重を維持するだけでなく、よりエネルギッシュで自信を持てるようにします！
ko: 상당한 노력을 기울인 것 같아요, 계속해서 노력하세요! 건강한 습관을 유지하면 건강한 체중을 유지하는데 도움이 되는데 더불어 더 많은 에너지와 자신감을 얻게 됩니다!
nl: Je hebt waarschijnlijk veel moeite gedaan, dus blijf zo doorgaan! Gezonde gewoonten behouden helpt niet alleen om een gezond gewicht te behouden, maar maakt je ook energieker en zelfverzekerder!
pl: Musiałeś włożyć wiele wysiłku, więc nie przestawaj! Zachowanie zdrowych nawyków pomaga nie tylko utrzymać zdrową wagę, ale także sprawia, że stajesz się bardziej energetyczny i pewny siebie!
pt_br: Você deve ter se esforçado bastante, então continue! Manter hábitos saudáveis não apenas ajuda a manter um peso saudável, mas também torna você mais enérgico e confiante!
ru: Вы, наверное, много усилий вложили, так что продолжайте в том же духе! Поддержание здоровых привычек поможет вам не только поддерживать здоровый вес, но и придает больше энергии и уверенности!
tr: Oldukça çaba göstermiş olmalısınız, bu yüzden devam edin! Sağlıklı alışkanlıklarınızı sürdürmek sadece sağlıklı bir kiloyu korumanıza yardımcı olmakla kalmaz, aynı zamanda daha enerjik ve kendinden emin olmanızı sağlar!
zh_hans: 你一定付出了不少努力，所以坚持下去吧！保持健康的生活习惯不仅能帮助你维持健康的体重，还能让你更有活力，更自信！
zh_hant: 你一定付出了不少努力，所以堅持下去吧！保持健康的生活習慣不僅能幫助你維持健康的體重，還能讓你更有活力，更自信！

# week_bmi_suggestion_2_b_gpt
source: But the good news is your weight issue isn't severe. By avoiding factors that contribute to weight changes, such as diet, activity, mood, etc., you can get back to a healthy state in no time!
ar: ولكن الخبر الجيد هو أن مشكلة وزنك ليست شديدة. من خلال تجنب العوامل التي تساهم في تغييرات الوزن، مثل النظام الغذائي، النشاط، المزاج، إلخ، يمكنك العودة إلى حالة صحية في أسرع وقت!
de: Aber die gute Nachricht ist, dass dein Gewichtsproblem nicht schwerwiegend ist. Indem du Faktoren vermeidest, die zu Gewichtsveränderungen beitragen, wie Ernährung, Aktivität, Stimmung usw., kannst du schnell wieder in einen gesunden Zustand gelangen!
es: Pero la buena noticia es que tu problema de peso no es grave. Al evitar factores que contribuyen a los cambios de peso, como la dieta, la actividad, el estado de ánimo, etc., ¡puedes volver a un estado saludable en poco tiempo!
fa: اما خبر خوب این است که مشکل وزن شما جدی نیست. با اجتناب از عواملی که به تغییرات وزن کمک می‌کنند مانند رژیم غذایی، فعالیت، خلق و خوی و غیره، می‌توانید به سرعت به وضعیت سالمی برگردید!
fr: Mais la bonne nouvelle est que votre problème de poids n'est pas grave. En évitant les facteurs qui contribuent aux changements de poids, comme l'alimentation, l'activité, l'humeur, etc., vous pouvez retrouver un état sain en peu de temps !
id: Tapi kabar baiknya adalah masalah berat badanmu tidak parah. Dengan menghindari faktor-faktor yang menyebabkan perubahan berat badan, seperti pola makan, aktivitas, mood, dll., kamu bisa kembali ke keadaan yang sehat dalam waktu singkat!
it: Ma la buona notizia è che il tuo problema di peso non è grave. Evitando i fattori che contribuiscono ai cambiamenti di peso, come dieta, attività, umore, ecc., puoi tornare a uno stato sano in breve tempo!
ja: しかし、良いニュースは体重の問題が深刻ではないことです。食事、活動、気分などの体重変動要因を避けることで、すぐに健康な状態に戻ることができます！
ko: 하지만 좋은 소식은 체중 문제가 심각하지 않다는 것입니다. 식이, 활동, 기분 등이 체중 변화에 기여하는 요소를 피하면 금방 건강한 상태로 돌아갈 수 있습니다!
nl: Maar het goede nieuws is dat je gewichtsprobleem niet ernstig is. Door factoren die bijdragen aan gewichtsveranderingen, zoals dieet, activiteit, stemming, enz., te vermijden, kun je snel weer gezond worden!
pl: Ale dobra wiadomość jest taka, że Twój problem z wagą nie jest poważny. Unikając czynników, które przyczyniają się do zmian wagi, takich jak dieta, aktywność, nastrój, itp., możesz szybko wrócić do zdrowia!
pt_br: Mas a boa notícia é que seu problema de peso não é grave. Evitando fatores que contribuem para as mudanças de peso, como dieta, atividade, humor, etc., você pode voltar a um estado saudável rapidamente!
ru: Но хорошая новость в том, что ваша проблема с весом не является серьезной. Избегая факторов, влияющих на изменение веса, таких как диета, активность, настроение и т. д., вы можете быстро вернуться к здоровью!
tr: Ancak iyi haber şu ki, kilo sorununuz ciddi değil. Kilo değişikliklerine katkıda bulunan faktörlerden kaçınarak, diyet, aktivite, ruh hali vb. konusunda dikkatli olursanız, kısa sürede sağlıklı bir duruma geri dönebilirsiniz!
zh_hans: 幸而你的体重问题不严重，只要避免那些导致你体重变化的因素，比如饮食、运动、心情等，你就可以很快恢复到健康的状态！
zh_hant: 幸而你的體重問題不嚴重，只要避免那些導致你體重變化的因素，比如飲食、運動、心情等，你就可以很快恢復到健康的狀態！
