Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# CFBundleDisplayName
source: HeartRate
ar: معدل ضربات القلب
de: Herzfrequenz
es: Frecuencia Cardíaca
fa: ضربان قلب
fr: Fréquence Cardiaque
id: Denyut Jantung
it: Cardiofrequen
ja: 心拍数
ko: 심박수
nl: Hartslag
pl: Tętna
pt_br: Freqüência Cardíaca
ru: Cердечного Pитма
tr: Kalp Atış
zh_hans: 心率监测器
zh_hant: 心率監測器

# heart_app_name
source: Heart Rate
ar: معدل ضربات القلب
de: Herzfrequenz
es: Frecuencia Cardíaca
fa: ضربان قلب
fr: Fréquence Cardiaque
id: Denyut Jantung
it: Cardiofrequen
ja: 心拍数
ko: 심박수
nl: Hartslag
pl: Tętna
pt_br: Freqüência Cardíaca
ru: Cердечного Pитма
tr: Kalp Atış
zh_hans: 心率监测器
zh_hant: 心率監測器

source: Info
ar: معلومات
fa: اطلاعات
fr: Infos
ja: 情報
ko: 정보
pl: Informacje
pt_br: Informações
ru: Данные
tr: Bilgiler
zh_hans: 资讯
zh_hant: 資訊

source: Measure
ar: قياس
de: Messen
es: Medir
fa: اندازه‌گیری
fr: Mesurer
id: Ukur
it: Misura
ja: 計測する
ko: 관측
nl: Meten
pl: Zmierz
pt_br: Medir
ru: Измерение
tr: Ölç
zh_hans: 测量
zh_hant: 測量

# mine
source: Me
ar: أنا
de: Meine
es: Mío
fa: من
fr: Moi
id: Saya
it: Mio
ja: 私
ko: 내 설정
nl: Van mij
pl: Moje
pt_br: Meu
ru: Я
tr: Benimki
zh_hans: 我
zh_hant: 我的設定

source: Home
ar: الرئيسية
de: Startseite
es: Inicio
fa: اصلی
fr: Accueil
id: Beranda
ja: ホーム
ko: 홈
nl: Start
pl: Start
pt_br: Página inicial
ru: Домой
tr: Ana
zh_hans: 主页
zh_hant: 主頁面

source: Tracker
ar: المتعقب
es: Seguimiento
fa: ردیاب
id: Pelacak
ja: トラッカー
ko: 추적기
pl: Monitor
pt_br: Monitor
ru: Трекер
tr: İzleyici
zh_hans: 追踪
zh_hant: 追蹤

source: Weight & BMI
ar: الوزن & BMI
de: Gewicht & BMI
es: Peso y IMC
fa: وزن & BMI
fr: Poids et IMC
id: Berat Badan & BMI
it: Peso & BMI
ja: 体重とBMI
ko: 체중 및 BMI
nl: Gewicht & BMI
pl: Waga i BMI
pt_br: Peso & BMI
ru: Вес и ИМТ
tr: Ağırlık & BMI
zh_hans: 体重 & BMI
zh_hant: 體重 & BMI

# choose_language
source: Choose your language
ar: اختر لغتك
de: Sprache wählen
es: Elige tu idioma
fa: زبان خود را انتخاب کنید
fr: Choisissez votre langue
id: Pilih bahasa Anda
it: Seleziona la lingua
ja: 言語を選択
ko: 언어를 선택하세요
nl: Kies je taal
pl: Wybierz język
pt_br: Escolha o seu idioma
ru: Выберите язык
tr: Dilinizi seçin
zh_hans: 请选择你的语言
zh_hant: 選擇您的語言

source: Measuring
ar: جارٍ القياس
de: Messung erfolgt
es: Midiendo
fa: در حال اندازه‌گیری
fr: Mesure en cours
id: Mengukur
it: Misurazione
ja: 計測中
ko: 관측 중
nl: Aan het meten
pl: Mierzenie
pt_br: Medindo
ru: Идет измерение
tr: Ölçülüyor
zh_hans: 测量中
zh_hant: 測量中

source: Start
ar: البداية
es: Comienzo
fa: شروع
fr: Début
id: Mulai
it: Inizio
ja: スタート
ko: 시작
pt_br: Início
ru: Начало
tr: Başlangıç
zh_hans: 开始
zh_hant: 開始

# tap_measure
source: Tap to measure
ar: اضغط للقياس
de: Zum Messen tippen
es: Toca para medir
fa: برای اندازه‌گیری ضربه بزنید
fr: Touchez pour mesurer
id: Ketuk untuk mengukur
it: Tocca per misurare
ja: タップして計測
ko: 탭하여 측정하기
nl: Tikken om te meten
pl: Dotknij, aby zmierzyć
pt_br: Toque para medir
ru: Коснитесь для измерения
tr: Ölçmek için dokunun
zh_hans: 点击测量
zh_hant: 點按以測量

# et_input_hint
source: Please enter something
ar: يرجى إدخال شيء
de: Bitte geben Sie einen Text ein.
es: Escribe algo
fa: لطفاً چیزی وارد کنید
fr: Veuillez saisir quelque chose
id: Harap masukkan sesuatu
it: Scrivi qualcosa
ja: 何か入力してください
ko: 내용을 입력하세요
nl: Voer iets in
pl: Wpisz coś
pt_br: Insira algo
ru: Введите содержимое
tr: Lütfen bir şeyler girin
zh_hans: 请输入内容
zh_hant: 請輸入內容

source: Wake up
ar: الاستيقاظ
de: Aufstehen
es: Me desperté
fa: بیدارشدن
fr: Opstaan
id: Bangun
it: Sveglia
ja: 起床
ko: 기상
nl: Opstaan
pl: Pobudka
pt_br: Levantar
ru: Проснуться
tr: Uyanma
zh_hans: 起床
zh_hant: 起床

source: Before sleep
ar: قبل النوم
de: Vorm Einschlafen
es: Antes de dormir
fa: قبل از خواب
fr: Avant de dormir
id: Sebelum tidur
it: Prima di dormire
ja: 就寝前
ko: 취침 전
nl: Voor het slapen gaan
pl: Przed snem
pt_br: Antes de dormir
ru: Перед сном
tr: Uykudan önce
zh_hans: 睡前
zh_hant: 睡前

source: Sitting
ar: الجلوس
de: Sitzen
es: Sentado
fa: در حال نشستن
fr: Assis
id: Duduk
it: Seduto
ja: 座っている
ko: 앉아 있기
nl: Zittend
pl: Na siedząco
pt_br: Sentado
ru: Сидя
tr: Otururken
zh_hans: 坐着
zh_hant: 坐著

source: Lying
ar: الاستلقاء
de: Liegen
es: Tumbado
fa: در حال دراز کشیدن
fr: Allongé
id: Berbaring
it: Sdraiato
ja: 横になっている
ko: 누워 있기
nl: Liggend
pl: Na leżąco
pt_br: Deitado
ru: Лежа
tr: Uzanırken
zh_hans: 躺着
zh_hant: 躺著

source: Walking
ar: المشي
de: Gehen
es: Andar
fa: پیاده‌روی
fr: Marche
id: Berjalan
it: Camminata
ja: 歩く
ko: 걷기
nl: Lopen
pl: Chodzenie
pt_br: Caminhada
ru: Ходьба
tr: Yürüyüş
zh_hans: 步行
zh_hant: 步行

source: After deep breath
ar: بعد نفس عميق
de: Nach einem tiefen Atemzug
es: Después de respirar profundamente
fa: بعد از یک نفس عمیق
fr: Après une respiration profonde
id: Setelah menarik napas dalam-dalam
it: Dopo un respiro profondo
ja: 深呼吸した後
ko: 심호흡 이후
nl: Na diep ademhalen
pl: Po głębokim oddechu
pt_br: Depois de respirar fundo
ru: После глубокого вдоха
tr: Derin nefesten sonra
zh_hans: 深呼吸后
zh_hant: 深呼吸之後

source: Before exercise
ar: قبل التمرين
de: Vor dem Training
es: Antes de hacer ejercicio
fa: قبل از ورزش
fr: Avant un entraînement
id: Sebelum olahraga
it: Prima di attività fisica
ja: 運動前
ko: 운동 전
nl: Voor beweging
pl: Przed ćwiczeniami
pt_br: Antes de se exercitar
ru: До упражнения
tr: Egzersizden önce
zh_hans: 运动前
zh_hant: 運動前

source: After exercise
ar: بعد التمرين
de: Nach dem Training
es: Tras hacer ejercicio
fa: بعد از ورزش
fr: Après un entraînement
id: Setelah olahraga
it: Dopo attività fisica
ja: 運動後
ko: 운동 후
nl: Na beweging
pl: Po ćwiczeniach
pt_br: Após se exercitar
ru: После упражнения
tr: Egzersizden sonra
zh_hans: 运动后
zh_hant: 運動後

# my_first_measurement
source: Start my first measurement!
ar: ابدأ أول قياس!
de: Mit erster Messung beginnen!
es: ¡Empieza mi primera medición!
fa: اولین اندازه‌گیری من را شروع کن!
fr: Commencer ma première mesure !
id: Mulai pengukuran pertama saya!
it: Avvia la prima misurazione!
ja: 最初の計測を始めましょう！
ko: 첫 관측을 시작합니다!
nl: Begin mijn eerste meting!
pl: Rozpocznij mój pierwszy pomiar!
pt_br: Iniciar a minha primeira medição!
ru: Начать мое первое измерение!
tr: İlk ölçümümü başlat!
zh_hans: 开始第一次测量！
zh_hant: 開始第一次測量！

source: How to measure
ar: طريقة القياس
de: So misst man
es: Cómo medir
fa: نحوه اندازه‌گیری
fr: Comment mesurer
id: Cara mengukur
it: Come si misura
ja: 計測方法
ko: 관측 방법
nl: Meetinstructies
pl: Jak zmierzyć
pt_br: Como medir
ru: Как проводить измерение
tr: Ölçme şekli
zh_hans: 如何测量
zh_hant: 測量方式

# how_to_measure_ask
source: How to measure?
ar: طريقة القياس؟
de: So misst man?
es: ¿Cómo medir?
fa: نحوه اندازه‌گیری؟
fr: Comment mesurer ?
id: Cara mengukur?
it: Come si misura?
ja: 計測方法？
ko: 관측 방법?
nl: Meetinstructies?
pl: Jak zmierzyć?
pt_br: Como medir?
ru: Как проводить измерение?
tr: Ölçme şekli?
zh_hans: 如何测量？
zh_hant: 如何測量？

source: Last measurement
ar: آخر قياس
de: Letzte Messung
es: Última medición
fa: آخرین اندازه‌گیری
fr: Dernière mesure
id: Pengukuran terakhir
it: Ultima misurazione
ja: 前回の計測
ko: 최근 관측
nl: Laatste meting
pl: Ostatni pomiar
pt_br: Última medição
ru: Последнее измерение
tr: Son ölçüm
zh_hans: 上次测量
zh_hant: 上次測量

# hr_new_record
source: New record
ar: سجل جديد
de: Neue Eintragung
es: Nuevo registro
fa: مورد ثبتی جدید
fr: Nouvel enregistrement
id: Catatan baru
it: Nuova registrazione
ja: 新規記録
ko: 새 기록
nl: Nieuw record
pl: Nowy zapis
pt_br: Novo registro
ru: Новая запись
tr: Yeni kayıt
zh_hans: 新纪录
zh_hant: 新記錄

source: Resting
ar: قيد الراحة
de: Ruhend
es: En reposo
fa: در حالت استراحت
fr: Au repos
id: Beristirahat
it: Riposo
ja: 安静時
ko: 휴식 중
nl: In ruste
pl: Spoczynkowe
pt_br: Repouso
ru: В покое
tr: Dinleniyor
zh_hans: 休息
zh_hant: 休息中

source: Exercise
ar: التمارين
de: Übungen
es: Ejercicios
fa: ورزش
fr: Exercices
id: Latihan
it: Esercizi
ja: エクササイズ
ko: 운동
nl: Oefeningen
pl: Ćwiczenie
pt_br: Exercícios
ru: Упражнения
tr: Egzersiz
zh_hans: 运动
zh_hant: 運動

source: Save
ar: حفظ
de: Speichern
es: Guardar
fa: ذخیره
fr: Enregistrer
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet
zh_hans: 保存
zh_hant: 保存

source: Note
ar: ملاحظة
de: Notiz
es: Nota
fa: یادداشت
fr: Remarque
id: Catatan
it: Nota
ja: メモ
ko: 메모
nl: Notitie
pl: Notatka
pt_br: Nota
ru: Заметка
tr: Not
zh_hans: 笔记
zh_hant: 備註

source: Notes
ar: ملاحظة
de: Notiz
es: Nota
fa: یادداشت
fr: Remarque
id: Catatan
it: Nota
ja: メモ
ko: 메모
nl: Notitie
pl: Notatka
pt_br: Nota
ru: Заметка
tr: Not
zh_hans: 笔记
zh_hant: 備註

source: Your result is...
ar: نتيجتك هي...
de: Ihr Ergebnis ist ...
es: Tu resultado es...
fa: نتیجه شما...
fr: Votre résultat est…
id: Hasil Anda adalah...
it: Il risultato è...
ja: あなたの結果は...
ko: 당신의 결과는...
nl: Je resultaat is...
pl: Twój wynik to...
pt_br: O seu resultado é...
ru: Ваш результат:
tr: Sonucunuz:
zh_hans: 你的测量结果是...
zh_hant: 您的測量結果是…

source: Slow
ar: بطيئ
de: Langsam
es: Lento
fa: آهسته
fr: Lent
id: Lambat
it: Lenta
ja: 遅い
ko: 느림
nl: Langzaam
pl: Wolne
pt_br: Lento
ru: Замедленный
tr: Yavaş
zh_hans: 慢
zh_hant: 慢

# normal_leg
source: Normal
ar: طبيعي
fa: طبیعی
it: Normale
ja: 正常
ko: 정상
nl: Normaal
pl: Normalne
ru: Обычно
zh_hans: 正常
zh_hant: 正常

source: Fast
ar: سريع
de: Schnell
es: Rápido
fa: سریع
fr: Rapide
id: Cepat
it: Veloce
ja: 速い
ko: 빠름
nl: Snel
pl: Szybkie
pt_br: Rápido
ru: Учащенный
tr: Hızlı
zh_hans: 快
zh_hant: 快

source: Warm up
ar: الإحماء
de: Aufwärmen
es: Calentamiento
fa: گرم کردن (نرمش)
fr: Échauffement
id: Pemanasan
it: Riscaldamento
ja: ウォームアップ
ko: 준비 운동
nl: Warming-up
pl: Rozgrzewka
pt_br: Aquecimento
ru: Разминка
tr: Isınma
zh_hans: 热身
zh_hant: 暖身

# target_training
source: Target HR training
ar: تدريب النبضات الهدف
de: Zielherzfrequenz-Training
es: Entrena. ritmo cardíaco ideal
fa: ضربان قلب هدف
fr: Entraînement cardiaque cible
id: Latihan detak jantung sasaran
it: Allenamento con FC di obiettivo
ja: 目標心拍数トレーニング
ko: 목표 심박수 트레이닝
nl: Training voor gewenste harslag
pl: Docelowe tętno treningu
pt_br: Treino de freq. cardíaca alvo
ru: Целевая ЧСС при тренировке
tr: Hedef antrenman nabzı
zh_hans: 训练目标心率
zh_hant: 訓練目標心率

# height_intensity
source: High intensity
ar: شدة عالية
de: Hohe Intensität
es: Intensidad alta
fa: شدت بالا
fr: Intensité élevée
id: Intensitas Tinggi
it: Alta intensità
ja: 高強度
ko: 높은 강도
nl: Hoge Intensiteit
pl: Bardzo intensywne
pt_br: Intensidade alta
ru: Большая нагрузка
tr: Yüksek yoğunluk
zh_hans: 高强度
zh_hant: 高強度

# extreme_workout
source: Extreme
ar: الأقصى
de: Extrem
es: Extremo
fa: بسیار شدید
fr: Extrême
id: Ekstrem
it: Estremo
ja: 極限
ko: 익스트림
nl: Extreem
pl: Ekstremalne
pt_br: Extremo
ru: Экстремально
tr: Ekstrem
zh_hans: 极度剧烈运动
zh_hant: 極度激烈的運動

source: Detail
ar: التفاصيل
de: Einzelheit
es: Detalles
fa: جزئیات
fr: Détail
it: Dettagli
ja: 詳細
ko: 세부 정보
pl: Szczegóły
pt_br: Detalhe
ru: Подробнее
tr: Ayrıntı
zh_hans: 详细介绍
zh_hant: 詳細資訊

source: Delete
ar: حذف
de: löschen
es: Borrar
fa: حذف
fr: Supprimer
id: Hapus
it: Cancella
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Skasuj
pt_br: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除
zh_hant: 刪除

# finger_on_camera
source: Press your finger on camera
ar: اضغط بإصبعك على الكاميرا
de: Drücken Sie Ihren Finger auf die Kamera
es: Presiona el dedo contra la cámara
fa: انگشت خود را روی دوربین قرار دهید
fr: Placez votre doigt sur l'appareil photo
id: Tekan jari Anda pada kamera
it: Premi il dito sulla fotocamera
ja: カメラに指を置いてください
ko: 손가락을 카메라에 얹으세요
nl: Druk je vinger op de camera
pl: Naciśnij palcem aparat
pt_br: Pressione o seu dedo na câmera
ru: Плотно приложите палец к камере
tr: Parmağınızı kameraya bastırın
zh_hans: 将手指按在相机镜头上
zh_hant: 將您的手指按在相機鏡頭上

# wait_reading
source: Great! Waiting for the reading to stabilize...
ar: رائع! في انتظار استقرار القراءة...
de: Großartig! Warten auf Stabilisierung der Anzeigewerte ...
es: ¡Genial! Esperando a que se estabilice la lectura...
fa: عالی است! در حال انتظار برای ثبات خواندن تعداد ضربان...
fr: Parfait ! En attente de stabilisation de la lecture…
id: Bagus! Menunggu hasil menjadi stabil...
it: Bene! Attendi che si stabilizzi la lettura...
ja: 素晴らしい！計測値が安定するのを待っています...
ko: 좋습니다! 안정적인 판독이 가능할 때까지 기다리세요...
nl: Geweldig! Wacht totdat de meting zich stabiliseert…
pl: Świetnie! Oczekiwanie na stabilizację odczytu...
pt_br: Excelente! Esperando a estabilização da leitura...
ru: Отлично! Просим подождать до стабилизации показателей для считывания...
tr: Harika! Okumanın düzelmesi bekleniyor...
zh_hans: 很好！正在等待读数稳定...
zh_hant: 很好！正在等候讀數穩定...

# detecting
source: Detecting your pulse. Just hold on!
ar: جارٍ الكشف عن نبضك. فقط انتظر!
de: Ihr Puls wird gemessen. Bitte warten Sie kurz!
es: Detectando tu pulso. ¡Espera un poco!
fa: در حال تشخیص ضربان شما. کمی صبر کنید!
fr: Détection de votre pouls. Maintenez votre doigt en place !
id: Mendeteksi nadi Anda. Mohon tunggu!
it: Rilevamento delle pulsazioni. Ancora un attimo!
ja: 脈拍を検出中。そのままお待ちください！
ko: 맥박을 확인 중입니다. 그대로 기다리세요!
nl: Je pols wordt gemeten. Even geduld!
pl: Wykrywanie Twojego tętna. Wytrzymaj!
pt_br: Detectando a sua pulsação. Aguarde um momento!
ru: Определяем ваш пульс. Удерживайте!
tr: Nabzınız algılanıyor. Bekleyin!
zh_hans: 正在检测你的脉搏。坚持一下！
zh_hant: 正在偵測您的脈搏。請保持靜止！

source: Date & Time
ar: الوقت والتاريخ
de: Datum & Uhrzeit
es: Fecha y hora
fa: تاریخ و زمان
fr: Date et heure
id: Tanggal & Waktu
it: Data e ora
ja: 日時
ko: 날짜 및 시간
nl: Datum en tijd
pl: Data i godzina
pt_br: Data e horário
ru: Дата и время
tr: Tarih ve Saat
zh_hans: 日期&时间
zh_hant: 日期及時間

# reminder_timer_text
source: Long press the tag to edit
ar: اضغط مطولًا على العلامة لتحريرها
de: Zum Bearbeiten Tag lange drücken.
es: Mantén pulsada la etiqueta para editar
fa: لمس طولانی برای ویرایش برچسب
fr: Faites un appui long sur l'étiquette pour la modifier
id: Tekan tag lama untuk mengedit
it: Premi a lungo sull'etichetta per modificare
ja: タグを長押しして編集
ko: 태그를 길게 눌러서 편집합니다
nl: Houd een tag lang ingedrukt om deze te bewerken
pl: Naciśnij i przytrzymaj tag, aby edytować
pt_br: Mantenha a marcação pressionada para editar
ru: Зажмите отметку, чтобы ее редактировать
tr: Düzenlemek için etikete uzun basın
zh_hans: 长按标签以编辑
zh_hant: 長按標籤以編輯

# explore_tag_new
source: New
ar: جديد
de: Neu
es: Nuevo
fa: جدید
fr: Nouveau
id: Baru
it: Nuovo
ja: 新規
ko: 신규
nl: Nieuw
pl: Nowy
pt_br: Novo
ru: Новинка
tr: Yeni
zh_hans: 新
zh_hant: 新

# achievement_btn
source: I got it
ar: فهِمت!
de: Alles klar!
es: ¡Conseguido!
fa: دریافت کردم!
fr: D'accord !
id: Saya mengerti!
it: Ho capito!
ja: 分かりました！
ko: 알겠습니다!
nl: Ik snap het!
pl: Rozumiem!
pt_br: Consegui!
ru: Ясно!
tr: Anladım
zh_hans: 知道啦！
zh_hant: 知道啦！

# measure_intro
source: Cover the camera lens with one of your fingertips. Hold it until the measurement ends!
ar: قم بتغطية عدسة الكاميرا بأحد أطراف أصابعك. استمر في تغطيتها حتى ينتهي القياس!
de: Bedecken Sie die Kameralinse mit einer Ihrer Fingerkuppen. Halten Sie still, bis die Messung durchgeführt wurde.
es: Cubre el objetivo de la cámara con una de las yemas de los dedos. ¡Mantenla hasta que termine la medición!
fa: لنز دوربین را با نوک انگشت‌ بپوشانید. تا زمانی که اندازه‌گیری به اتمام می‌رسد، آن را نگه دارید!
fr: Recouvrez la lentille de l'appareil photo avec le bout de l'un de vos doigts. Maintenez-le en place jusqu'à la fin de la prise de mesure !
id: Tutup lensa kamera dengan salah satu ujung jari Anda. Tahan hingga pengukuran selesai!
it: Copri la lente della fotocamera con la punta di un dito finché la misurazione non è terminata.
ja: 1本の指先でカメラレンズを覆います。計測が終了するまで、そのまま待ちましょう！
ko: 카메라 렌즈 위를 손가락 끝으로 덮으세요. 측정이 끝날 때까지 기다리세요!
nl: Bedek de lens van de camera met een van je vingertoppen en houd vast totdat de meting is voltooid.
pl: Zakryj obiektyw aparatu jednym opuszkiem palca. Trzymaj, aż pomiar dobiegnie końca!
pt_br: Cubra a lente da câmera com a ponta de um dedo. Mantenha-o na posição até a medição ser concluída!
ru: Приложите кончик пальца к линзе камеры и удерживайте его до окончания измерения!
tr: Kameranın lensini parmaklarınızdan birinin ucuyla kapatın. Ölçüm bitene kadar parmağınızı orada tutun!
zh_hans: 用你的一根手指头盖住相机镜头。保持静止直到测量结束！
zh_hant: 用您的一根指頭蓋住相機鏡頭。保持靜止直到測量結束！

# heart_rate_1
source: · We measure your heart rate by detecting tiny changes in color and brightness on your fingertip.
ar: · نقوم بقياس معدل نبضات قلبك عن طريق اكتشاف التغيرات الطفيفة في لون وسطوع أطراف أصابعك.
de: · Wir messen Ihre Herzfrequenz, indem wir winzig kleine Veränderungen der Farbe und Helligkeit Ihrer Fingerkuppe erkennen.
es: · Medimos tu ritmo cardíaco detectando cambios diminutos en el color y el brillo de la punta del dedo.
fa: · ما با تشخیص تغییرات کوچک در رنگ و روشنایی نوک انگشت‌تان، ضربان قلب شما را اندازه می‌گیریم.
fr: · Nous mesurons votre fréquence cardiaque en détectant les changements minuscules de couleur et de luminosité sur le bout de votre doigt.
id: · Kami mengukur detak jantung Anda dengan mendeteksi perubahan kecil dalam warna dan kecerahan di ujung jari Anda.
it: · La frequenza cardiaca viene misurata tramite il rilevamento di piccoli cambiamenti nel colore e nella luminosità della punta del dito.
ja: · 指先の色と明るさのわずかな変化を検出して、あなたの心拍数を計測します。
ko: · 손가락 끝의 색깔과 밝기의 미세한 변화를 감지하여 귀하의 심박수를 측정합니다.
nl: · We meten je hartslag door kleine variaties in kleur en helderheid op je vingertop te detecteren.
pl: · Mierzymy Twoje tętno, wykrywając drobne zmiany w kolorze i jasności na koniuszku palca.
pt_br: · Medimos a sua frequência cardíaca detectando alterações mínimas na cor e brilho da ponta do seu dedo.
ru: · Мы измеряем вашу частоту сердечных сокращений, обнаруживая мелкие изменения цвета и яркости на кончике вашего пальца.
tr: · Kalp nabzınızı, parmak ucunuzun renginde ve parlaklığında oluşan küçük değişiklikleri tespit etmek suretiyle ölçüyoruz.
zh_hans: · 我们通过侦测指尖颜色与亮度的细微变化，来测量你的心率。
zh_hant: · 我們藉由偵測指頭顏色與亮度的細微變化，來測量您的心率。

# heart_rate_1_color
source: color
ar: لون
de: Farbe
fa: رنگ
fr: couleur
id: warna
it: colore
ja: 色
ko: 색깔
nl: kleur
pl: kolorze
pt_br: cor
ru: цвета
tr: renginde
zh_hans: 颜色
zh_hant: 顏色

# heart_rate_1_brightness
source: brightness
ar: سطوع
de: Helligkeit
es: brillo
fa: روشنایی
fr: luminosité
id: kecerahan
it: luminosità
ja: 明るさ
ko: 밝기
nl: helderheid
pl: jasności
pt_br: brilho
ru: яркости
tr: parlaklığında
zh_hans: 亮度
zh_hant: 亮度

# how_to_measure_2
source: · Stay in a bright place or turn on your flashlight to make your reading precise.
ar: · ابق في مكان به نور ساطع أو شغّل المصباح لجعل قراءتك دقيقة.
de: · Halten Sie sich an einem hellen Ort auf oder schalten Sie Ihre Taschenlampe ein, damit Werte präzise abgelesen werden können.
es: · Mantente en un lugar iluminado o activa el flash de la cámara para que la lectura sea precisa.
fa: · برای اندازه‌گیری دقیق، در یک مکان روشن بمانید یا چراغ قوه خود را روشن کنید.
fr: · Restez dans un endroit lumineux ou allumez votre lampe de poche pour augmenter la précision de vos mesures.
id: · Tetap berada di tempat terang atau nyalakan senter Anda agar pembacaan akurat.
it: · Posizionati in un luogo illuminato oppure attiva il flash per ottenere una lettura accurata.
ja: · 明るい場所で行うか、フラッシュライトをオンにして正確な計測を行ってください。
ko: · 밝은 곳에서 하거나 플래시를 켜서 관측의 정밀성을 확보하세요.
nl: · Blijf op een heldere plek of zet je zaklamp aan om je meting nauwkeuriger te maken.
pl: · Pozostań w jasnym miejscu lub włącz latarkę, aby odczyt był precyzyjny.
pt_br: · Fique em um local bem iluminado ou ligue a lanterna para que a leitura seja precisa.
ru: · Для получения точных измерений проводите их на ярком свету или включите фонарик смартфона.
tr: · Ölçümünüzün doğru olmasını sağlamak için aydınlık bir yerde durun veya fenerinizi açık konuma getirin.
zh_hans: · 待在明亮处或打开手电筒，以确保读数准确。
zh_hant: · 待在明亮處或打開手電筒，讓判讀更準確。

# how_to_measure_2_bright
source: bright
ar: ساطع
de: hellen
es: iluminado
fa: روشن
fr: lumineux
id: terang
it: illuminato
ja: 明るい
ko: 밝은
nl: heldere
pl: jasnym
pt_br: iluminado
ru: ярком
tr: aydınlık
zh_hans: 明亮
zh_hant: 明亮

# how_to_measure_3
source: · Cover the camera lens with one of your fingertips (not the flashlight, it's hot!). The viewing frame will turn red.
ar: · قم بتغطية عدسة الكاميرا بأحد أطراف أصابعك (ليس المصباح، فهو ساخن!). سيتحول لون إطار العرض إلى اللون الأحمر.
de: · Bedecken Sie die Kameralinse mit einer Ihrer Fingerkuppen (nicht die Taschenlampe, die heiß ist!). Der Ansichtsrahmen wird rot.
es: · Cubre el objetivo de la cámara con una de las yemas de los dedos (el flash no, ¡que está caliente!). El marco de la vista se pondrá rojo.
fa: · لنز دوربین را با نوک انگشت‌تان بپوشانید (انگشت‌تان را روی چراغ قوه نگذارید، داغ است!). قاب مشاهده، قرمز خواهد شد.
fr: · Recouvrez la lentille de l'appareil photo avec le bout de l'un de vos doigts (mais pas la lampe torche, car celle-ci est chaude au toucher !). Le cadre d'affichage deviendra rouge.
id: · Tutup lensa kamera dengan salah satu ujung jari Anda (bukan senternya, karena panas!). Bingkai tampilan akan berubah menjadi merah.
it: · Copri la lente della fotocamera con la punta di un dito (non sul flash, è caldo!). Il fotogramma visualizzato diventerà rosso.
ja: · 1本の指先でカメラレンズを覆います。（フラッシュライトではありません、熱いですよ！）ファインダーが赤色になります。
ko: · 카메라 렌즈 위를 손가락 끝으로 덮습니다 (플래시가 아닙니다; 플래시는 뜨거워져요!). 보기 프레임이 빨간색으로 변합니다.
nl: · Bedek de lens van de camera met een van je vingertoppen (niet de zaklamp, die is heet!). Het weergavekader wordt rood.
pl: · Jednym opuszkiem palca zakryj obiektyw aparatu (nie latarkę, jest gorąca!). Ramka podglądu zmieni kolor na czerwony.
pt_br: · Cubra a lente da câmera com a ponta de um dedo (não a lanterna, que é quente!). O quadro do visor ficará vermelho.
ru: · Приложите кончик пальца к линзе камеры (Внимание! Не прикладывайте палец к фонарику, он горячий!). Рамка для считывания покраснеет.
tr: · Kamera lensini (flaş ışığını değil, zira orası sıcak!) bir parmağınızın ucuyla kapatın. Görüntüleme çerçevesi kırmızıya dönüşecektir.
zh_hans: · 指尖盖住手机镜头（不是盖住手电筒，手电筒会发烫！）。检视边框会变成红色。
zh_hant: · 用您的一根指頭蓋住相機鏡頭（不是蓋住手電筒，手電筒會燙！）。檢視邊框會變成紅色。

# how_to_measure_4
source: · Relax and hold it still until measurement ends.
ar: · استرخِ وابق ثابتًا حتى ينتهي القياس.
de: · Entspannen Sie sich und bleiben Sie ruhig, bis die Messung vorgenommen wurde.
es: · Relájate y aguanta sin moverte hasta que acabe la medición.
fa: · آرام بمانید و آن را بی‌حرکت نگه دارید تا اندازه‌گیری به پایان برسد.
fr: · Détendez-vous et maintenez cette position jusqu'à la fin de la mesure.
id: · Santai dan tahan hingga pengukuran berakhir.
it: · Rilassati e resta immobile fino al termine della misurazione.
ja: · 計測が終了するまで、身体をリラックスさせた状態で、指の位置は動かさないでください。
ko: · 릴렉스하면서, 관측이 끝날 때까지 그대로 잡고 있으세요.
nl: · Ontspan en beweeg niet totdat de meting voltooid is.
pl: · Zrelaksuj się i trzymaj palec nieruchomo, aż pomiar się zakończy.
pt_br: · Relaxe e mantenha o dedo imóvel até o fim da medição.
ru: · Расслабьтесь и держите палец неподвижно, пока не закончится измерение.
tr: · Gevşeyin ve ölçüm bitene kadar kıpırdamayın.
zh_hans: · 放松并保持不动，直到测量结束。
zh_hant: · 放輕鬆並保持靜止不動，直到測量完畢。
