Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_stress_analysis_5_b_gpt
source: While you adeptly handle stress in most cases, occasional high stress could affect your health.
ar: على الرغم من أنك تتعامل ببراعة مع التوتر في معظم الحالات، إلا أن التوتر العالي المؤقت يمكن أن يؤثر على صحتك.
de: Obwohl du in den meisten Fällen geschickt mit Stress umgehst, könnten gelegentliche hohe Stresslevel deine Gesundheit beeinträchtigen.
es: Aunque manejas habilidosamente el estrés en la mayoría de los casos, los niveles ocasionales altos podrían afectar tu salud.
fa: هرچند شما بیشتر مواقع استرس را به خوبی مدیریت می‌کنید، اما استرس بالا در برخی موارد ممکن است بر سلامتی شما تأثیر بگذارد.
fr: Bien que vous gériez habilement le stress dans la plupart des cas, des pics occasionnels de stress élevé pourraient affecter votre santé.
id: Meskipun Anda mengatasi stres dengan baik dalam kebanyakan kasus, stres tinggi sesekali dapat mempengaruhi kesehatan Anda.
it: Sebbene tu affronti abilmente lo stress nella maggior parte dei casi, lo stress occasionale eccessivo potrebbe influenzare la tua salute.
ja: ほとんどの場合、うまくストレスを処理していますが、時折の高いストレスは健康に影響する可能性があります。
ko: 대부분의 경우 스트레스를 잘 다루지만 가끔씩 높은 스트레스는 건강에 영향을 줄 수 있어요.
nl: Hoewel je stress meestal goed aankan, kunnen af en toe hoge stressniveaus je gezondheid beïnvloeden.
pl: Mimo że radzisz sobie z stresem w większości przypadków, okazjonalne wysokie stresy mogą wpływać na Twoje zdrowie.
pt_br: Embora você lide habilmente com o estresse na maioria dos casos, níveis ocasionais de estresse elevado podem afetar sua saúde.
ru: Хотя вы умело справляетесь со стрессом в большинстве случаев, иногда высокий стресс может повлиять на ваше здоровье.
tr: Çoğu durumda stresle başa çıkma yeteneğiniz olsa da zaman zaman yüksek stres sağlığınızı etkileyebilir.
zh_hans: 大部分时候你都能很好地应对压力，但偶尔较大的压力可能会影响你的身体健康。
zh_hant: 大部分時候你都能很好地應對壓力，但偶爾較大的壓力可能會影響你的身體健康。

# week_stress_analysis_5_gpt
source: You show resilience in most instances, yet occasional high stress levels could impact you.
ar: أنت تظهر المرونة في معظم الحالات، لكن مستويات التوتر العالية المؤقتة يمكن أن تؤثر عليك.
de: Du zeigst in den meisten Situationen Widerstandsfähigkeit, aber gelegentliche hohe Stresslevel könnten sich auf dich auswirken.
es: Muestras resistencia en la mayoría de los casos, pero los niveles ocasionales de estrés alto podrían afectarte.
fa: شما در بیشتر موارد انعطاف‌پذیری دارید، اما سطوح گاهی بالای استرس ممکن است بر شما تأثیر بگذارد.
fr: Vous montrez de la résilience dans la plupart des cas, mais des niveaux de stress élevés occasionnels pourraient vous affecter.
id: Anda menunjukkan ketahanan dalam kebanyakan kasus, namun tingkat stres tinggi sesekali dapat memengaruhi Anda.
it: Mostri resilienza nella maggior parte dei casi, ma livelli occasionali di stress elevato potrebbero influenzarti.
ja: ほとんどの場合において強靱さを示していますが、時折の高いストレスレベルはあなたに影響を与える可能性があります。
ko: 대부분의 경우 회복력을 보이지만, 가끔씩 높은 스트레스 수준이 당신에게 영향을 줄 수 있어요.
nl: Je toont veerkracht in de meeste situaties, maar af en toe hoge stressniveaus kunnen impact hebben op je.
pl: Wykazujesz odporność w większości przypadków, ale okazjonalne wysokie poziomy stresu mogą wpływać na Ciebie.
pt_br: Você demonstra resiliência na maioria das vezes, mas níveis ocasionais de estresse elevado poderiam afetá-lo.
ru: Вы проявляете устойчивость в большинстве случаев, однако иногда высокий уровень стресса может повлиять на вас.
tr: Çoğu durumda dayanıklılığınızı gösteriyorsunuz, ancak zaman zaman yüksek stres seviyeleri sizi etkileyebilir.
zh_hans: 你在大多数情况下都表现出了一定的抗压能力，但偶尔也会感到压力较大。
zh_hant: 你在大多數情況下都表現出了一定的抗壓能力，但偶爾也會感到壓力較大。

# week_stress_analysis_6_b_gpt
source: Your health may be compromised by intermittent spikes in stress.
ar: قد تتأثر صحتك بذروات التوتر الفترية.
de: Deine Gesundheit könnte unter gelegentlichen Spitzen im Stress leiden.
es: Tu salud puede verse afectada por picos intermitentes de estrés.
fa: سلامتی شما ممکن است توسط پیک‌های گاهی بالای استرس آسیب ببیند.
fr: Votre santé pourrait être compromise par des pics intermittents de stress.
id: Kesehatan Anda mungkin terganggu oleh lonjakan stres secara intermiten.
it: La tua salute potrebbe essere compromessa da picchi intermittenti di stress.
ja: 断続的なストレスのピークが健康に影響する可能性があります。
ko: 간헐적인 스트레스 피크가 건강에 영향을 줄 수 있어요.
nl: Je gezondheid kan worden beïnvloed door intermitterende pieken in stress.
pl: Twoje zdrowie może być zagrożone sporadycznymi skokami w poziomie stresu.
pt_br: Sua saúde pode ser comprometida por picos intermitentes de estresse.
ru: Ваше здоровье может пострадать от периодических всплесков стресса.
tr: Sağlığınız aralıklı yüksek stres seviyelerinden zarar görebilir.
zh_hans: 有些时候你的压力太大了，为身体健康带来负面影响。
zh_hant: 有些時候你的壓力太大了，為身體健康帶來負面影響。

# week_stress_analysis_6_gpt
source: Your health could suffer from intermittent high stress levels.
ar: صحتك قد تتأثر بمستويات التوتر العالية الفترية.
de: Deine Gesundheit könnte unter gelegentlichen hohen Stressleveln leiden.
es: Tu salud podría sufrir por niveles intermitentes de estrés alto.
fa: سلامتی شما ممکن است از سطوح تناوبی استرس بالا آسیب ببیند.
fr: Votre santé pourrait souffrir de niveaux de stress élevés intermittents.
id: Kesehatan Anda bisa menderita akibat tingkat stres tinggi sesekali.
it: La tua salute potrebbe soffrire di livelli occasionali di stress elevato.
ja: 断続的な高いストレスレベルが健康に影響する可能性があります。
ko: 간헐적으로 높은 스트레스 수준이 건강에 영향을 줄 수 있어요.
nl: Je gezondheid kan lijden onder intermitterende hoge stressniveaus.
pl: Twoje zdrowie może cierpieć z powodu sporadycznie wysokich poziomów stresu.
pt_br: Sua saúde pode sofrer com níveis intermitentes de estresse elevado.
ru: Ваше здоровье может пострадать от периодически высоких уровней стресса.
tr: Sağlığınız aralıklı yüksek stres seviyelerinden etkilenebilir.
zh_hans: 你时不时处于压力很大的状态下，可能会对你的健康造成不利的影响。
zh_hant: 你時不時處於壓力很大的狀態下，可能會對你的健康造成不利的影響。

# week_stress_analysis_7_b_gpt
source: Sustained high stress levels can strain your body and harm your health.
ar: ارتفاع مستويات الضغط النفسي المستمر يمكن أن يجهد جسمك ويؤذي صحتك.
de: Anhaltend hohe Stresslevel können deinen Körper belasten und deine Gesundheit beeinträchtigen.
es: Los niveles sostenidos de estrés alto pueden tensar tu cuerpo y dañar tu salud.
fa: سطوح پایدار بالای استرس ممکن است بدن شما را فشار دهد و به سلامتی شما آسیب برساند.
fr: Des niveaux de stress élevés soutenus peuvent solliciter votre corps et nuire à votre santé.
id: Tingkat stres yang tinggi secara berkelanjutan dapat menguras tubuh Anda dan merugikan kesehatan Anda.
it: I livelli sostenuti di stress elevato possono mettere sotto sforzo il tuo corpo e danneggiare la tua salute.
ja: 持続的な高いストレスレベルは、体を疲弊させ、健康を害する可能性があります。
ko: 지속적인 높은 스트레스 수준은 몸을 지치게 하고 건강을 해치게 할 수 있어요.
nl: Aanhoudend hoge stressniveaus kunnen je lichaam belasten en je gezondheid schaden.
pl: Trwałe wysokie poziomy stresu mogą obciążać Twój organizm i zagrażać Twojemu zdrowiu.
pt_br: Níveis sustentados de estresse elevado podem sobrecarregar seu corpo e prejudicar sua saúde.
ru: Постоянно высокие уровни стресса могут напрягать ваше тело и наносить ущерб вашему здоровью.
tr: Sürekli yüksek stres seviyeleri bedeninizi zorluyor ve sağlığınıza zarar verebilir.
zh_hans: 持续的高强度压力会消耗你的气血并损害你的健康。
zh_hant: 持續的高強度壓力會消耗你的氣血並損害你的健康。

# week_stress_analysis_7_gpt
source: Frequent spikes in stress are taxing your body and undermining your health.
ar: الذروات المتكررة في التوتر ترهق جسدك وتضعف صحتك.
de: Häufige Spitzen im Stress belasten deinen Körper und beeinträchtigen deine Gesundheit.
es: Los picos frecuentes de estrés están agotando tu cuerpo y socavando tu salud.
fa: پیک‌های مکرر در استرس، بدن شما را خسته می‌کند و به سلامتی شما آسیب می‌رساند.
fr: Des pics fréquents de stress taxent votre corps et compromettent votre santé.
id: Lonjakan stres yang sering menguras tubuh Anda dan merusak kesehatan Anda.
it: Picchi frequenti di stress stanno affaticando il tuo corpo e minando la tua salute.
ja: 頻繁なストレスの増加が、あなたの体を疲弊させ、健康を損なっています。
ko: 빈번한 스트레스 증가가 당신의 몸을 지치게 하고 건강을 해치고 있어요.
nl: Frequente pieken in stress belasten je lichaam en ondermijnen je gezondheid.
pl: Częste skoki w poziomie stresu obciążają Twój organizm i podważają Twoje zdrowie.
pt_br: Aumentos frequentes de estresse estão sobrecarregando seu corpo e minando sua saúde.
ru: Частые всплески стресса нагружают ваше тело и подрывают ваше здоровье.
tr: Sık sık yaşanan stres artışları bedeninizi zorluyor ve sağlığınızı tehlikeye atıyor.
zh_hans: 经常处于高压状态下会对你的身体造成负担，并损害你的健康。
zh_hant: 經常處於高壓狀態下會對你的身體造成負擔，並損害你的健康。

# week_stress_bd_1_b_gpt
source: Excellent! Your stress levels have been remarkably low this week.
ar: ممتاز! مستويات التوتر لديك منخفضة بشكل ملحوظ هذا الأسبوع.
de: Hervorragend! Deine Stresswerte waren diese Woche bemerkenswert niedrig.
es: ¡Excelente! Tus niveles de estrés han sido notablemente bajos esta semana.
fa: عالی! سطوح استرس شما این هفته بسیار پایین بوده‌اند.
fr: Excellent ! Vos niveaux de stress ont été remarquablement bas cette semaine.
id: Bagus sekali! Tingkat stres Anda sangat rendah minggu ini.
it: Eccellente! I tuoi livelli di stress sono stati notevolmente bassi questa settimana.
ja: 素晴らしいですね！今週のストレスレベルは非常に低いです。
ko: 훌륭해요! 이번 주에 스트레스 수준이 상당히 낮았어요.
nl: Uitstekend! Je stressniveaus waren opmerkelijk laag deze week.
pl: Doskonale! Poziom Twojego stresu był znacząco niski w tym tygodniu.
pt_br: Excelente! Seus níveis de estresse estiveram notavelmente baixos nesta semana.
ru: Отлично! Ваши уровни стресса были заметно низкими на этой неделе.
tr: Harika! Bu hafta stres seviyeleriniz dikkate değer derecede düşük.
zh_hans: 棒极了！你本周的压力水平非常低。
zh_hant: 棒極了！你本週的壓力水平非常低。

# week_stress_bd_1_gpt
source: Well done! You are so relaxed this week that nothing can shake you.
ar: ممتاز! أنت مرتاح لدرجة أن لا شيء يمكن أن يهزّك هذا الأسبوع.
de: Ausgezeichnet! Du bist so entspannt diese Woche, dass nichts dich erschüttern kann.
es: ¡Excelente! Estás tan relajado esta semana que nada puede perturbarte.
fa: عالی! شما این هفته به اندازه‌ای آرامش دارید که هیچ چیز نمی‌تواند شما را لرزانده و ناراحت کند.
fr: Bravo ! Vous êtes tellement détendu cette semaine que rien ne peut vous ébranler.
id: Bagus! Anda begitu santai minggu ini sehingga tidak ada yang bisa mengganggu Anda.
it: Ben fatto! Sei così rilassato questa settimana che nulla può scuoterti.
ja: よくやった！今週はとてもリラックスしているので、何もあなたを揺るがすことはありません。
ko: 잘 했어요! 이번 주에 너무나 편안해서 아무것도 당신을 흔들 수 없어요.
nl: Goed gedaan! Je bent zo ontspannen deze week dat niets je van streek kan maken.
pl: Dobra robota! Jesteś tak zrelaksowany/a w tym tygodniu, że nic nie jest w stanie Cię wstrząsnąć.
pt_br: Parabéns! Você está tão relaxado(a) esta semana que nada pode abalar você.
ru: Поздравляем! Вы так расслаблены на этой неделе, что ничто не может вас потрясти.
tr: Harika, yaptınız! Bu hafta o kadar rahatsınız ki sizi hiçbir şey sarsamaz.
zh_hans: 太棒了！你这周非常放松，什么事都无法影响你。
zh_hant: 太棒了！你這週非常放鬆，什麼事都無法影響你。

# week_stress_bd_2_b_gpt
source: Not bad! Your body is in a relaxed state for the most part of this week.
ar: ليس سيئًا! جسدك في حالة استرخاء في معظم هذا الأسبوع.
de: Nicht schlecht! Dein Körper war größtenteils entspannt diese Woche.
es: ¡No está mal! Tu cuerpo está relajado la mayor parte de esta semana.
fa: خوب! بدن شما بیشترین زمان این هفته در حالت آرامش بوده است.
fr: Pas mal ! Votre corps est détendu la majeure partie de cette semaine.
id: Tidak buruk! Tubuh Anda dalam keadaan rileks sebagian besar minggu ini.
it: Non male! Il tuo corpo è rilassato per la maggior parte di questa settimana.
ja: 悪くないです！今週のほとんどはリラックスしています。
ko: 괜찮아요! 이번 주 대부분은 편안한 상태예요.
nl: Niet slecht! Je lichaam is deze week grotendeels ontspannen geweest.
pl: Nieźle! Twój organizm był w stanie relaksu przez większość tego tygodnia.
pt_br: Não está mal! Seu corpo está relaxado na maior parte desta semana.
ru: Неплохо! Ваше тело расслаблено в большей части этой недели.
tr: Fena değil! Bu haftanın büyük bir kısmında bedeniniz rahatlamış durumda.
zh_hans: 不错！在本周的大部分时间里，你的身体状态都很放松。
zh_hant: 不錯！在本週的大部分時間裡，你的身體狀態都很放鬆。

# week_stress_bd_2_gpt
source: Great! You are relaxed most of the time this week.
ar: رائع! أنت مسترخٍ معظم الوقت هذا الأسبوع.
de: Großartig! Du warst diese Woche größtenteils entspannt.
es: ¡Genial! Estás relajado la mayor parte de esta semana.
fa: عالی! شما بیشترین زمان این هفته را آرامش بودید.
fr: Super ! Vous êtes détendu la plupart du temps cette semaine.
id: Hebat! Anda rileks sebagian besar waktu minggu ini.
it: Fantastico! Sei rilassato per la maggior parte del tempo questa settimana.
ja: 素晴らしいです！今週のほとんどの時間、リラックスしていますね。
ko: 좋아요! 이번 주 대부분은 편안하시네요.
nl: Geweldig! Je bent deze week het grootste deel van de tijd ontspannen geweest.
pl: Świetnie! Przez większość tego tygodnia byłeś/aś zrelaksowany/a.
pt_br: Ótimo! Você está relaxado(a) na maior parte do tempo esta semana.
ru: Отлично! Вы расслаблены большую часть этой недели.
tr: Harika! Bu haftanın çoğunda rahat hissetmişsiniz.
zh_hans: 很好！你这周大部分时间都很放松。
zh_hant: 很好！你這週大部分時間都很放鬆。

# week_stress_bd_3_b_gpt
source: Congratulations! You've effectively managed stress this week.
ar: تهانينا! لقد نجحت في إدارة التوتر بشكل فعّال هذا الأسبوع.
de: Herzlichen Glückwunsch! Du hast es geschafft, den Stress diese Woche effektiv zu bewältigen.
es: ¡Felicidades! Has manejado eficazmente el estrés esta semana.
fa: تبریک! شما در مدیریت استرس این هفته موفق بوده‌اید.
fr: Félicitations ! Vous avez géré efficacement le stress cette semaine.
id: Selamat! Anda berhasil mengelola stres minggu ini.
it: Congratulazioni! Hai gestito efficacemente lo stress questa settimana.
ja: おめでとうございます！今週はストレスを効果的に管理できました。
ko: 축하합니다! 이번 주에 스트레스를 효과적으로 관리했어요.
nl: Gefeliciteerd! Je hebt deze week stress effectief weten te beheren.
pl: Gratulacje! Skutecznie zarządzałeś/aś stresem w tym tygodniu.
pt_br: Parabéns! Você gerenciou efetivamente o estresse nesta semana.
ru: Поздравляем! Вы эффективно управляли стрессом на этой неделе.
tr: Tebrikler! Bu hafta stresi etkili bir şekilde yönettiniz.
zh_hans: 恭喜！这周你有效地管理了你的压力。
zh_hant: 恭喜！這週你有效地管理了你的壓力。

# week_stress_bd_3_gpt
source: It's clear you've made some efforts to reduce stress this week.
ar: من الواضح أنك بذلت بعض الجهود للحد من التوتر هذا الأسبوع.
de: Es ist klar, dass du diese Woche einige Anstrengungen unternommen hast, um Stress zu reduzieren.
es: Está claro que has hecho algunos esfuerzos para reducir el estrés esta semana.
fa: واضح است که شما تلاش‌هایی برای کاهش استرس در این هفته انجام داده‌اید.
fr: Il est clair que vous avez fait des efforts pour réduire le stress cette semaine.
id: Tampaknya Anda telah melakukan beberapa upaya untuk mengurangi stres minggu ini.
it: È evidente che hai fatto degli sforzi per ridurre lo stress questa settimana.
ja: 今週、ストレスを軽減するために努力しているのがわかります。
ko: 이번 주에 스트레스를 줄이기 위해 노력한 것이 눈에 들어와요.
nl: Het is duidelijk dat je deze week enige inspanningen hebt geleverd om stress te verminderen.
pl: Wyraźnie widać, że wkładałeś/aś wysiłek w redukcję stresu w tym tygodniu.
pt_br: Está claro que você fez alguns esforços para reduzir o estresse nesta semana.
ru: Ясно, что вы приложили усилия для снижения стресса на этой неделе.
tr: Bu hafta stresi azaltmak için çaba harcadığınız belli.
zh_hans: 可以看出，你这周有在努力减轻压力。
zh_hant: 可以看出，你這週有在努力減輕壓力。

# week_stress_bd_4_b_gpt
source: You're striking a balance between challenges and relaxation this week.
ar: أنت تحقق توازنًا بين التحديات والاسترخاء هذا الأسبوع.
de: Diese Woche balancierst du zwischen Herausforderungen und Entspannung.
es: Estás logrando un equilibrio entre desafíos y relajación esta semana.
fa: شما در این هفته تعادل مناسبی بین چالش‌ها و آرامش داشته‌اید.
fr: Vous parvenez à trouver un équilibre entre les défis et la détente cette semaine.
id: Anda berhasil menyeimbangkan tantangan dan relaksasi minggu ini.
it: Stai trovando un equilibrio tra sfide e relax questa settimana.
ja: 今週は、挑戦とリラックスのバランスが取れています。
ko: 이번 주에 도전과 휴식을 균형 있게 유지하고 계시네요.
nl: Je slaat deze week een goede balans tussen uitdagingen en ontspanning.
pl: W tym tygodniu skutecznie balansujesz między wyzwaniami a relaksem.
pt_br: Você está equilibrando os desafios e o relaxamento nesta semana.
ru: Вы сбалансированно преодолеваете вызовы и отдыхаете на этой неделе.
tr: Bu hafta zorluklarla rahatlama arasında denge sağlıyorsunuz.
zh_hans: 这周，你在压力和放松之间取得了平衡。
zh_hant: 這週，你在壓力和放鬆之間取得了平衡。

# week_stress_bd_4_gpt
source: You're effectively balancing challenges this week.
ar: أنت تحقق توازناً فعّالاً في التعامل مع التحديات هذا الأسبوع.
de: Du balancierst diese Woche effektiv zwischen Herausforderungen.
es: Estás equilibrando eficazmente los desafíos esta semana.
fa: شما در این هفته به طور موثر چالش‌ها را تعادل می‌دهید.
fr: Vous équilibrez efficacement les défis cette semaine.
id: Anda berhasil menjaga keseimbangan tantangan minggu ini.
it: Stai bilanciando efficacemente le sfide questa settimana.
ja: 今週は挑戦とリラックスを効果的にバランスしています。
ko: 이번 주에는 도전과 휴식을 효과적으로 균형 있게 유지하고 계세요.
nl: Je balanceert effectief tussen uitdagingen en ontspanning deze week.
pl: Skutecznie balansujesz między wyzwaniami w tym tygodniu.
pt_br: Você está equilibrando efetivamente os desafios nesta semana.
ru: Вы эффективно балансируете вызовы на этой неделе.
tr: Bu hafta zorlukları etkili bir şekilde dengelemişsiniz.
zh_hans: 这周你做到了正确面对挑战。
zh_hant: 這週你做到了正確面對挑戰。

# week_stress_bd_5_b_gpt
source: You've navigated a challenging week, but there's room for improvement in managing stress.
ar: لقد تنقلت في أسبوع تحدي، ولكن هناك مجال للتحسين في إدارة التوتر.
de: Du hast eine herausfordernde Woche gemeistert, aber es gibt Raum für Verbesserungen im Stressmanagement.
es: Has navegado una semana desafiante, pero hay margen para mejorar en el manejo del estrés.
fa: شما یک هفته دشوار را طی کرده‌اید، اما فضایی برای بهبود مدیریت استرس وجود دارد.
fr: Vous avez traversé une semaine difficile, mais il y a de la place pour améliorer la gestion du stress.
id: Anda telah melewati minggu yang menantang, namun ada ruang untuk perbaikan dalam mengelola stres.
it: Hai superato una settimana impegnativa, ma c'è spazio per migliorare nella gestione dello stress.
ja: 大変な週を乗り越えましたが、ストレス管理に改善の余地があります。
ko: 힘든 한 주를 극복했지만, 스트레스 관리에서 개선할 점이 있어요.
nl: Je hebt een uitdagende week doorstaan, maar er is ruimte voor verbetering in het beheren van stress.
pl: Przeszedłeś/aś wymagający tydzień, ale jest miejsce na poprawę w zarządzaniu stresem.
pt_br: Você navegou por uma semana desafiadora, mas há espaço para melhorias na gestão do estresse.
ru: Вы прошли сложную неделю, но есть место для улучшения управления стрессом.
tr: Zor bir hafta atlattınız, ancak stresi yönetmede gelişme için alan var.
zh_hans: 你度过了充满挑战的一周，在管理压力方面还有改进的余地。
zh_hant: 你度過了充滿挑戰的一週，在管理壓力方面還有改進的余地。

# week_stress_bd_5_gpt
source: There's room for improvement in managing your stress according to the results this week.
ar: هناك مجال للتحسين في إدارة التوتر وفقًا للنتائج هذا الأسبوع.
de: Es gibt Raum für Verbesserungen im Umgang mit deinem Stress laut den Ergebnissen dieser Woche.
es: Hay espacio para mejorar en el manejo del estrés según los resultados de esta semana.
fa: بر اساس نتایج این هفته، فضایی برای بهبود مدیریت استرس شما وجود دارد.
fr: Il y a de la place pour améliorer la gestion de votre stress selon les résultats de cette semaine.
id: Ada ruang untuk perbaikan dalam mengelola stres menurut hasil minggu ini.
it: C'è spazio per migliorare nella gestione del tuo stress secondo i risultati di questa settimana.
ja: 今週の結果によると、ストレスを管理する余地がありますね。
ko: 이번 주 결과에 따르면 스트레스 관리에서 개선할 여지가 있어 보여요.
nl: Er is ruimte voor verbetering in het beheren van je stress volgens de resultaten van deze week.
pl: Według wyników tego tygodnia, jest miejsce na poprawę w zarządzaniu stresem.
pt_br: Há espaço para melhorias na gestão do seu estresse de acordo com os resultados desta semana.
ru: Есть место для улучшений в управлении вашим стрессом согласно результатам на этой неделе.
tr: Bu haftaki sonuçlara göre stres yönetiminde gelişmeye açık alanlar var.
zh_hans: 根据本周的结果来看，你应对压力的方式还有改进空间。
zh_hant: 根據本週的結果來看，你應對壓力的方式還有改進空間。

# week_stress_bd_6_b_gpt
source: You seem to be experiencing some extra stress this week.
ar: يبدو أنك تواجه بعض التوتر الإضافي هذا الأسبوع.
de: Es scheint, als würdest du diese Woche zusätzlichen Stress erfahren.
es: Parece que estás experimentando algo de estrés adicional esta semana.
fa: به نظر می‌رسد که شما در این هفته با استرس اضافی مواجه شده‌اید.
fr: Il semble que vous ressentiez un stress supplémentaire cette semaine.
id: Sepertinya Anda mengalami stres tambahan minggu ini.
it: Sembra che tu stia sperimentando un po' di stress aggiuntivo questa settimana.
ja: 今週は少し余分なストレスを感じているようです。
ko: 이번 주에 약간의 추가적인 스트레스를 느끼는 것 같아요.
nl: Het lijkt erop dat je deze week wat extra stress ervaart.
pl: Wydaje się, że w tym tygodniu doświadczasz dodatkowego stresu.
pt_br: Parece que você está experimentando algum estresse extra nesta semana.
ru: Похоже, что вы переживаете дополнительный стресс на этой неделе.
tr: Bu hafta ekstra stres yaşadığınız görünüyor.
zh_hans: 你这周似乎承受了一些超出能力范围内的压力。
zh_hant: 你這週似乎承受了一些超出能力範圍內的壓力。

# week_stress_bd_6_gpt
source: It seems like stress is affecting you this week.
ar: يبدو أن التوتر يؤثر عليك هذا الأسبوع.
de: Es scheint, als würde dich der Stress diese Woche beeinflussen.
es: Parece que el estrés te está afectando esta semana.
fa: به نظر می‌آید که استرس در این هفته بر شما تأثیر گذاشته است.
fr: Il semble que le stress vous affecte cette semaine.
id: Tampaknya stres memengaruhi Anda minggu ini.
it: Sembra che lo stress ti stia influenzando questa settimana.
ja: 今週はストレスが影響しているようですね。
ko: 이번 주에 스트레스가 영향을 미치는 것으로 보여요.
nl: Het lijkt erop dat stress je deze week beïnvloedt.
pl: Wygląda na to, że stres ma na Ciebie wpływ w tym tygodniu.
pt_br: Parece que o estresse está afetando você nesta semana.
ru: Похоже, что стресс влияет на вас на этой неделе.
tr: Bu hafta stresin sizi etkilediği görünüyor.
zh_hans: 这周，压力似乎影响到了你的生活。
zh_hant: 這週，壓力似乎影響到了你的生活。

# week_stress_bd_7_b_gpt
source: It appears that you've been under a lot of stress this week.
ar: يبدو أنك كنت تحت ضغوط كبيرة هذا الأسبوع.
de: Es scheint, als hättest du diese Woche viel Stress gehabt.
es: Parece que has estado bajo mucho estrés esta semana.
fa: به نظر می‌رسد که شما در این هفته زیاد به استرس دچار شده‌اید.
fr: Il semble que vous ayez été sous beaucoup de stress cette semaine.
id: Sepertinya Anda mengalami banyak stres minggu ini.
it: Sembra che tu abbia subito molto stress questa settimana.
ja: 今週はかなりのストレスにさらされたようです。
ko: 이번 주에 많은 스트레스를 받은 것으로 보여요.
nl: Het lijkt erop dat je deze week veel stress hebt ervaren.
pl: Wygląda na to, że byłeś/aś narażony/a na wiele stresu w tym tygodniu.
pt_br: Parece que você enfrentou muito estresse nesta semana.
ru: Похоже, что на этой неделе вы испытывали много стресса.
tr: Bu hafta oldukça fazla stres altında olduğunuz görünüyor.
zh_hans: 你这周似乎承受了很大的压力。
zh_hant: 你這週似乎承受了很大的壓力。

# week_stress_bd_7_gpt
source: Dear, you must have been through a challenging week.
ar: عزيزي، يجب أن تكون قد مررت بأسبوع تحديًا.
de: Liebe*r, du musst eine herausfordernde Woche durchgemacht haben.
es: Querido/a, debes haber pasado por una semana desafiante.
fa: عزیزم، مطمئناً یک هفته دشواری را پشت سر گذاشته‌اید.
fr: Cher/chère, vous avez dû passer une semaine difficile.
id: Sayang, Anda pasti telah mengalami minggu yang menantang.
it: Caro, devi aver attraversato una settimana impegnativa.
ja: 大変な週を過ごしたようですね。
ko: 애정하는 분, 힘든 한 주를 보내셨나 봐요.
nl: Beste, je moet een uitdagende week hebben doorgemaakt.
pl: Drogi/a, musiałeś/aś przejść przez wymagający tydzień.
pt_br: Querido(a), você deve ter passado por uma semana desafiadora.
ru: Дорогой, наверняка вы пережили трудную неделю.
tr: Sevgili, muhtemelen zorlu bir hafta geçirdiniz.
zh_hans: 亲爱的，你这周肯定经历了不少挑战。
zh_hant: 親愛的，你這週肯定經歷了不少挑戰。
