Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# result_stress_analysis_5_a_gpt
source: When stress lingers, it can harm both your mental and physical well-being.
ar: عندما يستمر الضغط، يمكن أن يؤثر على كل من صحتك العقلية والجسدية.
de: Wenn der Stress anhält, kann er sowohl deine geistige als auch körperliche Gesundheit beeinträchtigen.
es: Cuando el estrés persiste, puede dañar tanto tu bienestar mental como físico.
fa: هنگامی که استرس طول می کشد، می تواند به همچنین به سلامت روانی و جسمی شما آسیب بزند.
fr: Quand le stress persiste, il peut nuire à la fois à votre bien-être mental et physique.
id: Ketika stres berlanjut, itu dapat merugikan kesejahteraan mental dan fisik Anda.
it: Quando lo stress perdura, può danneggiare sia il tuo benessere mentale che fisico.
ja: ストレスが続くと、精神的および身体的な健康に害を及ぼす可能性があります。
ko: 스트레스가 지속되면 정신적 및 신체적 안녕에 해를 끼칠 수 있습니다.
nl: Als stress aanhoudt, kan het zowel je mentale als fysieke welzijn schaden.
pl: Kiedy stres utrzymuje się, może szkodzić zarówno twojemu zdrowiu psychicznemu, jak i fizycznemu.
pt_br: Quando o estresse persiste, pode prejudicar tanto o seu bem-estar mental quanto físico.
ru: Когда стресс продолжается, это может нанести вред как вашему умственному, так и физическому благополучию.
tr: Stres devam ettiğinde, hem zihinsel hem de fiziksel sağlığınıza zarar verebilir.
zh_hans: 如果你一直处于被压力困扰的状态，这可能损害你的心理健康和身体健康。
zh_hant: 當壓力持續存在時，它可能會損害您的心理和身體健康。

# result_stress_analysis_5_b_gpt
source: The result is off the healthy range, as you might find it a bit challenging to fully relax and unwind.
ar: النتيجة خارج نطاق الصحة، حيث قد تجدها قليلاً صعبة للراحة والاسترخاء بشكل كامل.
de: Das Ergebnis liegt außerhalb des gesunden Bereichs, da es Ihnen möglicherweise etwas schwerfällt, sich vollständig zu entspannen und abzuschalten.
es: El resultado está fuera del rango saludable, ya que podrías encontrar un poco desafiante relajarte completamente.
fa: نتیجه خارج از محدوده سلامت است، زیرا ممکن است یکم دشوار باشد که به طور کامل آرامش یابید و استراحت کنید.
fr: Le résultat est en dehors de la plage saine, car vous pourriez trouver un peu difficile de vous détendre pleinement et de vous relâcher.
id: Hasilnya di luar kisaran sehat, karena Anda mungkin merasa agak sulit untuk sepenuhnya bersantai dan melepaskan diri.
it: Il risultato è al di fuori della fascia di salute, poiché potresti trovarlo un po' difficile rilassarti completamente e distenderti.
ja: 結果は健康な範囲外です。完全にリラックスして解放されるのが少し難しいかもしれません。
ko: 결과가 건강한 범위를 벗어났으며, 완전히 이완하고 풀어지기가 조금 어려울 수 있습니다.
nl: Het resultaat ligt buiten het gezonde bereik, omdat je het misschien wat uitdagend vindt om volledig te ontspannen.
pl: Wynik wychodzi poza zakres zdrowia, ponieważ możesz uznać to za nieco trudne do pełnego zrelaksowania i odprężenia.
pt_br: O resultado está fora da faixa saudável, pois pode achar um pouco desafiador relaxar e descontrair completamente.
ru: Результат выходит за пределы здорового диапазона, поскольку вам может быть немного сложно полностью расслабиться и отдохнуть.
tr: Sonuç sağlıklı aralığın dışında, tamamen rahatlamak ve gevşemekte biraz zorlanabileceğiniz anlamına gelir.
zh_hans: 结果显示超出健康范围，你可能会发现如果要完全地放松是有些困难的。
zh_hant: 結果超出健康範圍，因為您可能會發現完全放鬆和解脫有些具有挑戰性。

# result_stress_analysis_6_a_gpt
source: We're feeling quite concerned about your overall health!
ar: نحن قلقون تمامًا بشأن صحتك العامة!
de: Wir machen uns große Sorgen um deine Gesamtgesundheit!
es: ¡Estamos bastante preocupados por tu salud en general!
fa: ما نگران کلیه سلامت شما هستیم!
fr: Nous sommes assez préoccupés par votre santé globale !
id: Kami sangat prihatin dengan kesehatan Anda secara keseluruhan!
it: Siamo piuttosto preoccupati per la tua salute generale!
ja: 私たちはあなたの全体的な健康について非常に心配しています！
ko: 당신의 전반적인 건강에 대해 상당히 우려하고 있습니다!
nl: We maken ons behoorlijk zorgen over je algehele gezondheid!
pl: Jesteśmy dość zaniepokojeni twoim ogólnym zdrowiem!
pt_br: Estamos bastante preocupados com a sua saúde geral!
ru: Мы довольно обеспокоены вашим общим здоровьем!
tr: Genel sağlığınız konusunda oldukça endişeliyiz!
zh_hans: 你整体的健康状况令人担忧！
zh_hant: 我們對您的整體健康感到非常擔憂！

# result_stress_analysis_6_b_gpt
source: Immediate attention is required, as severe stress can affect your overall health.
ar: تتطلب اهتماماً فوريًا، حيث يمكن أن يؤثر التوتر الشديد على صحتك العامة.
de: Eine sofortige Aufmerksamkeit ist erforderlich, da starker Stress sich auf Ihre allgemeine Gesundheit auswirken kann.
es: Se requiere atención inmediata, ya que el estrés severo puede afectar tu salud en general.
fa: توجه فوری مورد نیاز است، زیرا استرس شدید ممکن است بر سلامت کلی شما تأثیر بگذارد.
fr: Une attention immédiate est nécessaire, car un stress sévère peut affecter votre santé globale.
id: Perhatian segera diperlukan, karena stres yang parah dapat memengaruhi kesehatan keseluruhan Anda.
it: È necessaria un'attenzione immediata, poiché lo stress grave può influire sulla tua salute generale.
ja: 即時の注意が必要です。重度のストレスは全体の健康に影響を与える可能性があります。
ko: 즉각적인 주의가 필요합니다. 심각한 스트레스는 전반적인 건강에 영향을 줄 수 있습니다.
nl: Onmiddellijke aandacht is vereist, omdat ernstige stress je algehele gezondheid kan beïnvloeden.
pl: Wymaga natychmiastowej uwagi, ponieważ silny stres może wpłynąć na twoje ogólne zdrowie.
pt_br: Atenção imediata é necessária, pois o estresse severo pode afetar sua saúde geral.
ru: Требуется немедленное внимание, поскольку сильный стресс может повлиять на ваше общее здоровье.
tr: Acil dikkat gerekiyor, çünkü şiddetli stres genel sağlığınızı etkileyebilir.
zh_hans: 你的测量结果需要立即引起重视，因为严重的压力可能对你的整体健康产生负面影响。
zh_hant: 需要立即關注，因為嚴重的壓力可能影響您的整體健康。

# result_stress_bd_1_a_gpt
source: You're completely at peace.
ar: أنت في سلام تام.
de: Du bist völlig in Frieden.
es: Estás completamente en paz.
fa: کاملاً آرام هستید.
fr: Vous êtes complètement en paix.
id: Anda sepenuhnya dalam kedamaian.
it: Sei completamente in pace.
ja: 完全に平和です。
ko: 완전히 평화롭습니다.
nl: Je bent volledig in vrede.
pl: Jesteś zupełnie w pokoju.
pt_br: Você está completamente em paz.
ru: Вы полностью в покое.
tr: Tamamen huzurlusunuz.
zh_hans: 你已经完全平静。
zh_hant: 您完全心平氣和。

# result_stress_bd_1_b_gpt
source: Congrats on achieving deep inner stillness!
ar: تهانينا على تحقيق هدوء داخلي عميق!
de: Herzlichen Glückwunsch zur Erreichung innerer Ruhe!
es: ¡Felicidades por lograr una profunda serenidad interna!
fa: تبریک برای دستیابی به آرامش داخلی عمیق!
fr: Félicitations pour avoir atteint une profonde sérénité intérieure !
id: Selamat atas pencapaian ketenangan batin yang dalam!
it: Congratulazioni per aver raggiunto una profonda serenità interiore!
ja: 内面の深い静けさを達成おめでとうございます！
ko: 심오한 내적 고요를 달성한 것을 축하합니다!
nl: Gefeliciteerd met het bereiken van diepe innerlijke stilte!
pl: Gratulacje z powodu osiągnięcia głębokiego wewnętrznego spokoju!
pt_br: Parabéns por alcançar uma profunda serenidade interna!
ru: Поздравляю с достижением глубокого внутреннего спокойствия!
tr: Derin iç huzura ulaştığınız için tebrikler!
zh_hans: 祝贺你实现了深度平静！
zh_hant: 恭喜您達到深層內心寧靜！

# result_stress_bd_2_a_gpt
source: Great, you have a relatively low stress level.
ar: رائع، لديك مستوى إجهاد منخفض نسبياً.
de: Großartig, du hast ein relativ niedriges Stressniveau.
es: Genial, tienes un nivel de estrés relativamente bajo.
fa: عالی، شما سطح استرس نسبتاً پایینی دارید.
fr: Super, vous avez un niveau de stress relativement bas.
id: Bagus, Anda memiliki tingkat stres yang relatif rendah.
it: Fantastico, hai un livello di stress relativamente basso.
ja: 素晴らしい、比較的低いストレスレベルです。
ko: 좋아요, 상대적으로 스트레스 수준이 낮습니다.
nl: Geweldig, je hebt een relatief laag stressniveau.
pl: Świetnie, masz stosunkowo niski poziom stresu.
pt_br: Ótimo, você tem um nível de estresse relativamente baixo.
ru: Отлично, у вас относительно низкий уровень стресса.
tr: Harika, oldukça düşük bir stres seviyeniz var.
zh_hans: 很好，你的压力值相对较低。
zh_hant: 太好了，您的壓力相對較低。

# result_stress_bd_2_b_gpt
source: Good, your stress level is relatively low.
ar: جيد، مستوى التوتر لديك منخفض نسبياً.
de: Gut, dein Stressniveau ist relativ niedrig.
es: Bien, tu nivel de estrés es relativamente bajo.
fa: خوب، سطح استرس شما نسبتاً پایین است.
fr: Bien, votre niveau de stress est relativement bas.
id: Bagus, tingkat stres Anda relatif rendah.
it: Bene, il tuo livello di stress è relativamente basso.
ja: 良いですね、あなたのストレスレベルは比較的低いです。
ko: 좋아요, 당신의 스트레스 수준은 비교적 낮습니다.
nl: Goed, je stressniveau is relatief laag.
pl: Dobrze, twój poziom stresu jest stosunkowo niski.
pt_br: Bom, seu nível de estresse está relativamente baixo.
ru: Хорошо, ваш уровень стресса относительно низок.
tr: İyi, stres seviyeniz oldukça düşük.
zh_hans: 不错，你的压力值相对较低。
zh_hant: 不錯，您的壓力水平相對較低。

# result_stress_bd_3_a_gpt
source: You are a bit stressed. Time to tackle it!
ar: أنت قليلاً مضغوط. حان وقت التعامل معه!
de: Du bist ein wenig gestresst. Zeit, es anzugehen!
es: Estás un poco estresado. ¡Es hora de abordarlo!
fa: شما کمی استرس دارید. زمان آن است که با آن مقابله کنید!
fr: Vous êtes un peu stressé. Il est temps de s'en occuper !
id: Anda sedikit stres. Saatnya untuk mengatasinya!
it: Sei un po' stressato. È il momento di affrontarlo!
ja: あなたは少しストレスを感じています。これを克服する時間です！
ko: 조금 스트레스를 받고 있습니다. 이제 대처할 때입니다!
nl: Je bent een beetje gestrest. Tijd om het aan te pakken!
pl: Jesteś trochę zestresowany. Czas się z tym zmierzyć!
pt_br: Você está um pouco estressado. Hora de enfrentar isso!
ru: Вы немного под напряжением. Пора с этим разобраться!
tr: Biraz streslisiniz. Onunla başa çıkma zamanı!
zh_hans: 你的压力值有些大。是时候解决了！
zh_hant: 您有點壓力了，是時候解決它了！

# result_stress_bd_3_b_gpt
source: You're experiencing a mild level of stress.
ar: أنت تعاني من مستوى خفيف من التوتر.
de: Du erlebst ein leichtes Stressniveau.
es: Estás experimentando un nivel leve de estrés.
fa: شما با سطح سبکی از استرس روبرو هستید.
fr: Vous ressentez un niveau léger de stress.
id: Anda sedang mengalami tingkat stres ringan.
it: Stai sperimentando un livello leggero di stress.
ja: 軽度のストレスを経験しています。
ko: 약간의 스트레스를 경험하고 있습니다.
nl: Je ervaart een mild niveau van stress.
pl: Doświadczasz lekkiego poziomu stresu.
pt_br: Você está experimentando um nível leve de estresse.
ru: У вас наблюдается легкий уровень стресса.
tr: Hafif bir stres seviyesi yaşıyorsunuz.
zh_hans: 你目前的压力值略高。
zh_hant: 您正在經歷輕微的壓力。

# result_stress_bd_4_a_gpt
source: Your stress is about to exceed the normal range.
ar: إجهادك على وشك أن يتجاوز النطاق الطبيعي.
de: Dein Stress steht kurz davor, den normalen Bereich zu überschreiten.
es: Tu estrés está a punto de superar el rango normal.
fa: استرس شما در حال نزدیک شدن به محدوده طبیعی است.
fr: Votre stress est sur le point de dépasser la plage normale.
id: Stres Anda akan segera melebihi rentang normal.
it: Il tuo stress sta per superare il range normale.
ja: あなたのストレスは通常の範囲を超えようとしています。
ko: 당신의 스트레스가 정상 범위를 초과하려고 합니다.
nl: Je stress staat op het punt het normale bereik te overschrijden.
pl: Twój stres jest o krok od przekroczenia normalnego zakresu.
pt_br: Seu estresse está prestes a ultrapassar a faixa normal.
ru: Ваш стресс готов превысить нормальный диапазон.
tr: Stresiniz normal aralığın üzerine çıkmak üzere.
zh_hans: 你的压力值即将超出正常范围。
zh_hant: 您的壓力即將超過正常範圍。

# result_stress_bd_4_b_gpt
source: Your stress is approaching the normal limit.
ar: التوتر لديك يقترب من الحد الطبيعي.
de: Dein Stress nähert sich dem normalen Limit.
es: Tu estrés se acerca al límite normal.
fa: استرس شما به حد معمول نزدیک می‌شود.
fr: Votre stress approche de la limite normale.
id: Stres Anda mendekati batas normal.
it: Il tuo stress si avvicina al limite normale.
ja: あなたのストレスは正常な限界に近づいています。
ko: 당신의 스트레스가 정상 한계에 접근하고 있습니다.
nl: Je stress nadert de normale limiet.
pl: Twój stres zbliża się do normalnego limitu.
pt_br: Seu estresse está se aproximando do limite normal.
ru: Ваш стресс приближается к нормальному пределу.
tr: Stresiniz normal sınıra yaklaşıyor.
zh_hans: 你的压力值即将高出正常范围。
zh_hant: 您的壓力接近正常限度。

# result_stress_bd_5_a_gpt
source: Your stress is edging towards its maximum.
ar: إجهادك يقترب من الحد الأقصى له.
de: Dein Stress nähert sich seinem Maximum.
es: Tu estrés se acerca a su máximo.
fa: استرس شما به سمت حداکثر خود حرکت می‌کند.
fr: Votre stress approche de son maximum.
id: Stres Anda mendekati batas maksimalnya.
it: Il tuo stress si sta avvicinando al massimo.
ja: あなたのストレスは最大に近づいています。
ko: 당신의 스트레스가 최대치에 가까워지고 있습니다.
nl: Je stress nadert zijn maximum.
pl: Twój stres zbliża się do maksimum.
pt_br: Seu estresse está se aproximando do máximo.
ru: Ваш стресс приближается к максимуму.
tr: Stresiniz maksimuma yaklaşıyor.
zh_hans: 你的压力值已经接近最大值。
zh_hant: 您的壓力快要達到最大值。

# result_stress_bd_5_b_gpt
source: You're reaching the upper limit of stress.
ar: أنت تصل إلى الحد الأعلى من التوتر.
de: Du erreichst das obere Limit des Stresses.
es: Estás alcanzando el límite superior de estrés.
fa: شما به حداکثر حد استرس دست پیدا می‌کنید.
fr: Vous atteignez la limite supérieure du stress.
id: Anda mencapai batas atas stres.
it: Stai raggiungendo il limite superiore dello stress.
ja: ストレスの上限に達しています。
ko: 스트레스의 상한에 다가가고 있습니다.
nl: Je bereikt de bovengrens van stress.
pl: Osiągasz górny limit stresu.
pt_br: Você está atingindo o limite superior de estresse.
ru: Вы приближаетесь к верхнему пределу стресса.
tr: Stresin üst sınırına ulaşıyorsunuz.
zh_hans: 你的压力值已经达到了上限。
zh_hant: 您正接近壓力的上限。

# result_stress_bd_6_a_gpt
source: Oh no, you are extremely stressed.
ar: أوه، أنت مضطرب للغاية.
de: Oh nein, du bist extrem gestresst.
es: Oh no, estás extremadamente estresado.
fa: اوه نه، شما به شدت استرس دارید.
fr: Oh non, vous êtes extrêmement stressé.
id: Oh tidak, Anda sangat stres.
it: Oh no, sei estremamente stressato.
ja: ああ、あなたは非常にストレスを感じています。
ko: 앗, 당신은 극도로 스트레스 받고 있습니다.
nl: Oh nee, je bent extreem gestrest.
pl: O nie, jesteś skrajnie zestresowany.
pt_br: Oh não, você está extremamente estressado.
ru: О нет, вы в крайне напряженном состоянии.
tr: Oh hayır, çok streslisiniz.
zh_hans: 哦不，你的压力值已经超负荷。
zh_hant: 喔不，您極度壓力重。

# result_stress_bd_6_b_gpt
source: Dear, the result reveals significant stress.
ar: عزيزي، يكشف النتيجة عن توتر كبير.
de: Liebe/r, das Ergebnis zeigt signifikanten Stress.
es: Querido/a, el resultado revela un estrés significativo.
fa: عزیزم، نتیجه استرس معناداری را نشان می‌دهد.
fr: Cher, le résultat révèle un stress significatif.
id: Sayang, hasilnya menunjukkan stres yang signifikan.
it: Caro, il risultato rivela uno stress significativo.
ja: 親愛なる方へ、結果は著しいストレスを示しています。
ko: 친애하는, 결과는 상당한 스트레스를 나타냅니다.
nl: Beste, het resultaat onthult aanzienlijke stress.
pl: Drogi, wynik ujawnia znaczący stres.
pt_br: Querido, o resultado revela estresse significativo.
ru: Дорогой, результат показывает значительный стресс.
tr: Sevgili, sonuç önemli bir stresi ortaya çıkarıyor.
zh_hans: 亲爱的，结果显示你有过高的压力。
zh_hant: 親愛的，結果顯示有顯著的壓力。

# result_stress_suggestion_1_a_gpt
source: Please sustain this well-being, do things that make you happy, stay active, and maintain a healthy lifestyle.
ar: يرجى الحفاظ على هذا العافية جيدًا، افعل الأشياء التي تجعلك سعيدًا، كن نشطًا، وحافظ على نمط حياة صحي.
de: Bitte erhalten Sie dieses Wohlbefinden, tun Sie Dinge, die Sie glücklich machen, bleiben Sie aktiv und pflegen Sie einen gesunden Lebensstil.
es: Por favor, mantén este bienestar, haz cosas que te hagan feliz, mantente activo y lleva un estilo de vida saludable.
fa: لطفاً این رفاه را حفظ کنید، کارهایی انجام دهید که شما را خوشحال کنند، فعال باشید و یک سبک زندگی سالم داشته باشید.
fr: Veuillez maintenir ce bien-être, faites des choses qui vous rendent heureux, restez actif et adoptez un mode de vie sain.
id: Harap pertahankan kesejahteraan ini, lakukan hal-hal yang membuat Anda bahagia, tetap aktif, dan pertahankan gaya hidup sehat.
it: Perfavore, mantieni questo benessere, fai cose che ti rendono felice, resta attivo e mantieni uno stile di vita sano.
ja: この幸福感を維持してください。幸せになること、アクティブに過ごすこと、健康的なライフスタイルを維持することが大切です。
ko: 이 웰빙을 유지하려면 기쁨을 주는 일을 하고 활동적으로 지내며 건강한 라이프스타일을 유지하세요.
nl: Houd dit welzijn in stand, doe dingen waar je gelukkig van wordt, blijf actief en behoud een gezonde levensstijl.
pl: Proszę utrzymać to dobre samopoczucie, robić rzeczy, które sprawiają ci radość, być aktywnym i prowadzić zdrowy styl życia.
pt_br: Por favor, mantenha esse bem-estar, faça coisas que te façam feliz, mantenha-se ativo e adote um estilo de vida saudável.
ru: Пожалуйста, поддерживайте это благополучие, занимайтесь тем, что приносит вам радость, оставайтесь активными и поддерживайте здоровый образ жизни.
tr: Lütfen bu iyi halinizi sürdürün, sizi mutlu eden şeyleri yapın, aktif kalın ve sağlıklı bir yaşam tarzını sürdürün.
zh_hans: 请继续保持目前这种良好的状态，去做让你快乐的事情，保持活力，并秉持健康的生活方式。
zh_hant: 請維持這種良好狀態，做讓您快樂的事情，保持活躍，並保持健康的生活方式。

# result_stress_suggestion_1_b_gpt
source: Please maintain your current state, enjoy your pursuits, and appreciate simple pleasures in your daily life.
ar: يرجى الحفاظ على حالتك الحالية، استمتع بمطارداتك، وقدر اللحظات البسيطة في حياتك اليومية.
de: Bitte bewahren Sie Ihren aktuellen Zustand, genießen Sie Ihre Verfolgungen und schätzen Sie einfache Freuden in Ihrem täglichen Leben.
es: Por favor, mantén tu estado actual, disfruta de tus actividades y aprecia los placeres simples en tu vida diaria.
fa: لطفاً وضع فعلی خود را حفظ کنید، از تعقیب‌هایتان لذت ببرید و لحظات ساده را در زندگی روزمره خود ارزیابی کنید.
fr: Veuillez maintenir votre état actuel, profiter de vos activités et apprécier les plaisirs simples de votre vie quotidienne.
id: Silakan pertahankan keadaan Anda saat ini, nikmati kegiatan Anda, dan hargai kesenangan sederhana dalam kehidupan sehari-hari Anda.
it: Per favore, mantieni il tuo stato attuale, goditi le tue attività e apprezza i piaceri semplici nella tua vita quotidiana.
ja: 現状を維持し、趣味に没頭し、日常生活の中で簡単な喜びを楽しんでください。
ko: 현재 상태를 유지하고 취미를 즐기며 일상 속 간단한 즐거움을 누려보세요.
nl: Behoud alstublieft uw huidige staat, geniet van uw bezigheden en waardeer eenvoudige geneugten in uw dagelijks leven.
pl: Proszę utrzymać obecny stan, cieszyć się swoimi zainteresowaniami i docenić proste przyjemności w codziennym życiu.
pt_br: Por favor, mantenha seu estado atual, aproveite suas atividades e aprecie os prazeres simples em sua vida diária.
ru: Пожалуйста, поддерживайте свое текущее состояние, наслаждайтесь своими увлечениями и цените простые удовольствия в повседневной жизни.
tr: Lütfen mevcut durumunuzu koruyun, uğraşlarınızın tadını çıkarın ve günlük yaşamınızdaki basit zevkleri takdir edin.
zh_hans: 你需要保持住当下的状态，尽情追求自己的兴趣，珍惜日常生活中的简单快乐。
zh_hant: 請保持目前的狀態，享受追求，並在日常生活中珍惜簡單的愉悅。

# result_stress_suggestion_2_a_gpt
source: Keep up the good mindset, but don't forget to pay attention to your emotional needs.
ar: استمر في التفكير الإيجابي، ولكن لا تنسى الانتباه إلى احتياجاتك العاطفية.
de: Behalten Sie die positive Denkweise bei, vergessen Sie aber nicht, auf Ihre emotionalen Bedürfnisse zu achten.
es: Sigue con la mentalidad positiva, pero no olvides prestar atención a tus necesidades emocionales.
fa: منفعت مثبت را ادامه دهید، اما به یاد داشته باشید که به نیازهای عاطفی خود توجه کنید.
fr: Continuez avec la bonne mentalité, mais n'oubliez pas de prêter attention à vos besoins émotionnels.
id: Tetapkan pola pikir yang baik, tetapi jangan lupa perhatikan kebutuhan emosional Anda.
it: Continua con la mentalità positiva, ma non dimenticare di prestare attenzione ai tuoi bisogni emotivi.
ja: 良いマインドセットを続けてくださいが、感情的なニーズにも気を配ることを忘れないでください。
ko: 좋은 마인드셋을 유지하되 감정적인 필요에도 주의를 기울이지 않도록 주의하세요.
nl: Behoud de positieve mindset, maar vergeet niet aandacht te besteden aan je emotionele behoeften.
pl: Utrzymuj pozytywne podejście, ale nie zapominaj o uwzględnieniu swoich potrzeb emocjonalnych.
pt_br: Mantenha a mentalidade positiva, mas não se esqueça de prestar atenção às suas necessidades emocionais.
ru: Сохраняйте позитивный настрой, но не забывайте обращать внимание на свои эмоциональные потребности.
tr: Olumlu zihniyetinizi koruyun, ancak duygusal ihtiyaçlarınıza dikkat etmeyi unutmayın.
zh_hans: 你需要保持积极的心态，但不要忽视心理上的需求。
zh_hant: 保持良好的心態，但不要忽略您的情感需求。

# result_stress_suggestion_2_b_gpt
source: While maintaining your well-being, be aware of changes in your emotions and resolve stressors promptly.
ar: أثناء الحفاظ على رفاهيتك، كن على دراية بتغيرات مشاعرك وحل مشكلات التوتر بسرعة.
de: Während Sie Ihr Wohlbefinden erhalten, achten Sie auf Veränderungen in Ihren Emotionen und lösen Sie Stressfaktoren umgehend.
es: Manteniendo tu bienestar, sé consciente de los cambios en tus emociones y resuelve los factores estresantes rápidamente.
fa: هنگام حفظ رفاهیتان، به تغییرات در احساسات خود توجه کنید و به سرعت عوامل استرس را حل کنید.
fr: Tout en maintenant votre bien-être, soyez conscient des changements dans vos émotions et résolvez rapidement les facteurs de stress.
id: Sambil menjaga kesejahteraan Anda, sadari perubahan dalam emosi Anda dan selesaikan faktor stres dengan segera.
it: Mentre mantieni il tuo benessere, sii consapevole dei cambiamenti nelle tue emozioni e risolvi prontamente gli agenti stressanti.
ja: 健康を維持しながら、感情の変化に気づき、ストレス要因を速やかに解決してください。
ko: 건강을 유지하면서 감정의 변화에 유의하고 스트레스 요인을 신속하게 해결하세요.
nl: Terwijl u uw welzijn behoudt, let op veranderingen in uw emoties en los stressfactoren snel op.
pl: Podczas utrzymywania dobrej kondycji, zwracaj uwagę na zmiany w swoich emocjach i natychmiast rozwiązuj stresory.
pt_br: Ao manter seu bem-estar, esteja ciente das mudanças em suas emoções e resolva os fatores de estresse prontamente.
ru: Поддерживая свое благополучие, будьте внимательны к изменениям в ваших эмоциях и оперативно разрешайте факторы стресса.
tr: Sağlığınızı korurken duygularınızdaki değişikliklere dikkat edin ve stres faktörlerini hemen çözün.
zh_hans: 在你保持身体健康的同时，也需要留意情绪的波动，从而能够迅速地解决你的压力源。
zh_hant: 在維持身心健康的同時，注意情緒變化，迅速解決壓力源。

# result_stress_suggestion_3_a_gpt
source: Don't forget to take a break—don't wait until your body is highly stressed!
ar: لا تنسَ أن تأخذ استراحة، لا تنتظر حتى يكون جسمك مرتفعًا بالإجهاد!
de: Vergessen Sie nicht, eine Pause einzulegen – warten Sie nicht, bis Ihr Körper stark gestresst ist!
es: ¡No olvides tomarte un descanso! ¡No esperes hasta que tu cuerpo esté muy estresado!
fa: فراموش نکنید استراحت کنید - منتظر نشوید تا بدن شما به شدت استرس داشته باشد!
fr: N'oubliez pas de faire une pause - n'attendez pas que votre corps soit fortement stressé !
id: Jangan lupa untuk istirahat—jangan menunggu sampai tubuh Anda sangat stres!
it: Non dimenticare di fare una pausa, non aspettare finché il tuo corpo è fortemente stressato!
ja: 休憩をとることを忘れず、体が非常にストレスを感じるまで待たないようにしてください。
ko: 휴식을 취하는 것을 잊지 마세요 - 몸이 심하게 스트레스 받기 전까지 기다리지 마세요!
nl: Vergeet niet om pauze te nemen - wacht niet tot je lichaam sterk gestrest is!
pl: Nie zapominaj o przerwie - nie czekaj, aż twoje ciało będzie silnie zestresowane!
pt_br: Não esqueça de fazer uma pausa - não espere até que seu corpo esteja altamente estressado!
ru: Не забывайте делать перерыв - не ждите, пока ваше тело не окажется в сильном стрессе!
tr: Ara vermek için unutmayın - vücudunuz çok stresli olana kadar beklemeyin!
zh_hans: 别忘了给自己放个假 — 不要等到处于极度紧张的状态才休息！
zh_hant: 不要忘記休息 - 不要等到您的身體非常緊張才休息！
