Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_tension_relief_suggestion_7_gpt
source: Immediate action is needed! Apart from living a healthy life, it is suggested to learn stress and time management techniques. If necessary, consider consulting with professionals for more advice.
ar: الإجراء الفوري مطلوب! بجانب اتباع نمط حياة صحي، يُوصى بتعلم تقنيات إدارة الضغط والوقت. إذا لزم الأمر، فكر في استشارة المتخصصين للحصول على مزيد من النصائح.
de: Sofortiges Handeln ist erforderlich! Abgesehen von einem gesunden Lebensstil wird empfohlen, Stress- und Zeitmanagementtechniken zu erlernen. Erwägen Sie bei Bedarf die Konsultation von Fachleuten für weitere Ratschläge.
es: ¡Se necesita acción inmediata! Además de llevar una vida saludable, se sugiere aprender técnicas de gestión del estrés y el tiempo. Si es necesario, considera consultar con profesionales para obtener más consejos.
fa: نیاز به اقدام فوری است! علاوه بر زندگی سالم، پیشنهاد می‌شود تا به یادگیری تکنیک‌های مدیریت استرس و زمان بپردازید. در صورت لزوم، در نظر داشته باشید با متخصصان مشورت کنید تا راهنمایی بیشتری دریافت کنید.
fr: Une action immédiate est nécessaire ! En plus de mener une vie saine, il est recommandé d'apprendre des techniques de gestion du stress et du temps. Si nécessaire, envisagez de consulter des professionnels pour plus de conseils.
id: Tindakan segera diperlukan! Selain menjalani hidup sehat, disarankan untuk mempelajari teknik pengelolaan stres dan waktu. Jika perlu, pertimbangkan untuk berkonsultasi dengan profesional untuk saran lebih lanjut.
it: È necessaria un'azione immediata! Oltre a condurre una vita sana, si consiglia di imparare tecniche di gestione dello stress e del tempo. Se necessario, considera la consulenza di professionisti per ulteriori consigli.
ja: 即座の行動が必要です！健康な生活を送るだけでなく、ストレスと時間管理の技術を学ぶことが提案されています。必要に応じて、もっと助言を求めるために、専門家に相談することも検討してください。
ko: 당장 조치가 필요합니다! 건강한 삶을 살면서 스트레스와 시간 관리 기술을 배우는 것이 제안됩니다. 필요하다면 전문가와 상담하여 더 많은 조언을 받아보는 것도 고려해보세요.
nl: Onmiddellijke actie is nodig! Naast het leiden van een gezond leven, wordt het aanbevolen om stress- en tijdsbeheertechnieken te leren. Overweeg indien nodig professioneel advies in te winnen.
pl: Wymagana jest natychmiastowa akcja! Oprócz prowadzenia zdrowego trybu życia, zaleca się naukę technik zarządzania stresem i czasem. W razie potrzeby rozważ skonsultowanie się z profesjonalistami.
pt_br: Ação imediata é necessária! Além de levar uma vida saudável, é recomendável aprender técnicas de gerenciamento do estresse e tempo. Se necessário, considere consultar profissionais para mais orientações.
ru: Требуется немедленное действие! Помимо здорового образа жизни, рекомендуется изучить техники управления стрессом и временем. При необходимости обратитесь к профессионалам за дополнительной консультацией.
tr: Acil eylem gerekiyor! Sağlıklı bir yaşam sürmenin yanı sıra, stres ve zaman yönetimi tekniklerini öğrenmeyi düşünün. Gerekirse profesyonellerle danışarak daha fazla tavsiye alın.
zh_hans: 你需要立即行动起来！首先你要健康规律地生活，同时，我们还建议你学习一些管理压力和时间的技巧。如有必要，请咨询专业人员以获得更多建议。
zh_hant: 你需要立即行動起來！首先你要健康規律地生活，同時，我們還建議你學習一些管理壓力和時間的技巧。如有必要，請諮詢專業人員以獲得更多建議。

# setting_faq
source: FAQ
ar: الأسئلة الشائعة
es: Preguntas frecuentes
fa: پرسش‌های متداول
id: Pertanyaan Umum
it: Domande frequenti
ja: よくある質問
pl: Często zadawane pytania
pt_br: Perguntas frequentes
ru: Вопросы и ответы
tr: SSS
zh_hans: 常见问题
zh_hant: 常見問題

# hrv_gpt
source: HRV
fr: VRC
ru: ВСР
zh_hans: 心率变异性
zh_hant: 心率變異性
