Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_energy_analysis_7_gpt
source: Most of the time this week, your energy levels have been on the low side. Please note that this is an unhealthy state.
ar: في معظم الوقت هذا الأسبوع، كانت مستويات طاقتك منخفضة. يرجى ملاحظة أن هذه حالة غير صحية.
de: Die meiste Zeit in dieser Woche waren Ihre Energieniveaus eher niedrig. Bitte beachten Sie, dass dies ein ungesunder Zustand ist.
es: La mayor parte del tiempo esta semana, tus niveles de energía han sido bajos. Ten en cuenta que este es un estado poco saludable.
fa: بیشتر زمان در این هفته، سطوح انرژی شما کم بوده‌اند. لطفاً توجه داشته باشید که این وضعیت ناسالم است.
fr: La plupart du temps cette semaine, vos niveaux d'énergie ont été du côté bas. Veuillez noter que c'est un état peu sain.
id: Sebagian besar waktu minggu ini, tingkat energi Anda cenderung rendah. Harap dicatat bahwa ini adalah keadaan yang tidak sehat.
it: La maggior parte del tempo questa settimana, i tuoi livelli di energia sono stati bassi. Si prega di notare che questo è uno stato non salutare.
ja: 今週のほとんどの時間、エネルギーレベルが低い状態が続いています。健康には良くありませんので注意してください。
ko: 이번 주 대부분의 시간 동안 에너지 수준이 낮았습니다. 이는 건강에 좋지 않은 상태임을 참고하세요.
nl: Het grootste deel van de tijd deze week waren je energieniveaus aan de lage kant. Let op, dit is een ongezonde staat.
pl: Przez większość czasu w tym tygodniu Twoje poziomy energii były niskie. Zauważ, że jest to niezdrowy stan.
pt_br: Na maior parte do tempo nesta semana, seus níveis de energia estiveram baixos. Por favor, note que este é um estado não saudável.
ru: Большую часть этой недели у вас были низкие уровни энергии. Обратите внимание, что это нездоровое состояние.
tr: Bu haftanın büyük bir kısmında enerji seviyeleriniz düşüktü. Lütfen unutmayın ki bu sağlıksız bir durumdur.
zh_hans: 本周大部分时间你的能量水平异常。请注意，这是不健康的状态。
zh_hant: 本周大部分時間你的能量水平異常。請注意，這是不健康的狀態。

# week_energy_bd_1_b_gpt
source: Great job! You're a human dynamo this week, and your productivity stands out as exceptional!
ar: عمل رائع! أنت دينامو إنسان هذا الأسبوع، وإنتاجيتك مميزة!
de: Tolle Leistung! Sie sind diese Woche ein echtes Energiebündel und Ihre Produktivität ist außergewöhnlich!
es: ¡Genial! Eres un verdadero torbellino de energía esta semana, ¡y tu productividad destaca como excepcional!
fa: عالی! شما در این هفته یک دیناموی انسانی هستید و به عنوان یک عملکرد استثنایی برجسته هستید!
fr: Génial ! Vous êtes un vrai dynamo cette semaine, et votre productivité se démarque comme exceptionnelle !
id: Pekerjaan bagus! Anda seperti dinamo manusia minggu ini, dan produktivitas Anda luar biasa!
it: Ottimo lavoro! Sei un dinamo umano questa settimana, e la tua produttività spicca!
ja: 素晴らしい仕事ですね！今週は人間のダイナモであり、生産性が非常に優れています！
ko: 잘 했어요! 이번 주에는 당신이 인간 다이네모입니다. 생산성이 탁월하게 빛나고 있네요!
nl: Geweldig gedaan! Je bent een menselijke dynamo deze week, en je productiviteit valt op als uitzonderlijk!
pl: Świetna robota! Jesteś ludzką dynamo w tym tygodniu, a twoja produktywność wyróżnia się jako wyjątkowa!
pt_br: Ótimo trabalho! Você é um verdadeiro dinamo humano nesta semana, e sua produtividade se destaca como excepcional!
ru: Отличная работа! Вы этой неделе настоящий человеческий динамо, и ваша продуктивность выделяется!
tr: Harika iş! Bu hafta bir enerji deposusunuz ve üretkenliğiniz olağanüstü!
zh_hans: 太棒了！你度过了充满活力的一周，做什么事情都格外有效率！
zh_hant: 太棒了！你度過了充滿活力的一周，做什麼事情都格外有效率！

# week_energy_bd_1_gpt
source: Well done! You are consistently a ball of energy during the week, and your productivity is unmatched!
ar: أحسنت! أنت دائمًا كرة طاقة خلال الأسبوع، وإنتاجيتك لا مثيل لها!
de: Gut gemacht! Sie sind während der Woche konsequent eine Energiekugel, und Ihre Produktivität ist unübertroffen!
es: ¡Bien hecho! Eres consistentemente una bola de energía durante la semana, ¡y tu productividad es incomparable!
fa: عالی کار کردید! شما به طور مداوم یک توپ انرژی در طول هفته هستید و بهره‌وری شما بی‌نظیر است!
fr: Bravo ! Vous êtes constamment une boule d'énergie pendant la semaine, et votre productivité est inégalée !
id: Bagus! Anda konsisten memiliki energi selama minggu ini, dan produktivitas Anda tak tertandingi!
it: Ben fatto! Sei costantemente una palla di energia durante la settimana, e la tua produttività è senza pari!
ja: よくやった！週の間ずっとエネルギッシュで、生産性が比類ないですね！
ko: 잘하셨습니다! 이번 주에는 일주일 내내 활기차게 활동하셨고 생산성이 탁월했습니다!
nl: Goed gedaan! Je bent consistent een bron van energie tijdens de week, en je productiviteit is ongeëvenaard!
pl: Dobra robota! Jesteś konsekwentnie kopalnią energii w ciągu tygodnia, a twoja produktywność jest niezrównana!
pt_br: Ótimo trabalho! Você é consistentemente uma fonte de energia durante a semana, e sua produtividade é incomparável!
ru: Отличная работа! Вы постоянно источник энергии на протяжении недели, и ваша продуктивность безупречна!
tr: Harika iş! Hafta boyunca sürekli bir enerji kaynağısınız ve üretkenliğiniz eşsiz!
zh_hans: 非常好！你本周就是一个小太阳，充满活力，充满效率！
zh_hant: 非常好！你本周就是一個小太陽，充滿活力，充滿效率！

# week_energy_bd_5_b_gpt
source: It's common to experience occasional fatigue, as evident this week, but paying attention to these fluctuations is crucial.
ar: من المعتاد أن يشعر الشخص بالتعب أحيانًا، كما هو واضح هذا الأسبوع، ولكن الانتباه لهذه التقلبات أمر أساسي.
de: Es ist üblich, gelegentlich müde zu sein, wie es diese Woche der Fall ist, aber auf diese Schwankungen zu achten, ist entscheidend.
es: Es común experimentar fatiga ocasionalmente, como se evidencia esta semana, pero prestar atención a estas fluctuaciones es crucial.
fa: تجربه خستگی گاهی اوقات معمولی است، همانطور که این هفته اتفاق افتاده است، اما توجه به این نوسانات حیاتی است.
fr: Il est courant de ressentir parfois de la fatigue, comme le montre cette semaine, mais prêter attention à ces fluctuations est crucial.
id: Biasanya mengalami kelelahan sesekali, seperti yang terlihat minggu ini, namun memperhatikan fluktuasi ini penting.
it: È comune sperimentare occasionalmente la stanchezza, come evidente questa settimana, ma prestare attenzione a queste fluttuazioni è cruciale.
ja: 時折疲れを感じるのは一般的です。今週もその兆候が見られますが、これらの変動に注意を払うことが重要です。
ko: 가끔 피로를 느끼는 것은 보통입니다. 이번 주에 그런 증상이 나타났지만, 이러한 변동에 주의를 기울이는 것이 중요합니다.
nl: Het is gebruikelijk om af en toe vermoeidheid te ervaren, zoals deze week, maar aandacht besteden aan deze schommelingen is cruciaal.
pl: Jest normalne, że czasami odczuwasz zmęczenie, jak to się wydarzyło w tym tygodniu, ale zwracanie uwagi na te wahania jest kluczowe.
pt_br: É comum sentir fadiga ocasionalmente, como evidenciado nesta semana, mas prestar atenção a essas flutuações é crucial.
ru: Иногда ощущать усталость вполне обыденно, как это стало явным на этой неделе, но обращать внимание на эти колебания важно.
tr: Zaman zaman yorgunluk hissetmek yaygındır, bu hafta olduğu gibi, bu dalgalanmalara dikkat etmek önemlidir.
zh_hans: 每个人都会累，你也不例外。但当你感到疲惫时，请不要忽视它。
zh_hant: 每個人都會累，你也不例外。但當你感到疲憊時，請不要忽視它。

# week_energy_bd_5_gpt
source: Although it's normal to feel worn out sometimes, as what happens this week, it's still worth your attention.
ar: على الرغم من أن الشعور بالتعب أحيانًا أمر طبيعي، مثل ما حدث هذا الأسبوع، فإنه لا يزال يستحق اهتمامك.
de: Obwohl es normal ist, sich manchmal erschöpft zu fühlen, wie es diese Woche der Fall ist, ist es dennoch Ihre Aufmerksamkeit wert.
es: Aunque es normal sentirse agotado a veces, como sucede esta semana, aún así merece tu atención.
fa: گرچه طبیعی است که گاهی اوقات خسته شوید، همانطور که این هفته اتفاق افتاده است، اما هنوز هم ارزش توجه شما را دارد.
fr: Bien qu'il soit normal de se sentir épuisé parfois, comme cette semaine, cela mérite quand même votre attention.
id: Meskipun wajar merasa lelah kadang-kadang, seperti yang terjadi minggu ini, namun ini tetap perlu perhatian Anda.
it: Anche se è normale sentirsi esausti a volte, come è accaduto a te questa settimana, è comunque degno della tua attenzione.
ja: 時々疲れを感じるのは普通ですが、今週のようなことが起こる場合でも、それはまだ注目に値します。
ko: 가끔 지칠 때가 있지만, 이번 주처럼 그럴 때 주의를 기울이는 것이 중요합니다.
nl: Hoewel het normaal is om je soms uitgeput te voelen, zoals deze week gebeurde, verdient dit nog steeds je aandacht.
pl: Choć normalne jest czasami czuć się wyczerpanym, jak to miało miejsce w tym tygodniu, warto na to zwrócić uwagę.
pt_br: Embora seja normal se sentir cansado às vezes, como aconteceu nesta semana, ainda vale a pena prestar atenção.
ru: Хотя иногда нормально чувствовать себя измученным, как это произошло на этой неделе, все же стоит обратить на это внимание.
tr: Zaman zaman yorgun hissetmek normal olsa da, bu hafta olduğu gibi, dikkate değer bir durum.
zh_hans: 所有人都有感到疲惫的时候，你也不例外，但还是需要额外注意这些时刻。
zh_hant: 所有人都有感到疲憊的時候，你也不例外，但還是需要額外注意這些時刻。

# week_energy_bd_6_b_gpt
source: This week may have presented some challenges for you. Make sure you take breaks from your busy schedule.
ar: قد يكون هذا الأسبوع قدم تحديات بالنسبة لك. تأكد من أخذ استراحات من جدولك المزدحم.
de: Diese Woche haben Sie möglicherweise einige Herausforderungen gemeistert. Vergessen Sie nicht, Pausen in Ihren geschäftigen Zeitplan einzulegen.
es: Esta semana puede haber presentado algunos desafíos para ti. Asegúrate de tomar descansos en medio de tu apretada agenda.
fa: این هفته ممکن است برای شما چالش‌هایی را ارائه داده باشد. مطمئن شوید که از برنامه پرکاری خود استراحت کنید.
fr: Cette semaine a peut-être présenté quelques défis pour vous. Assurez-vous de prendre des pauses dans votre emploi du temps chargé.
id: Minggu ini mungkin memberikan beberapa tantangan bagi Anda. Pastikan untuk mengambil istirahat dari jadwal Anda yang sibuk.
it: Questa settimana potrebbe averti presentato alcune sfide. Assicurati di fare pause dal tuo programma frenetico.
ja: 今週はあなたにいくつかの挑戦があったかもしれません。忙しいスケジュールから休憩を取ることを確認してください。
ko: 이번 주에는 몇 가지 도전이 있었을 수 있습니다. 바쁜 일정에서 쉬는 시간을 가져야 합니다.
nl: Deze week heeft misschien wat uitdagingen voor je gepresenteerd. Zorg ervoor dat je pauzes neemt in je drukke schema.
pl: Ten tydzień mógł przynieść ci trochę trudności. Upewnij się, że robisz przerwy w swoim zapracowanym harmonogramie.
pt_br: Esta semana pode ter apresentado alguns desafios para você. Certifique-se de fazer pausas em sua agenda agitada.
ru: Эта неделя, возможно, принесла вам некоторые вызовы. Убедитесь, что вы берете перерывы в вашем загруженном графике.
tr: Bu hafta size bazı zorluklar yaşatabilir. Yoğun programınızdan ara sıra dinlenmeyi unutmayın.
zh_hans: 本周或许迎来了一些新的挑战，在繁忙的日程中请记得留给自己休息的时间。
zh_hant: 本周或許迎來了一些新的挑戰，在繁忙的日程中請記得留給自己休息的時間。

# week_energy_bd_6_gpt
source: You've probably faced some tricky stuff this week. Don't forget to take a breather in between the hustle.
ar: ربما واجهت بعض الأمور الصعبة هذا الأسبوع. لا تنسى أن تأخذ استراحة في وسط هذه الحياة الصاخبة.
de: Diese Woche haben Sie wahrscheinlich einige knifflige Dinge erlebt. Vergessen Sie nicht, zwischendurch eine Pause einzulegen.
es: Probablemente has enfrentado algunas cosas difíciles esta semana. No olvides tomar un respiro entre el ajetreo.
fa: احتمالاً این هفته با برخی مسائل دشوار مواجه شده‌اید. فراموش نکنید که در میان هیاهو نفس عمیقی بکشید.
fr: Vous avez probablement affronté des choses difficiles cette semaine. N'oubliez pas de faire une pause entre l'agitation.
id: Mungkin Anda menghadapi beberapa hal yang sulit minggu ini. Jangan lupa untuk istirahat di antara kesibukan.
it: Probabilmente hai affrontato alcune cose difficili questa settimana. Non dimenticare di prendere una pausa tra l'attività frenetica.
ja: おそらく今週はいくつかの難しいことに直面したでしょう。ハッスルの合間に息抜きすることを忘れないでください。
ko: 이번 주에는 어려운 일들이 있었을 것 같습니다. 바쁜 일정 사이에 휴식을 취하세요.
nl: Je hebt deze week waarschijnlijk met enkele lastige zaken te maken gehad. Vergeet niet om tussendoor even op adem te komen.
pl: Prawdopodobnie napotkałeś/napotkałaś na niektóre trudne sprawy w tym tygodniu. Nie zapomnij zrobić przerwy między pośpiechem.
pt_br: Você provavelmente enfrentou algumas coisas complicadas nesta semana. Não se esqueça de fazer uma pausa entre a correria.
ru: Возможно, вы столкнулись с некоторыми трудностями на этой неделе. Не забывайте делать перерывы в своем занятом графике.
tr: Bu hafta bazı zorluklarla karşılaşmış olabilirsiniz. Hüsran arasında bir mola vermeyi unutmayın.
zh_hans: 本周你可能遇到了一些麻烦，在忙碌时也别忘了休息一下。
zh_hant: 本周你可能遇到了一些麻煩，在忙碌時也別忘了休息一下。

# week_energy_bd_7_b_gpt
source: You must have been through a tough week. Now, take a moment to pause and tune in to your body.
ar: يجب أن تكون قد مررت بأسبوع شاق. الآن، خذ لحظة للتوقف والتركيز على جسدك.
de: Sie müssen eine anstrengende Woche hinter sich haben. Nehmen Sie sich jetzt einen Moment Zeit, um innezuhalten und auf Ihren Körper zu hören.
es: Debes haber pasado por una semana difícil. Ahora, tómate un momento para pausar y sintonizar tu cuerpo.
fa: احتمالاً یک هفته دشوار داشته‌اید. حالا یک لحظه وقفه کنید و به بدن خود گوش فرا دهید.
fr: Vous avez dû passer une semaine difficile. Maintenant, prenez un moment pour faire une pause et écouter votre corps.
id: Anda pasti telah melewati minggu yang sulit. Sekarang, luangkan waktu sejenak untuk beristirahat dan fokus pada tubuh Anda.
it: Devi aver avuto una settimana difficile. Ora prenditi un momento per fermarti e prestare attenzione al tuo corpo.
ja: 大変な一週間を過ごしたことでしょう。今、少し立ち止まって自分の体に集中してください。
ko: 힘든 한 주를 보내셨을 거예요. 이제 잠시 일시 정지하고 몸과 소통해보세요.
nl: Je moet een zware week hebben gehad. Neem nu even de tijd om te pauzeren en af te stemmen op je lichaam.
pl: Musiałeś/musiałaś mieć ciężki tydzień. Teraz zatrzymaj się na chwilę i wsłuchaj się w swoje ciało.
pt_br: Você deve ter passado por uma semana difícil. Agora, tire um momento para pausar e sintonizar-se com seu corpo.
ru: Вы, должно быть, пережили тяжелую неделю. Сейчас найдите мгновение, чтобы остановиться и внимательно прислушаться к своему телу.
tr: Muhtemelen zor bir hafta geçirdiniz. Şimdi bir an durup vücudunuza odaklanma zamanı.
zh_hans: 或许你经历了艰难的一周。现在，请停下来，聆听你的身体。
zh_hant: 或許你經歷了艱難的一周。現在，請停下來，聆聽你的身體。

# week_energy_bd_7_gpt
source: Please take a moment to pause and listen to your body—it's been through the wringer this week.
ar: يرجى أن تأخذ لحظة للتوقف والاستماع إلى جسدك - لقد مر بأسبوع شاق.
de: Bitte nehmen Sie sich einen Moment Zeit, um innezuhalten und auf Ihren Körper zu hören – er hat diese Woche viel durchgemacht.
es: Por favor, tómate un momento para pausar y escuchar a tu cuerpo, ha pasado por mucho esta semana.
fa: لطفاً یک لحظه وقفه کنید و به بدن خود گوش دهید - این هفته براش خیلی سخت بوده است.
fr: Prenez un moment pour faire une pause et écouter votre corps, il a beaucoup enduré cette semaine.
id: Mohon luangkan waktu sejenak untuk istirahat dan dengarkan tubuh Anda—tubuh Anda telah melewati situasi yang sulit minggu ini.
it: Ti prego, prenditi un attimo per fare una pausa e ascoltare il tuo corpo: è stato sottoposto a stress questa settimana.
ja: 少し身体を休めて、心の声に耳を傾ける時間を取ってください。今週はかなり大変だったようですね。
ko: 잠시 일시 정지하고 몸의 신호를 듣는 시간을 가져보세요. 이번 주에 몸이 많이 지쳤을 테니까요.
nl: Neem alsjeblieft even de tijd om te pauzeren en naar je lichaam te luisteren - het heeft deze week veel te verduren gehad.
pl: Proszę, zatrzymaj się na chwilę i posłuchaj swojego ciała - przeszło przez sporo stresów w tym tygodniu.
pt_br: Por favor, reserve um momento para pausar e ouvir seu corpo - ele passou por muitos estresses nesta semana.
ru: Пожалуйста, найдите мгновение, чтобы остановиться и выслушать свое тело — оно пережило непростую неделю.
tr: Lütfen bir an için durun ve vücudunuza kulak verin - bu hafta çok şey yaşadı.
zh_hans: 请停下来倾听你的身体——本周它承担了太多。
zh_hant: 請停下來倾听你的身体——本周它承擔了太多。

# week_energy_lock_gpt
source: Measure to see if you are energetic
ar: قم بالقياس لمعرفة مدى نشاطك
de: Messt, um zu sehen, ob du energetisch bist
es: Mide para ver si tienes energía
fa: اندازه‌گیری برای دیدن آیا شما انرژیک هستید
fr: Mesure pour voir si vous avez de l'énergie
id: Ukur untuk melihat seberapa bertenaga kamu
it: Misura per vedere se hai energia
ja: 自分がどれだけエネルギッシュかを確認するために測定する
ko: 당신이 활기찬지 확인하기 위한 측정
nl: Meten om te zien of je energiek bent
pl: Pomiar, aby zobaczyć, czy jesteś pełen energii
pt_br: Medir para ver se você está energético
ru: Измерение для определения вашей энергичности
tr: Enerjik olup olmadığınızı görmek için ölçün
zh_hans: 测量了解你是否精力充沛
zh_hant: 測量了解你是否精力充沛

# week_energy_suggestion_1_b_gpt
source: It's the perfect time to embrace new challenges and experiences. Stepping out of your comfort zone can lead to tremendous personal growth and open doors to exciting opportunities!
ar: هذا هو الوقت المثالي لاعتناق التحديات والتجارب الجديدة. الخروج من منطقة الراحة يمكن أن يؤدي إلى نمو شخصي هائل وفتح الأبواب أمام فرص مثيرة!
de: Es ist die perfekte Zeit, neue Herausforderungen und Erfahrungen anzunehmen. Das Verlassen deiner Komfortzone kann zu enormem persönlichem Wachstum führen und Türen zu aufregenden Möglichkeiten öffnen!
es: Es el momento perfecto para abrazar nuevos desafíos y experiencias. Salir de tu zona de confort puede conducir a un tremendo crecimiento personal y abrir puertas a emocionantes oportunidades.
fa: این زمان مناسبی است برای پذیرفتن چالش‌ها و تجربیات جدید. خارج شدن از منطقه راحتی‌تان می‌تواند به رشد شخصی فوق‌العاده و باز کردن درهایی به فرصت‌های هیجان‌انگیز منجر شود!
fr: C'est le moment idéal pour relever de nouveaux défis et vivre de nouvelles expériences. Sortir de sa zone de confort peut conduire à une croissance personnelle considérable et ouvrir des portes à des opportunités passionnantes !
id: Saatnya untuk merangkul tantangan dan pengalaman baru. Keluar dari zona nyaman bisa menghasilkan pertumbuhan pribadi yang luar biasa dan membuka peluang yang menarik!
it: È il momento perfetto per abbracciare nuove sfide ed esperienze. Uscire dalla zona di comfort può portare a un notevole crescita personale e aprire porte a entusiasmanti opportunità!
ja: 新しい挑戦や経験を受け入れる最適な時期です。快適圏から抜け出すことは、大きな個人成長をもたらし、面白いチャンスを開くことができます！
ko: 새로운 도전과 경험을 받아들일 때입니다. 안락 지대에서 벗어나는 것은 엄청난 개인적 성장을 가져다주고 흥미로운 기회의 문을 열 수 있습니다!
nl: Het is het perfecte moment om nieuwe uitdagingen en ervaringen te omarmen. Buiten je comfortzone stappen kan leiden tot aanzienlijke persoonlijke groei en spannende kansen openen!
pl: To idealny czas, aby podjąć nowe wyzwania i doświadczenia. Wyjście poza swoją strefę komfortu może przynieść ogromny rozwój osobisty i otworzyć drzwi do ekscytujących możliwości!
pt_br: É o momento perfeito para abraçar novos desafios e experiências. Sair da zona de conforto pode resultar em um crescimento pessoal tremendo e abrir portas para oportunidades empolgantes!
ru: Это идеальное время для принятия новых вызовов и переживания новых опытов. Выход за пределы зоны комфорта может привести к значительному личному росту и открытию дверей к увлекательным возможностям!
tr: Yeni zorluklara ve deneyimlere açık olmak için mükemmel bir zaman. Konfor alanınızdan çıkmak, muazzam kişisel gelişime ve heyecan verici fırsatlara kapı açabilir!
zh_hans: 现在正是接受新挑战、体验新事物的绝佳时机。走出舒适区有可能给你带来新的成长，偶遇绝妙机遇的大门将会为你打开！
zh_hant: 現在正是接受新挑戰、體驗新事物的絕佳時機。走出舒適區有可能給你帶來新的成長，偶遇絕妙機遇的大門將會為你打開！

# week_energy_suggestion_1_gpt
source: Keep up the good work! As you continue with your endeavors, it's crucial to strike a balance between your tasks and relaxation to sustain this vibrant energy, taking your productivity to new heights.
ar: استمر في العمل الجيد! بينما تواصل جهودك، من الضروري أن تجد التوازن بين مهامك والاسترخاء للحفاظ على هذه الطاقة النابضة بالحياة ورفع إنتاجيتك إلى مستويات جديدة.
de: Machen Sie weiter so! Während Sie mit Ihren Vorhaben fortfahren, ist es wichtig, eine Balance zwischen Ihren Aufgaben und Entspannung zu finden, um diese lebendige Energie aufrechtzuerhalten und Ihre Produktivität auf neue Höhen zu bringen.
es: ¡Sigue así! Mientras continúas con tus esfuerzos, es crucial encontrar un equilibrio entre tus tareas y el descanso para mantener esta energía vibrante, llevando tu productividad a nuevos niveles.
fa: ادامه دهید! در حالی که شما با تلاش‌های خود ادامه می‌دهید، حفظ تعادل بین وظایف و استراحت برای حفظ این انرژی پرشور، به تولیدی شما کمک خواهد کرد و به اوج جدیدی خواهد رسید.
fr: Continuez ainsi ! En poursuivant vos efforts, il est crucial de trouver un équilibre entre vos tâches et le repos pour maintenir cette énergie vibrante et augmenter votre productivité.
id: Lanjutkan dengan baik! Saat Anda melanjutkan usaha, penting untuk menemukan keseimbangan antara tugas dan istirahat untuk menjaga energi yang penuh semangat ini dan meningkatkan produktivitas Anda.
it: Continua così! Mentre continui con i tuoi sforzi, è cruciale trovare un equilibrio tra i tuoi compiti e il relax per sostenere questa energia vibrante e portare la tua produttività a nuove vette.
ja: その調子ですね！取り組みを続ける中で、タスクとリラックスのバランスを保つことが重要です。その活気に満ちたエネルギーを維持し、生産性を向上させるためには必要です。
ko: 좋은 일을 계속하세요! 노력하면서 작업과 휴식 사이의 균형을 유지하는 것이 중요합니다. 활기찬 에너지를 유지하고 생산성을 높이기 위해 필요합니다.
nl: Ga zo door! Terwijl je bezig blijft met je inspanningen, is het cruciaal om een balans te vinden tussen je taken en ontspanning om deze levendige energie te behouden en je productiviteit naar nieuwe hoogten te tillen.
pl: Brawo za dotychczasową pracę! Ważne jest, aby zachować równowagę między obowiązkami a relaksem, aby utrzymać tę dynamiczną energię i zwiększyć swoją produktywność.
pt_br: Continue o bom trabalho! Conforme prossegue com seus esforços, é crucial encontrar um equilíbrio entre suas tarefas e o relaxamento para manter essa energia vibrante e aumentar sua produtividade.
ru: Продолжайте в том же духе! По мере продвижения в ваших начинаниях важно найти баланс между задачами и отдыхом, чтобы поддерживать это бодрствующее состояние и повышать продуктивность.
tr: İyi çalışmaya devam edin! Çabalarınıza devam ederken, görevlerinizle rahatlama arasında denge kurmak, bu canlı enerjiyi sürdürmek ve üretkenliğinizi yeni zirvelere taşımak önemlidir.
zh_hans: 保持这个良好的状态！但当你在努力时，也别忘了平衡压力和休息，让你的能量持续充沛，提高做事效率。
zh_hant: 保持這個良好的狀態！但當你在努力時，也別忘了平衡壓力和休息，讓你的能量持續充沛，提高做事效率。
