Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_tension_relief_analysis_5_gpt
source: Your Tension Relief is in normal range most of the time, but there are still a few abnormal readings.
ar: تقع قدرة التكيف الخاصة بك ضمن النطاق الطبيعي في معظم الأوقات، ولكن هناك قراءات غير طبيعية بعض الشيء.
de: Ihre Anpassungsfähigkeit liegt die meiste Zeit im normalen Bereich, aber es gibt immer noch einige abnormale Messwerte.
es: Tu Adaptabilidad se encuentra en el rango normal la mayor parte del tiempo, pero todavía hay algunas lecturas anormales.
fa: آرامش تنش شما بیشتر اوقات در محدوده طبیعی است، اما هنوز چند خواندن غیرعادی وجود دارد.
fr: Votre soulagement de la tension est généralement dans la plage normale la plupart du temps, mais il y a encore quelques lectures anormales.
id: Pemulihan Tegangan Anda sebagian besar berada dalam kisaran normal sepanjang waktu, tetapi masih ada beberapa pembacaan yang tidak normal.
it: La tua Adattabilità si trova per lo più nel range normale, ma ci sono comunque alcune letture anomale.
ja: あなたの適応性はほとんどの場合正常範囲内にありますが、いくつかの異常な読み取りがまだあります。
ko: 당신의 긴장 완화 지수는 대부분 정상 범위에 있지만 아직도 극소수의 비정상적인 값을 가지고 있습니다.
nl: Uw aanpassingsvermogen valt meestal binnen het normale bereik, maar er zijn nog steeds enkele abnormale metingen.
pl: Twoja zdolność adaptacji jest zazwyczaj w granicach normy, ale wciąż zdarzają się pewne nieprawidłowe odczyty.
pt_br: Sua Adaptabilidade está na faixa normal na maior parte do tempo, mas ainda há algumas leituras anormais.
ru: Ваша приспособляемость в основном находится в нормальном диапазоне, но иногда встречаются аномальные показания.
tr: Uyum yeteneğiniz çoğunlukla normal aralıkta olsa da hala bazı anormal okumalar bulunmaktadır.
zh_hans: 你的适应力大部分时间都在正常范围内，但仍有一些异常的读数。
zh_hant: 你的適應力大部分時間都在正常範圍內，但仍有一些異常的讀數。

# week_tension_relief_analysis_6_b_gpt
source: A state of concern arises for a few of your Tension Relief readings deviate from the normal range.
ar: ظهرت بعض المشكلات حيث تخرج بعض قراءات قدرتك على التكيف عن النطاق الطبيعي.
de: Es besteht eine gewisse Besorgnis, da einige deiner Anpassungsfähigkeiten gelegentlich vom normalen Bereich abweichen.
es: Surge un estado de preocupación porque parte de tu Adaptabilidad se desvía del rango normal.
fa: برخی از خواندن‌های آرامش تنش شما از محدوده طبیعی منحرف شده‌اند که وضعیت نگرانی ایجاد می‌کند.
fr: Un état de préoccupation apparaît lorsque certaines de vos mesures de soulagement de la tension s'écartent de la plage normale.
id: Keadaan yang memerlukan perhatian muncul karena beberapa pembacaan Pemulihan Tegangan Anda menyimpang dari kisaran normal.
it: Sorge uno stato di preoccupazione perché alcune delle tue letture di Adattabilità si discostano dal range normale.
ja: あなたの適応性のいくつかが正常範囲から逸脱しているため、懸念の状態が生じています。
ko: 일부 귀하의 적응력이 정상 범위를 벗어나 있어 우려되는 상태가 발생합니다.
nl: Een aantal van uw aanpassingsvermogen ligt buiten het normale bereik, wat duidt op een zorgwekkende toestand.
pl: Stan niepokoju pojawia się, gdy część twojej zdolności adaptacyjnej odbiega od normy.
pt_br: Um estado de preocupação surge quando parte de sua Adaptabilidade se desvia da faixa normal.
ru: Возникает состояние беспокойства из-за того, что несколько ваших показателей адаптивности выходят за пределы нормы.
tr: Bazı Uyum yeteneğiniz normal aralığın dışında olduğu için endişe durumu ortaya çıkıyor.
zh_hans: 你的一些适应力结果不在正常范围内，需要提高警惕。
zh_hant: 你的一些適應力結果不在正常範圍內，需要提高警惕。

# week_tension_relief_analysis_6_gpt
source: Some of your Tension Relief results are outside the normal range, indicating a state of concern.
ar: بعض نتائج قدرتك على التكيف تتجاوز النطاق الطبيعي، مما يشير إلى حالة تستدعي القلق.
de: Ein Teil Ihrer Anpassungsfähigkeit liegt außerhalb des normalen Bereichs, was auf einen besorgniserregenden Zustand hinweist.
es: Parte de tu Adaptabilidad está fuera del rango normal, lo que indica un estado de preocupación.
fa: برخی از نتایج آرامش تنش شما خارج از محدوده طبیعی هستند که نشان‌دهنده یک وضعیت نگران‌کننده است.
fr: Certaines de vos mesures de soulagement de la tension se situent en dehors de la plage normale, indiquant un état de préoccupation.
id: Beberapa hasil Pemulihan Tegangan Anda berada di luar kisaran normal, menunjukkan keadaan yang memerlukan perhatian.
it: Parte della tua Adattabilità è al di fuori del range normale, indicando uno stato di preoccupazione.
ja: あなたの適応性の一部が正常範囲外にあり、懸念の状態を示しています。
ko: 당신의 적응력 결과 중 일부가 정상 범위를 벗어나는 것으로 나타나며, 이는 우려의 상태를 나타낼 수 있습니다.
nl: Een deel van uw aanpassingsvermogen valt buiten het normale bereik, wat wijst op een zorgwekkende toestand.
pl: Część twojej zdolności adaptacyjnej wychodzi poza zakres normalny, co wskazuje na stan niepokoju.
pt_br: Parte de sua Adaptabilidade está fora da faixa normal, indicando um estado de preocupação.
ru: Некоторая часть вашей приспособляемости находится за пределами нормы, что свидетельствует о состоянии тревоги.
tr: Uyum yeteneğinizin bazı kısımları normal aralığın dışında, endişe verici bir durumu işaret ediyor.
zh_hans: 部分时候，你的适应力结果不在正常范围内，这表明你的状态令人担忧。
zh_hant: 部分時候，你的適應力結果不在正常範圍內，這表明你的狀態令人擔憂。

# week_tension_relief_analysis_7_b_gpt
source: Kindly be aware that a large portion of your Tension Relief results has diverged from the normal range.
ar: يرجى أن تكون على علم بأن جزءًا كبيرًا من نتائج قدرتك على التكيف قد انحرف عن النطاق الطبيعي.
de: Sei bitte darauf aufmerksam, dass ein großer Teil deiner Anpassungsfähigkeitsergebnisse vom normalen Bereich abgewichen hat.
es: Por favor, ten en cuenta que una gran parte de tus resultados de Adaptabilidad se ha desviado del rango normal.
fa: لطفاً توجه داشته باشید که یک قسمت قابل توجه از نتایج آرامش تنش شما از محدوده طبیعی منحرف شده است.
fr: Veuillez noter qu'une grande partie de vos résultats de soulagement de la tension s'est écartée de la plage normale.
id: Mohon diperhatikan bahwa sebagian besar hasil Pemulihan Tegangan Anda telah menyimpang dari kisaran normal.
it: Si prega di essere consapevoli che una grossa parte dei risultati della tua Adattabilità si è discostata dal range normale.
ja: あなたの適応性の結果の大部分が正常範囲から逸脱していることに注意してください。
ko: 귀하의 적응력 결과 중 상당 부분이 정상 범위에서 벗어났음을 인식해 주십시오.
nl: Let op dat een groot deel van uw aanpassingsvermogenresultaten buiten het normale bereik ligt.
pl: Prosimy zwrócić uwagę, że duża część wyników twojej zdolności adaptacyjnej odbiega od zakresu normalnego.
pt_br: Por favor, esteja ciente de que uma grande parte dos resultados de sua Adaptabilidade divergiu da faixa normal.
ru: Пожалуйста, будьте в курсе того, что значительная часть ваших результатов по адаптивности отклоняется от нормального диапазона.
tr: Lütfen Uyum yeteneğinizin büyük bir kısmının normal aralığın dışına çıktığını fark edin.
zh_hans: 请小心，你大部分的适应力水平结果都偏离了正常范围。
zh_hant: 請小心，你大部分的適應力水平結果都偏離了正常範圍。

# week_tension_relief_analysis_7_gpt
source: Please note that a significant portion of your Tension Relief levels has fallen outside the normal range.
ar: يرجى ملاحظة أن جزءًا كبيرًا من قدرتك على التكيف قد خرج عن النطاق الطبيعي.
de: Bitte beachten Sie, dass ein bedeutender Teil Ihrer Anpassungsfähigkeit außerhalb des normalen Bereichs liegt.
es: Por favor, ten en cuenta que una parte significativa de tu Adaptabilidad ha caído fuera del rango normal.
fa: لطفاً توجه داشته باشید که یک قسمت قابل توجه از سطوح آرامش تنش شما خارج از محدوده طبیعی افتاده است.
fr: Veuillez noter qu'une part importante de vos niveaux de soulagement de la tension se trouve en dehors de la plage normale.
id: Harap dicatat bahwa sebagian besar tingkat Pemulihan Tegangan Anda telah jatuh di luar kisaran normal.
it: Si prega di notare che una parte significativa della tua Adattabilità è al di fuori del range normale.
ja: あなたの適応性のかなりの部分が正常範囲外に落ちたことに注意してください。
ko: 귀하의 적응력 중 상당 부분이 정상 범위를 벗어났음을 주의하십시오.
nl: Let op dat een aanzienlijk deel van uw aanpassingsvermogen buiten het normale bereik valt.
pl: Prosimy zauważyć, że znaczna część twojej zdolności adaptacyjnej wypadła poza zakres normalny.
pt_br: Por favor, observe que uma parte significativa de sua Adaptabilidade está fora da faixa normal.
ru: Обратите внимание, что значительная часть вашей приспособляемости вышла за пределы нормального диапазона.
tr: Lütfen Uyum yeteneğinizin önemli bir kısmının normal aralığın dışına düştüğünü göz önünde bulundurun.
zh_hans: 请注意，大部分时候你的适应力水平都不在正常范围内。
zh_hant: 請注意，大部分時候你的適應力水平都不在正常範圍內。

# week_tension_relief_bd_1_b_gpt
source: Your ability to adapt to the environment has been impressive this week, facing challenges with resilience.
ar: كانت قدرتك على التكيف مع البيئة مذهلة هذا الأسبوع، مواجهًا التحديات بالصمود.
de: Ihre Fähigkeit, sich an die Umgebung anzupassen, war diese Woche beeindruckend, Sie haben Herausforderungen mit Widerstandsfähigkeit gemeistert.
es: Tu capacidad de adaptarte al entorno ha sido impresionante esta semana, enfrentando desafíos con resiliencia.
fa: قابلیت شما برای تطبیق با محیط در این هفته بسیار تحسین‌برانگیز بوده است و با انعطاف‌پذیری با چالش‌ها روبرو شده‌اید.
fr: Votre capacité à vous adapter à l'environnement a été impressionnante cette semaine, en faisant preuve de résilience face aux défis.
id: Kemampuan Anda untuk beradaptasi dengan lingkungan telah mengesankan minggu ini, menghadapi tantangan dengan ketahanan.
it: La tua capacità di adattamento all'ambiente è stata impressionante questa settimana, affrontando le sfide con resilienza.
ja: 今週の環境に適応する能力は素晴らしく、弾力性を持って挑戦に立ち向かっています。
ko: 이번 주에 환경에 대한 적응력이 뛰어났습니다. 도전을 강인하게 극복하셨습니다.
nl: Je vermogen om je aan te passen aan de omgeving is deze week indrukwekkend geweest, waarbij je uitdagingen met veerkracht tegemoet trad.
pl: Twoja zdolność do adaptacji do otoczenia była imponująca w tym tygodniu, radząc sobie z wyzwaniami z elastycznością.
pt_br: Sua capacidade de se adaptar ao ambiente foi impressionante nesta semana, lidando com os desafios com resiliência.
ru: Ваша способность адаптироваться к окружающей среде была впечатляющей на этой неделе, справляясь с вызовами с упорством.
tr: Çevreye uyum sağlama yeteneğiniz bu hafta etkileyici oldu, zorluklarla esneklikle karşıladınız.
zh_hans: 本周，你的环境适应能力很强，在面对挑战时，你能表现出惊人的韧性。
zh_hant: 本週，你的環境適應能力很強，在面對挑戰時，你能表現出驚人的韌性。

# week_tension_relief_bd_1_gpt
source: You've shown remarkable adaptability to the environment this week, being able to tackle any challenges.
ar: لقد أظهرت تكيفًا رائعًا مع البيئة هذا الأسبوع، حيث تمكنت من التعامل مع أي تحديات.
de: Sie haben diese Woche eine bemerkenswerte Anpassungsfähigkeit an die Umgebung gezeigt und konnten jede Herausforderung bewältigen.
es: Has mostrado una notable adaptabilidad al entorno esta semana, siendo capaz de enfrentar cualquier desafío.
fa: این هفته قابلیت تطبیق شما با محیط بسیار قابل توجه است، و شما قادر به مقابله با هر چالشی هستید.
fr: Vous avez montré une adaptabilité remarquable à l'environnement cette semaine, en mesure de relever tous les défis.
id: Anda menunjukkan adaptabilitas luar biasa terhadap lingkungan minggu ini, mampu menghadapi segala tantangan.
it: Hai mostrato una notevole capacità di adattamento all'ambiente questa settimana, riuscendo ad affrontare qualsiasi sfida.
ja: 今週は環境に対する適応力が素晴らしく、どんな挑戦にも対処できました。
ko: 이번 주에 환경에 대한 놀라운 적응력을 보여주셨습니다. 모든 도전에 대처할 수 있었습니다.
nl: Je hebt deze week opmerkelijke aanpassingsvermogen aan de omgeving getoond en kon alle uitdagingen aan.
pl: Pokazałeś/zaprezentowałaś niezwykłą zdolność adaptacji do otoczenia w tym tygodniu, radząc sobie z każdym wyzwaniem.
pt_br: Você mostrou uma notável adaptabilidade ao ambiente nesta semana, conseguindo enfrentar todos os desafios.
ru: Вы проявили замечательную способность к адаптации к окружающей среде на этой неделе, справляясь с любыми вызовами.
tr: Bu hafta çevreye uyum sağlama konusunda dikkate değer bir esneklik gösterdiniz, her türlü zorluğun üstesinden gelebiliyorsunuz.
zh_hans: 本周你展现了出色的环境适应能力，足以应对任何挑战。
zh_hant: 本週你展現了出色的環境適應能力，足以應對任何挑戰。

# week_tension_relief_bd_5_b_gpt
source: Your adaptability is good this week, yet there were moments when you pushed yourself a bit too far.
ar: قدرتك على التكيف جيدة هذا الأسبوع، لكن كانت هناك لحظات عندما دفعت نفسك قليلاً للغاية.
de: Ihre Anpassungsfähigkeit ist diese Woche gut, doch es gab Momente, in denen Sie sich etwas zu sehr gefordert haben.
es: Tu capacidad de adaptación es buena esta semana, aunque hubo momentos en los que te exigiste un poco demasiado.
fa: قابلیت تطبیق شما این هفته خوب است، اما لحظاتی وجود داشته که خود را کمی بیش از حد فشرده کرده‌اید.
fr: Votre capacité d'adaptation est bonne cette semaine, bien qu'il y ait eu des moments où vous vous êtes un peu trop poussé.
id: Adaptabilitas Anda bagus minggu ini, namun ada saat-saat ketika Anda mendorong diri sedikit terlalu keras.
it: La tua capacità di adattamento è buona questa settimana, ma ci sono stati momenti in cui ti sei spinto un po' troppo oltre.
ja: 今週の適応力は良好ですが、時折自分を限界まで追い込んでいる瞬間があります。
ko: 이번 주에는 당신의 적응력이 좋았지만, 때로는 자신을 조금 지나치게 밀어붙인 순간이 있었습니다.
nl: Je aanpassingsvermogen is goed deze week, maar er waren momenten waarop je jezelf een beetje te ver hebt geduwd.
pl: Twoja zdolność adaptacji jest dobra w tym tygodniu, chociaż były momenty, kiedy pchałeś/pchałaś siebie nieco za daleko.
pt_br: Sua adaptabilidade está boa nesta semana, mas houve momentos em que você se esforçou um pouco demais.
ru: Ваша адаптивность находится на хорошем уровне на этой неделе, но иногда вы идете немного дальше своих возможностей.
tr: Bu hafta uyum sağlama yeteneğiniz iyiydi, ancak bazen kendinizi biraz fazla zorladınız.
zh_hans: 本周你的适应能力不错，但有时你把自己逼得太紧了。
zh_hant: 本週你的適應能力不錯，但有時你把自己逼得太緊了。

# week_tension_relief_bd_5_gpt
source: Your body has the power to adapt to challenges. However, you've pushed yourself to the limit occasionally.
ar: جسدك لديه القدرة على التكيف مع التحديات. ومع ذلك، لقد دفعت نفسك إلى حدودك بين الحين والآخر.
de: Ihr Körper hat die Kraft, sich an Herausforderungen anzupassen. Dennoch haben Sie sich gelegentlich an die Grenze gedrängt.
es: Tu cuerpo tiene el poder de adaptarse a los desafíos. Sin embargo, te has empujado al límite ocasionalmente.
fa: بدن شما قدرتی برای تطبیق با چالش‌ها دارد. با این حال، گاهی اوقات خود را به حداکثر می‌رسانید.
fr: Votre corps a le pouvoir de s'adapter aux défis. Cependant, vous vous êtes parfois poussé à la limite.
id: Tubuh Anda memiliki kemampuan untuk beradaptasi dengan tantangan. Namun, Anda kadang-kadang mendorong diri Anda ke batas.
it: Il tuo corpo ha la capacità di adattarsi alle sfide. Tuttavia, occasionalmente ti sei spinto al limite.
ja: あなたの体は挑戦に適応する力を持っています。ただし、時折限界まで追い込んでしまっています。
ko: 당신의 몸은 도전에 적응할 수 있는 능력을 갖추고 있지만, 가끔 한계까지 몰아붙이는 경우도 있었습니다.
nl: Je lichaam heeft de kracht om zich aan te passen aan uitdagingen. Echter, heb je jezelf af en toe tot het uiterste gedreven.
pl: Twoje ciało ma moc adaptacji do wyzwań. Jednak czasami pchałeś/pchałaś siebie do granic możliwości.
pt_br: Seu corpo tem o poder de se adaptar aos desafios. No entanto, você se esforçou um pouco além dos limites ocasionalmente.
ru: Ваше тело обладает силой адаптироваться к вызовам. Однако иногда вы выходите за пределы своих возможностей.
tr: Vücudunuz zorluklara uyum sağlama gücüne sahip. Ancak zaman zaman sınırlarınızı zorladınız.
zh_hans: 你的身体有能力应对挑战。然而，偶尔你给了自己太大的压力。
zh_hant: 你的身體有能力應對挑戰。然而，偶爾你給了自己太大的壓力。

# week_tension_relief_bd_6_b_gpt
source: Your adaptability is somewhat reduced this week, and sometimes you don't have the energy to deal with challenges.
ar: تقلّصت قدرتك على التكيف قليلاً هذا الأسبوع، وأحيانًا ليس لديك الطاقة للتعامل مع التحديات.
de: Ihre Anpassungsfähigkeit ist diese Woche etwas verringert, und manchmal fehlt Ihnen die Energie, um mit Herausforderungen umzugehen.
es: Tu capacidad de adaptación está algo reducida esta semana, y a veces no tienes la energía para enfrentar desafíos.
fa: قابلیت تطبیق شما این هفته کاهش یافته است، و گاهی اوقات انرژی برای مقابله با چالش‌ها ندارید.
fr: Votre capacité d'adaptation est quelque peu réduite cette semaine, et parfois vous n'avez pas l'énergie pour faire face aux défis.
id: Adaptabilitas Anda agak berkurang minggu ini, dan terkadang Anda tidak memiliki energi untuk menghadapi tantangan.
it: La tua capacità di adattamento è leggermente ridotta questa settimana, e a volte non hai l'energia per affrontare le sfide.
ja: 今週の適応力は多少低下しており、時には挑戦に対処するエネルギーが足りないことがあります。
ko: 이번 주에 적응력이 다소 줄어들었고, 때로는 도전에 대처할 에너지가 없는 것 같았습니다.
nl: Je aanpassingsvermogen is deze week enigszins verminderd, en soms heb je niet genoeg energie om met uitdagingen om te gaan.
pl: Twoja zdolność adaptacji jest trochę ograniczona w tym tygodniu, a czasami brakuje ci energii, aby poradzić sobie z wyzwaniami.
pt_br: Sua adaptabilidade está um pouco reduzida nesta semana e, às vezes, você não tem energia para lidar com os desafios.
ru: Ваша адаптивность немного снижена на этой неделе, и иногда у вас нет энергии для решения вызовов.
tr: Bu hafta adapte olma yeteneğiniz biraz azaldı ve bazen zorluklarla başa çıkmak için enerjiniz yok.
zh_hans: 本周你的适应能力略有下降，有时你没有足够的精力来面对挑战。
zh_hant: 本週你的適應能力稍有下降，有時你沒有足夠的精力來面對挑戰。

# week_tension_relief_bd_6_gpt
source: Your adaptability is a bit low this week, as your body lacks the power for more challenges at times.
ar: مرونتك قليلة قليلاً هذا الأسبوع، حيث يفتقر جسدك إلى القوة لمواجهة المزيد من التحديات في بعض الأحيان.
de: Deine Anpassungsfähigkeit ist diese Woche etwas gering, da es deinem Körper zu bestimmten Zeiten an Kraft für weitere Herausforderungen fehlt.
es: Tu adaptabilidad está un poco baja esta semana, ya que a veces tu cuerpo carece de la energía para más desafíos.
fa: انطباق‌پذیری شما این هفته کمی پایین است، زیرا بدن شما در برخی اوقات قدرت کافی برای مواجهه با چالش‌های بیشتر را ندارد.
fr: Votre adaptabilité est un peu faible cette semaine, car votre corps manque parfois de puissance pour relever davantage de défis.
id: Kemampuan adaptasi Anda agak rendah minggu ini, karena tubuh Anda kadang kekurangan energi untuk tantangan lebih banyak.
it: La tua adattabilità è leggermente bassa questa settimana, poiché a volte il tuo corpo manca di energia per affrontare ulteriori sfide.
ja: 今週は適応力がやや低く、時には体がより多くの挑戦に対応する力に欠けています。
ko: 이번 주에는 적응력이 조금 낮으며 때로는 더 많은 도전에 대비할 힘이 부족합니다.
nl: Je aanpassingsvermogen is deze week een beetje laag, omdat je lichaam soms niet genoeg kracht heeft voor meer uitdagingen.
pl: Twoja zdolność adaptacji jest trochę niska w tym tygodniu, ponieważ twój organizm czasami nie ma wystarczającej siły na większe wyzwania.
pt_br: Sua adaptabilidade está um pouco baixa esta semana, já que seu corpo às vezes não tem energia suficiente para mais desafios.
ru: Ваша адаптивность немного низкая на этой неделе, так как иногда вашему организму не хватает сил для больших вызовов.
tr: Bu hafta uyum yeteneğiniz biraz düşük, bazen vücudunuz daha fazla zorluk için güç eksikliği yaşıyor.
zh_hans: 本周你的适应能力有些下降，你的身体有时会无法面对更多的挑战。
zh_hant: 本週你的適應能力有些下降，你的身體有時會無法面對更多的挑戰。

# week_tension_relief_bd_7_b_gpt
source: You might find it difficult to adapt to the environment this week, with many challenges appearing overwhelming.
ar: قد تجد صعوبة في التكيف مع البيئة هذا الأسبوع، مع العديد من التحديات التي تبدو مُرهقة.
de: Es könnte Ihnen diese Woche schwerfallen, sich an die Umgebung anzupassen, da viele Herausforderungen überwältigend erscheinen.
es: Es posible que te resulte difícil adaptarte al entorno esta semana, con muchos desafíos que parecen abrumadores.
fa: امکان دارد که این هفته نتوانید با محیط تطبیق کنید، و بیشترین چالش‌ها برایتان غیرقابل تحمل باشند.
fr: Vous pourriez avoir du mal à vous adapter à l'environnement cette semaine, avec de nombreux défis qui semblent accablants.
id: Anda mungkin kesulitan beradaptasi dengan lingkungan minggu ini, dengan banyak tantangan yang terasa sangat menekan.
it: Potresti trovare difficile adattarti all'ambiente questa settimana, con molte sfide che sembrano travolgenti.
ja: 環境への適応が今週は難しいかもしれません。多くの課題があなたにとって圧倒的に思えるかもしれません。
ko: 이번 주에는 환경에 적응하기 어려울 수 있으며, 많은 도전이 압도적일 수 있었습니다.
nl: Je vindt het deze week misschien moeilijk om je aan te passen aan de omgeving, waarbij veel uitdagingen overweldigend lijken.
pl: Możesz mieć trudności z adaptacją do otoczenia w tym tygodniu, gdy wiele wyzwań może wydawać się przytłaczających.
pt_br: Você pode estar encontrando dificuldades para se adaptar ao ambiente nesta semana, com muitos desafios parecendo avassaladores.
ru: Возможно, вам будет сложно адаптироваться к окружающей среде на этой неделе, и многие вызовы будут вас подавлять.
tr: Bu hafta çevreye uyum sağlamakta zorlanabilirsiniz, birçok zorluk karşı karşıya gelebilir.
zh_hans: 本周你可能发现很难适应环境，许多挑战都让你觉得无力承受。
zh_hant: 本週你可能發現很難適應環境，許多挑戰都讓你覺得無力承受。

# week_tension_relief_bd_7_gpt
source: You might not be able to adapt to the environment this week, and most challenges could be overwhelming.
ar: قد لا تتمكن من التكيف مع البيئة هذا الأسبوع، وقد تكون معظم التحديات مُرهقة.
de: Es könnte Ihnen diese Woche schwerfallen, sich an die Umgebung anzupassen, und die meisten Herausforderungen könnten überwältigend sein.
es: Es posible que no puedas adaptarte al entorno esta semana, y la mayoría de los desafíos podrían resultar abrumadores.
fa: ممکن است نتوانید این هفته با محیط تطبیق کنید، و بیشترین چالش‌ها ممکن است برایتان غیرقابل تحمل باشند.
fr: Il se peut que vous ne puissiez pas vous adapter à l'environnement cette semaine, et que la plupart des défis pourraient être accablants.
id: Anda mungkin tidak dapat beradaptasi dengan lingkungan minggu ini, dan sebagian besar tantangan bisa menjadi sangat menekan.
it: Potresti non essere in grado di adattarti all'ambiente questa settimana, e la maggior parte delle sfide potrebbe essere travolgente.
ja: 今週の環境に適応するのが難しいかもしれません。そして、多くの挑戦が圧倒的かもしれません。
ko: 이번 주에는 환경에 적응하기 어려울 수 있으며, 대부분의 도전은 압도적일 수 있었습니다.
nl: Je zou deze week mogelijk niet in staat zijn om je aan te passen aan de omgeving, en de meeste uitdagingen kunnen overweldigend zijn.
pl: Możliwe, że w tym tygodniu możesz mieć trudności z adaptacją do otoczenia, a większość wyzwań może być przytłaczająca.
pt_br: Você pode ter dificuldade em se adaptar ao ambiente nesta semana e a maioria dos desafios pode ser esmagadora.
ru: Возможно, вам будет сложно адаптироваться к окружающей среде на этой неделе, и большинство вызовов могут оказаться для вас подавляющими.
tr: Bu hafta çevreye uyum sağlamakta zorlanabilirsiniz ve çoğu zorluk sizi aşabilir.
zh_hans: 本周你可能无法适应周遭的环境，会常常觉得不堪重负。
zh_hant: 本週你可能無法適應周遭的環境，會常常覺得不堪重負。

# week_tension_relief_lock_gpt
source: Measure to know your ability to face challenges
ar: قم بالقياس لتعرف قدرتك على مواجهة التحديات
de: Messen Sie, um Ihre Fähigkeit zur Bewältigung von Herausforderungen zu kennen
es: Mide para conocer tu capacidad de enfrentar desafíos
fa: اندازه‌گیری برای شناخت توانایی مقابله با چالش‌ها
fr: Mesurez pour connaître votre capacité à relever les défis
id: Ukur untuk mengetahui kemampuan Anda dalam menghadapi tantangan
it: Misura per conoscere la tua capacità di affrontare le sfide
ja: 挑戦に立ち向かう能力を知るために測定する
ko: 도전에 대처하는 능력을 알기 위해 측정하십시오
nl: Meten om je vermogen om uitdagingen aan te gaan te kennen
pl: Pomiar, aby poznać twoją zdolność do radzenia sobie z wyzwaniami
pt_br: Medida para conhecer sua capacidade de enfrentar desafios
ru: Измерение вашей способности справляться с вызовами
tr: Zorluklarla başa çıkma yeteneğinizi bilmek için ölçün
zh_hans: 测量了解你直面挑战的能力
zh_hant: 測量了解你直面挑戰的能力
