Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Always
ar: بصورة دائمة
de: Immer
es: Siempre
fa: همیشه
fr: En permanence
id: Selalu
it: Sempre
ja: いつも
ko: 항상
nl: Altijd
pl: Zawsze
pt_br: Sempre
ru: Всегда
tr: Her zaman
zh_hans: 总是
zh_hant: 總是如此

# analyzing_resting_female
source: Analyzing the resting heart rate range of a female aged %@...
ar: جارٍ تحليل معدل ضربات القلب أثناء الراحة لأنثى تبلغ من العمر %@...
de: Der Ruheherzfrequenz-Bereich einer Frau im Alter von %@ wird geprüft ...
es: Analizando el intervalo de ritmo cardíaco en reposo de una mujer de %@ años...
fa: در حال تحلیل محدوده ضربان قلب در حالت استراحت یک زن %@ ساله...
fr: Analyse de la plage de fréquence cardiaque au repos d'une femme âgée de %@…
id: Menganalisis rentang detak jantung istirahat dari perempuan yang berusia %@...
it: Analisi dell'intervallo di frequenza cardiaca a riposo di una donna di %@ anni...
ja: %@歳女性の安静時心拍数の範囲を分析中...
ko: %@세 여성의 휴식기 심박수 범위를 분석하는 중...
nl: Bezig met het analyseren van het hartslagbereik in rust van een vrouw van %@...
pl: Analizowanie zakresu tętna spoczynkowego kobiety w wieku %@...
pt_br: Analisando o intervalo de frequência cardíaca em repouso para uma mulher de %@ anos...
ru: Анализируем диапазон частоты пульса в покое для женщины в возрасте %@...
tr: %@ yaşında bir kadının dinlenme nabzı aralığı analiz ediliyor...
zh_hans: 正在分析%@岁女性的静息心率范围......
zh_hant: 正在分析 %@ 歲女性的靜止心率範圍...

# analyzing_resting_male
source: Analyzing the resting heart rate range of a male aged %@...
ar: جارٍ تحليل معدل ضربات القلب أثناء الراحة لذكر يبلغ من العمر %@...
de: Der Ruheherzfrequenz-Bereich eines Mannes im Alter von %@ wird geprüft ...
es: Analizando el intervalo de ritmo cardíaco en reposo de un hombre de %@ años...
fa: در حال تحلیل محدوده ضربان قلب در حالت استراحت یک مرد %@ ساله...
fr: Analyse de la plage de fréquence cardiaque au repos d'un homme âgé de %@…
id: Menganalisis rentang detak jantung istirahat dari pria yang berusia %@...
it: Analisi dell'intervallo di frequenza cardiaca a riposo di un uomo di %@ anni...
ja: %@歳男性の安静時心拍数の範囲を分析中...
ko: %@세 남성의 휴식기 심박수 범위를 분석하는 중...
nl: Bezig met het analyseren van het hartslagbereik in rust van een man van %@...
pl: Analizowanie zakresu tętna spoczynkowego mężczyzny w wieku %@...
pt_br: Analisando o intervalo de frequência cardíaca em repouso para um homem de %@ anos...
ru: Анализируем диапазон частоты пульса в покое для мужчины в возрасте %@...
tr: %@ yaşında bir erkeğin dinlenme nabzı aralığı analiz ediliyor...
zh_hans: 正在分析%@岁男性的静息心率范围......
zh_hant: 正在分析 %@ 歲男性的靜止心率範圍...

# analyzing_resting_person
source: Analyzing the resting heart rate range of a person aged %@...
ar: جارٍ تحليل معدل ضربات القلب أثناء الراحة لشخص يبلغ من العمر %@...
de: Der Ruheherzfrequenz-Bereich einer Person im Alter von %@ wird geprüft ...
es: Analizando el intervalo de ritmo cardíaco en reposo de una persona de %@ años...
fa: در حال تحلیل محدوده ضربان قلب در حالت استراحت یک فرد %@ ساله...
fr: Analyse de la plage de fréquence cardiaque au repos d'un individu âgé de %@…
id: Menganalisis rentang detak jantung istirahat dari orang yang berusia %@...
it: Analisi dell'intervallo di frequenza cardiaca a riposo di una persona di %@ anni...
ja: %@歳の方の安静時心拍数の範囲を分析中...
ko: %@세인 사람의 휴식기 심박수 범위를 분석하는 중...
nl: Bezig met het analyseren van het hartslagbereik in rust van een persoon van %@...
pl: Analizowanie zakresu tętna spoczynkowego osoby w wieku %@...
pt_br: Analisando o intervalo de frequência cardíaca em repouso para uma pessoa de %@ anos...
ru: Анализируем диапазон частоты пульса в покое для человека в возрасте %@...
tr: %@ yaşında bir kişinin dinlenme nabzı aralığı analiz ediliyor...
zh_hans: 正在分析%@岁的人的静息心率范围......
zh_hant: 正在分析 %@ 歲人群的靜止心率範圍...

# analyzing_target_female
source: Analyzing the target heart rate range of a female aged %@...
ar: جارٍ تحليل معدل ضربات القلب المستهدف لأنثى تبلغ من العمر %@...
de: Der Zielherzfrequenz-Bereich einer Frau im Alter von %@ wird geprüft ...
es: Analizando el intervalo de ritmo cardíaco objetivo de una mujer de %@ años...
fa: در حال تحلیل محدوده ضربان قلب مورد هدف یک زن %@ ساله...
fr: Analyse de la plage de fréquence cardiaque cible d'une femme âgée de %@…
id: Menganalisis rentang detak jantung sasaran dari perempuan yang berusia %@...
it: Analisi dell'intervallo di frequenza cardiaca ideale di una donna di %@ anni...
ja: %@歳女性の目標心拍数の範囲を分析中...
ko: %@세 여성의 목표 심박수 범위를 분석하는 중...
nl: Bezig met het analyseren van het gewenste hartslagbereik van een vrouw van %@...
pl: Analizowanie docelowego zakresu tętna kobiety w wieku %@...
pt_br: Analisando o intervalo de frequência cardíaca alvo para uma mulher de %@ anos...
ru: Анализируем целевой диапазон частоты пульса для женщины в возрасте %@...
tr: %@ yaşında bir kadının hedef nabız aralığı analiz ediliyor...
zh_hans: 正在分析%@岁女性的目标心率范围......
zh_hant: 正在分析 %@ 歲女性的目標心率範圍...

# analyzing_target_male
source: Analyzing the target heart rate range of a male aged %@...
ar: جارٍ تحليل معدل ضربات القلب المستهدف لذكر يبلغ من العمر %@...
de: Der Zielherzfrequenz-Bereich eines Mannes im Alter von %@ wird geprüft ...
es: Analizando el intervalo de ritmo cardíaco objetivo de un hombre de %@ años...
fa: در حال تحلیل محدوده ضربان قلب مورد هدف یک مرد %@ ساله...
fr: Analyse de la plage de fréquence cardiaque cible d'un homme âgé de %@…
id: Menganalisis rentang detak jantung sasaran dari pria yang berusia %@...
it: Analisi dell'intervallo di frequenza cardiaca ideale di un uomo di %@ anni...
ja: %@歳男性の目標心拍数の範囲を分析中...
ko: %@세 남성의 목표 심박수 범위를 분석하는 중...
nl: Bezig met het analyseren van het gewenste hartslagbereik van een man van %@...
pl: Analizowanie docelowego zakresu tętna mężczyzny w wieku %@...
pt_br: Analisando o intervalo de frequência cardíaca alvo para um homem de %@ anos...
ru: Анализируем целевой диапазон частоты пульса для мужчины в возрасте %@...
tr: %@ yaşında bir erkeğin hedef nabız aralığı analiz ediliyor...
zh_hans: 正在分析%@岁男性的目标心率范围......
zh_hant: 正在分析 %@ 歲男性的目標心率範圍...

# analyzing_target_person
source: Analyzing the target heart rate range of a person aged %@...
ar: جارٍ تحليل معدل ضربات القلب المستهدف لشخص يبلغ من العمر %@...
de: Der Zielherzfrequenz-Bereich einer Person im Alter von %@ wird geprüft ...
es: Analizando el intervalo de ritmo cardíaco objetivo de una persona de %@ años...
fa: در حال تحلیل محدوده ضربان قلب مورد هدف یک فرد %@ ساله...
fr: Analyse de la plage de fréquence cardiaque cible d'un individu âgé de %@…
id: Menganalisis rentang detak jantung sasaran dari orang yang berusia %@...
it: Analisi dell'intervallo di frequenza cardiaca ideale di una persona di %@ anni...
ja: %@歳の方の目標心拍数の範囲を分析中...
ko: %@세인 사람의 목표 심박수 범위를 분석하는 중...
nl: Bezig met het analyseren van het gewenste hartslagbereik van een persoon van %@...
pl: Analizowanie docelowego zakresu tętna osoby w wieku %@...
pt_br: Analisando o intervalo de frequência cardíaca alvo para uma pessoa de %@ anos...
ru: Анализируем целевой диапазон частоты пульса для человека в возрасте %@...
tr: %@ yaşında bir kişinin hedef nabız aralığı analiz ediliyor...
zh_hans: 正在分析%@岁的人的目标心率范围......
zh_hant: 正在分析 %@ 歲人群的目標心率範圍...

source: Arrhythmia
ar: اضطراب ضربات القلب
de: Arrhythmie
es: Arritmia
fa: آریتمی
fr: Arythmie
id: Aritmia
it: Aritmia
ja: 不整脈
ko: 부정맥
nl: Onregelmatige hartslag
pl: Arytmia
pt_br: Arritmia
ru: Аритмия
tr: Aritmi
zh_hans: 心律不齐
zh_hant: 心律不整

# something_else
source: Others
ar: أخرى
de: Anderes
es: Otros
fa: سایر
fr: Autres
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Overig
pl: Inne
pt_br: Outros
ru: Другое
tr: Diğerleri
zh_hans: 其他
zh_hant: 其他

# ask_average_hr
source: What's your average resting heart rate range?
ar: ما هو متوسط معدل ضربات قلبك أثناء الراحة؟
de: Wie ist Ihr durchschnittlicher Ruheherzfrequenz-Bereich?
es: ¿Cuál es tu ritmo cardíaco medio en reposo?
fa: میانگین محدوده ضربان قلب شما در حالت استراحت چند است؟
fr: Quelle est la plage de votre fréquence cardiaque moyenne au repos ?
id: Berapa rata-rata rentang detak jantung istirahat Anda?
it: Qual è il tuo intervallo medio di frequenza cardiaca a riposo?
ja: あなたの平均的な安静時心拍数の範囲は何ですか？
ko: 회원님의 평균 휴식기 심박수 범위는 어떻게 되세요?
nl: Wat is het gemiddelde bereik van je hartslag in rust?
pl: Jaki jest Twój średni zakres tętna spoczynkowego?
pt_br: Qual é o intervalo da sua frequência cardíaca em repouso em média?
ru: Какой у вас обычный диапазон пульса в покое?
tr: Ortalama dinlenme nabzı aralığınız ne?
zh_hans: 你的平均静息心率范围是？
zh_hant: 您的平均靜止心率範圍為何？

# ask_current_state
source: What's your current state?
ar: ما هي حالتك الحالية؟
de: Wie ist Ihr aktueller Status?
es: ¿Cuál es tu estado actual?
fa: وضعیت فعلی شما چیست؟
fr: Dans quel état êtes-vous actuellement ?
id: Bagaimana kondisi Anda saat ini?
it: Qual è la tua condizione attuale?
ja: あなたの現在の状態は？
ko: 현재 어떤 상태이시나요?
nl: Wat is je huidige status?
pl: W jakim stanie jesteś obecnie?
pt_br: Qual é o seu estado atual?
ru: Ваше текущее состояние?
tr: Şu anki durumunuz ne?
zh_hans: 你目前的状态是？
zh_hant: 您目前的心率狀態如何？

# ask_heart_problems
source: Are you suffering any heart problems?
ar: هل تُعاني من اي مشكلات بالقلب؟
de: Leiden Sie an Herzproblemen?
es: ¿Sufres algún problema de corazón?
fa: آیا از هر گونه مشکل قلبی رنج می‌برید؟
fr: Avez-vous des troubles cardiaques ?
id: Apakah Anda menderita masalah jantung?
it: Hai problemi cardiaci?
ja: あなたは心臓の問題を抱えていますか？
ko: 심장과 관련된 문제가 있나요?
nl: Heb je last van hartproblemen?
pl: Czy masz problemy z sercem?
pt_br: Você tem algum problema cardíaco?
ru: Испытываете ли вы какие-нибудь проблемы с сердцем?
tr: Herhangi bir sağlık sorununuz var mı?
zh_hans: 你有任何心脏问题吗？
zh_hant: 您有任何心臟問題嗎？

# ask_hr_frequency
source: How often do you measure your heart rate?
ar: كم عدد المرات التي تقيس فيها معدل ضربات القلب؟
de: Wie häufig messen Sie Ihre Herzfrequenz?
es: ¿Con qué frecuencia te mides el ritmo cardíaco?
fa: هر چند وقت یکبار ضربان قلب خود را اندازه می‌گیرید؟
fr: À quelle fréquence mesurez-vous votre rythme cardiaque ?
id: Seberapa sering Anda mengukur detak jantung Anda?
it: Quanto spesso misuri la frequenza cardiaca?
ja: どれくらいの頻度で心拍数を計測していますか？
ko: 심박수를 얼마나 자주 측정하시나요?
nl: Hoe vaak meet je je hartslag?
pl: Jak często mierzysz swoje tętno?
pt_br: Com que frequência você mede a sua frequência cardíaca?
ru: Как часто вы измеряете частоту своего пульса?
tr: Nabzınızı ne kadar sık ölçüyorsunuz?
zh_hans: 你多久测量你的心率？
zh_hant: 您測量心率的頻率如何？

# ask_question_report
source: We will ask you some simple questions to generate your personal heart rate report.
ar: سنطرح عليك بعض الأسئلة البسيطة لإنشاء تقرير معدل ضربات القلب الشخصي الخاص بك.
de: Wir stellen Ihnen einige einfache Fragen, um Ihren persönlichen Herzfrequenz-Bericht zu generieren.
es: Te haremos unas preguntas sencillas para generar tu informe de ritmo cardíaco personal.
fa: برای تهیه گزارش ضربان قلب شخصی شما، چند سوال ساده از شما خواهیم پرسید.
fr: Nous vous poserons quelques questions simples pour générer votre rapport de fréquence cardiaque personnel.
id: Kami akan mengajukan beberapa pertanyaan sederhana untuk membuat laporan pribadi detak jantung Anda.
it: Ti verranno fatte alcune domande per generare il resoconto personale sulla frequenza cardiaca.
ja: あなた専用の心拍数レポートを生成するため、いくつか簡単な質問をさせていただきます。
ko: 회원님 개인의 심박수 보고서를 생성하기 위해 몇 가지 간단한 질문을 드립니다.
nl: We zullen je een paar eenvoudige vragen stellen om je persoonlijke hartslagrapport te genereren.
pl: Zadamy Ci kilka prostych pytań, aby wygenerować Twój osobisty raport tętna.
pt_br: Faremos algumas perguntas simples para gerar o seu relatório pessoal de frequência cardíaca.
ru: Мы зададим вам несколько простых вопросов для составления персонального отчета о вашей частоте пульса.
tr: Kişisel kalp nabzı raporunuzu oluşturmak için size basit bazı sorular soracağız.
zh_hans: 我们会问你一些简单的问题，由此生成你的个人心率报告。
zh_hant: 我們會問您一些簡單的問題，藉此產生您的個人心率報告。

# ask_stress_level
source: Where is your stress level?
ar: ما هو مستوى التوتر لديك؟
de: Wie sieht Ihr Stresslevel aus?
es: ¿Cuál es tu nivel de estrés?
fa: سطح استرس شما چقدر است؟
fr: Quel est votre niveau de stress ?
id: Di mana tingkat stress Anda?
it: Qual è il tuo livello di stress?
ja: あなたのストレスレベルは？
ko: 회원님의 스트레스 수준은 어떻게 되세요?
nl: Wat is je stressniveau?
pl: Jaki masz poziom stresu?
pt_br: Qual é o seu nível de estresse?
ru: Укажите свой уровень стресса
tr: Stres seviyeniz ne?
zh_hans: 你的压力等级为？
zh_hant: 您的壓力等級為？

# ask_tabacco_use
source: Do you use tabacco, alcohol, or drugs?
ar: هل تُدخن أو تتناول الكحوليات أو المخدرات؟
de: Konsumieren Sie Tabak, Alkohol oder Drogen?
es: ¿Consumes tabaco, alcohol o drogas?
fa: آیا دخانیات، الکل یا مواد مخدر مصرف می‌کنید؟
fr: Consommez-vous du tabac, de l'alcool ou des drogues ?
id: Apakah Anda mengonsumsi rokok, alkohol, atau narkoba?
it: Assumi tabacco, alcol o droghe?
ja: タバコ、お酒、ドラッグを使用しますか？
ko: 흡연, 음주 또는 약물 남용을 하시나요?
nl: Gebruik je tabak, alcohol of drugs?
pl: Palisz tytoń, pijesz alkohol lub zażywasz narkotyki?
pt_br: Você faz uso de tabaco, álcool ou drogas?
ru: Курите ли вы, употребляете ли алкоголь или наркотики?
tr: Tütün, alkol veya uyuşturucu madde kullanıyor musunuz?
zh_hans: 你有抽烟、喝酒或吸毒吗？
zh_hant: 您有抽菸、喝酒或吸食毒品嗎？

# better_tracking_better_health
source: Better Tracking
ar: تتبع أفضل
de: Besseres Tracking
es: Mejor seguimiento
fa: ردیابی بهتر
fr: Un meilleur suivi
id: Pelacakan Lebih Baik
it: Migliore monitoraggio
ja: より優れた追跡機能
ko: 더 나은 추적
nl: Betere tracking
pl: Lepsze monitorowanie
pt_br: Monitoramento melhor
ru: Лучше отслеживание
tr: Daha İyi İzleme
zh_hans: 更好的追踪体验
zh_hant: 更好的追蹤體驗

# better_tracking_hr
source: Better Tracking & Better Health
ar: تتبع أفضل & صحة أفضل
de: Besseres Tracking & Gesundheit
es: Mejor Seguimiento & Mejor Salud
fa: ردیابی بهتر & سلامت بهتر
fr: Un meilleur suivi & Une Meilleure Santé
id: Pelacakan Lebih Baik & Lebih Sehat
it: Migliore monitoraggio & Migliore la forma fisica
ja: より優れた追跡機能 & さらに健康になれます
ko: 더 나은 추적 & 더욱 건강히
nl: Betere tracking & Betere gezondhed
pl: Lepsze monitorowanie & Więcej zdrowia
pt_br: Monitoramento melhor & Saúde melhor
ru: Лучше отслеживание & тем крепче здоровье
tr: Daha İyi İzleme & Daha İyi Sağlık
zh_hans: 更好的追踪体验 &更健康
zh_hant: 更好的追蹤體驗 & 更健康

source: Bradycardia
ar: بطء ضربات القلب
de: Bradykardie
es: Bradicardia
fa: برادی‌کاردی
fr: Bradycardie
id: Bradikardia
it: Bradicardia
ja: 徐脈
ko: 서맥
nl: Te langzame hartwerking
pl: Bradykardia
pt_br: Bradicardia
ru: Брадикардия
tr: Bradikardi
zh_hans: 心动过缓
zh_hant: 心搏過緩

# examine_health_level
source: Examining your health level...
ar: جارٍ فحص مستوى صحتك...
de: Ihr Gesundheitslevel wird überprüft ...
es: Examinando tu nivel de salud...
fa: در حال بررسی سطح سلامت شما...
fr: Examen de votre niveau de santé…
id: Memeriksa tingkat jantung Anda...
it: Analisi del livello di salute...
ja: あなたの健康レベルを分析中...
ko: 회원님의 건강 수준을 검사하는 중..
nl: Je gezondheidsniveau wordt onderzocht...
pl: Ocenianie stanu Twojego zdrowia...
pt_br: Analisando o seu nível de saúde...
ru: Оцениваем ваш уровень здоровья...
tr: Sağlık seviyeniz analiz ediliyor...
zh_hans: 正在分析你的健康水准......
zh_hant: 正在檢查您的健康水準...

# get_access
source: Get access to
ar: امتلك القدرة على الوصول إلى
de: Erhalten Sie Zugriff auf
es: Obtén acceso a
fa: دسترسی به
fr: Accédez à
id: Dapatkan akses ke
it: Ottieni l'accesso a
ja: こちらにアクセスしてみてください
ko: 액세스 가능한 혜택:
nl: Krijg toegang tot
pl: Zyskaj dostęp do
pt_br: Obtenha acesso a
ru: Получите доступ к
tr: Erişecekleriniz
zh_hans: 立即获得
zh_hant: 立即取得

# get_insights
source: Get professional insights
ar: الحصول على أراء متخصصة
de: Profi-Erkenntnisse erhalten
es: Obtener un análisis exhaustivo
fa: دریافت اطلاعات حرفه‌ای
fr: Obtenir des connaissances professionnelles
id: Mendapatkan wawasan profesional
it: Ricevere approfondimenti professionali
ja: 専門的な分析とアドバイスを手に入れるため
ko: 전문적인 통찰 얻기
nl: Professionele inzichten krijgen
pl: Uzyskaj profesjonalne analizy
pt_br: Obter informações profissionais
ru: Хочу получить профессиональный анализ
tr: Profesyonel içgörüler edinmek
zh_hans: 获得专业分析
zh_hant: 獲得專業見解

source: Improve health
ar: تحسين الصحة
de: Gesünder leben
es: Mejorar la salud
fa: بهبود سلامتی
fr: Améliorer ma santé
id: Meningkatkan kesehatan
it: Migliorare lo stato di salute
ja: 健康の促進
ko: 건강 개선
nl: Gezondheid verbeteren
pl: Poprawa zdrowia
pt_br: Melhorar minha saúde
ru: Улучшить здоровье
tr: Sağlığa sağlık katma
zh_hans: 改善健康
zh_hant: 改善健康

# high_des
source: I'm feeling stressed, anxious and sad.
ar: أشعر بالتوتر والقلق والحزن.
de: Ich fühle mich gestresst, ängstlich und traurig.
es: Me siento estresado, ansioso y triste.
fa: دچار استرس، مضطرب و غمگین هستم.
fr: Je suis stressé, anxieux et triste.
id: Saya merasa stress, cemas, dan sedih.
it: Mi sento stressato, ansioso e triste.
ja: ストレス、不安、悲しみを感じている。
ko: 스트레스를 느끼고, 불안하고, 슬픔.
nl: Ik voel me gestrest, bezorgd en verdrietig.
pl: Czuję się zestresowany, niespokojny i smutny.
pt_br: Estou me sentindo estressado, ansioso e triste.
ru: Я ощущаю стресс, тревогу и грусть.
tr: Kendimi stresli, kaygılı ve üzgün hissediyorum.
zh_hans: 我觉得压力大、焦虑和悲伤。
zh_hant: 我覺得壓力大、焦慮和悲傷。

# just_money_per_week
source: Just %1$@ %2$@/week.
ar: مقابل %1$@ %2$@/في الأسبوع فقط
de: Nur %1$@ %2$@/Woche.
es: Solo %1$@ %2$@/semana.
fa: فقط %1$@ %2$@ در هفته.
fr: Seulement %1$@ %2$@/semaine.
id: Hanya %1$@ %2$@/minggu.
it: Solo %1$@ %2$@/settimana.
ja: 1週間あたりたったの %1$@ %2$@です。
ko: 단 %1$@ %2$@/주.
nl: Slechts %1$@ %2$@/week.
pl: Tylko %1$@ %2$@/tydzień.
pt_br: Apenas %1$@ %2$@/semana.
ru: Всего лишь %1$@ %2$@ в неделю.
tr: Haftada sadece %1$@ %2$@.
zh_hans: 每周只需%1$@ %2$@的费用。
zh_hant: 每週只需 %1$@ %2$@ 的費用。

# learn_cardio_knowleage
source: Learn cardiovascular knowledge
ar: اكتساب المزيد من المعرفة عن القلب والأوعية الدموية
de: Kardiovaskuläre Kenntnisse erwerben
es: Aprender conocimientos cardiovasculares
fa: کسب اطلاعات قلبی عروقی
fr: Me munir d'informations sur le système cardiovasculaire
id: Mempelajari pengetahuan kardiovaskular
it: Ottenere informazioni sul sistema cardiovascolare
ja: 心血管についての知識を学ぶため
ko: 심혈관 관련 지식 획득
nl: Kennis over hart en bloedvaten opdoen
pl: Zyskaj wiedzę na temat układu sercowo-naczyniowego
pt_br: Aprender sobre o sistema cardiovascular
ru: Хочу узнать больше о сердечно-сосудистой системе
tr: Kardiyovasküler bilgiler öğrenmek
zh_hans: 了解心血管知识
zh_hant: 了解心血管知識

# limited_knowledge_insights
source: Basic knowledge & insights
ar: معرفة وأراء أساسية
de: Basiswissen und Einblicke
es: Conocimiento e información básicos
fa: دانش و اطلاعات ساده
fr: Connaissances de base
id: Pengetahuan & wawasan terbatas
it: Approfondimenti e conoscenza di base
ja: 基本的な知識、分析、アドバイス
ko: 기본 지식 및 통찰
nl: Basiskennis en inzichten
pl: Podstawowa wiedza i analizy
pt_br: Informações e conhecimentos básicos
ru: Базовые сведения и анализ
tr: Temel bilgiler ve içgörüler
zh_hans: 基本知识与分析
zh_hant: 基本知識與見解

# low_des
source: I feel a little bit stressed, which motivates me positively.
ar: أشعر ببعض التوتر، وهو ما يحفزني بصورة إيجابية.
de: Ich bin ein wenig gestresst, das motiviert mich aber auf positive Weise.
es: Me siento un poco estresado, lo que me motiva positivamente.
fa: کمی استرس دارم که به من انگیزه می‌دهد.
fr: Je me sens un tout petit peu stressé, ce qui me motive un positivement.
id: Saya merasa sedikit stress, yang memberikan motivasi positif bagi saya.
it: Ho un po' tensione che mi stimola positivamente.
ja: 少しストレスを感じているが、それが良いモチベーションになっている。
ko: 약간 스트레스를 받지만, 나에게 긍정적인 동기 부여가 됨.
nl: Ik voel me een beetje gestrest, wat mij positief motiveert.
pl: Czuję się trochę zestresowany, co pozytywnie mnie motywuje.
pt_br: Me sinto um pouco estressado, o que me motiva positivamente.
ru: Я ощущаю небольшой стресс, который положительно меня мотивирует.
tr: Kendimi biraz stresli hissediyorum, bu da beni pozitif yönde motive ediyor.
zh_hans: 我感觉有点压力，但这让我更积极有冲劲。
zh_hant: 我感覺有點壓力，但這讓我更加積極。

# manage_health_data
source: Manage my health data
ar: إدارة بياناتي الصحية
de: Meine Gesundheitsdaten verwalten
es: Gestionar mis datos de salud
fa: مدیریت داده‌های سلامتی من
fr: Gérer mes données de santé
id: Mengelola data kesehatan saya
it: Gestire i dati sulla salute
ja: 自分の健康データを管理するため
ko: 내 건강 데이터 관리
nl: Mijn gezondheidsgegevens beheren
pl: Zarządzaj moimi danymi zdrowotnymi
pt_br: Gerenciar os meus dados de saúde
ru: Хочу управлять своими данными о здоровье
tr: Sağlık verilerimi yönetmek
zh_hans: 管理我的健康资料
zh_hant: 管理我的健康資料

source: Measure again
ar: القياس مرة أخرى
de: Erneut messen
es: Medir otra vez
fa: اندازه‌گیری مجدد
fr: Mesurer de nouveau
id: Ukur lagi
it: Misura di nuovo
ja: もう1度計測する
ko: 다시 측정하기
nl: Opnieuw meten
pl: Zmierz ponownie
pt_br: Medir novamente
ru: Измерить снова
tr: Tekrar ölç
zh_hans: 再次测量
zh_hant: 再次測量

# medium_des
source: I have experienced some stress and anxiety, but I can handle it.
ar: تعرضت لبعض التوتر والقلق، ولكنني قادر على معالجة الأمر.
de: Ich leide an Stress und Angstzuständen, aber ich kann damit umgehen.
es: He sufrido algo de estrés y ansiedad, pero puedo soportarlo.
fa: کمی دچار استرس و اضطراب شده‌ام اما می‌توانم آن را مدیریت کنم.
fr: J'ai eu des épisodes de stress et d'anxiété, mais je peux gérer.
id: Saya mengalami beberapa masalah stress dan kecemasan, tetapi saya dapat menanganinya.
it: Provo un po' di stress e ansia, ma riesco a gestirli.
ja: ストレスと不安を感じているが、対処できている。
ko: 어느 정도 스트레스와 불안감을 느끼지만, 감당할 수 있음.
nl: Ik heb wat stress en angst ervaren, maar ik kan er mee omgaan.
pl: Doświadczyłem trochę stresu i niepokoju, ale dam sobie z tym radę.
pt_br: Passei por um pouco de estresse e ansiedade, mas sei como lidar com isso.
ru: Я ощущаю некоторый стресс и тревогу, но я с этим справляюсь.
tr: Biraz stres ve anksiyete yaşıyorum, fakat bununla başa çıkabiliyorum.
zh_hans: 我觉得有点压力和焦虑，但我能搞定。
zh_hant: 我覺得有點壓力和焦慮，但我能搞定。

source: More than heart rate measurement
ar: أكثر من مجرد قياس لمعدل ضربات القلب
de: Mehr als eine Herzfrequenz-Messung
es: Más que mediciones de ritmo cardíaco
fa: ویژگی‌هایی فراتر از اندازه‌گیری ضربان قلب
fr: Plus qu'un simple outil de mesure de fréquence cardiaque
id: Bukan hanya pengukuran detak jantung
it: Più di una semplice misurazione
ja: 心拍数の計測だけではありません
ko: 단순한 심박수 측정 이상의 서비스
nl: Meer dan hartslagmetingen
pl: Więcej niż pomiar tętna
pt_br: Mais do que a medição da frequência cardíaca
ru: Не только измерение пульса
tr: Nabız ölçümünden daha fazlası
zh_hans: 我们有的不仅仅是心率测量
zh_hant: 我們有的不僅僅是心率測量

source: No filter function
ar: بدون خاصية التصفية
de: Keine Filterfunktion
es: Sin función de filtro
fa: بدون فیلتر
fr: Aucune fonction de filtre
id: Tidak ada fungsi filter
it: Nessun filtro
ja: フィルター機能なし
ko: 필터 기능 없음
nl: Geen filterfunctie
pl: Brak funkcji filtra
pt_br: Sem a função Filtro
ru: Нет функции фильтра
tr: Filtre işlevi yok
zh_hans: 无过滤功能
zh_hant: 無篩選功能

source: No, I'm fine
ar: لا، أنا بخير
de: Nein, ich bin gesund
es: No, estoy bien
fa: خیر، سالم هستم
fr: Non, je vais bien
id: Tidak, saya baik-baik saja
it: No, sto bene
ja: いいえ、私は健康です。
ko: 아니요, 전 괜찮아요
nl: Nee, ik ben in orde
pl: Nie, jestem zdrowy
pt_br: Não, estou bem de saúde
ru: Нет, у меня все в порядке
tr: Hayır, iyiyim
zh_hans: 没有，我很健康
zh_hant: 沒有，我很健康

# professional_insights_suggesetions
source: Professional insights & suggestions
ar: أراء واقتراحات متخصصة
de: Professionelle Einblicke & Vorschläge
es: Información y sugerencias profesionales
fa: اطلاعات و توصیه‌های حرفه‌ای
fr: Des connaissances et des suggestions professionnelles
id: Wawasan & saran profesional
it: Suggerimenti e approfondimenti professionali
ja: 専門的な分析とアドバイス
ko: 전문적인 통찰 및 제안
nl: Professionele inzichten en suggesties
pl: Profesjonalne analizy i sugestie
pt_br: Informações profissionais e sugestões
ru: профессиональному анализу и рекомендациям
tr: Profesyonel içgörüler ve öneriler
zh_hans: 专业 分析与建议
zh_hant: 專業 見解與建議
