Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_bs_suggestion_4_gpt
source: Given the unhealthy situation, it's important to make lifestyle changes now! Cut sugary foods, exercise regularly, adhere strictly to the medication schedules, and consult a doctor if necessary.
ar: نظرًا للوضع غير الصحي، من المهم إجراء تغييرات في نمط الحياة الآن! قلل من تناول الأطعمة الغنية بالسكر، ومارس الرياضة بانتظام، والتزم بجداول الدواء بدقة، واستشر الطبيب إذا لزم الأمر.
de: Angesichts der ungesunden Situation ist es wichtig, jetzt Lebensstiländerungen vorzunehmen! Reduziere zuckerhaltige Lebensmittel, treibe regelmäßig Sport, halte dich strikt an die Medikamentenpläne und konsultiere bei Bedarf einen Arzt.
es: Dada la situación poco saludable, es importante hacer cambios en el estilo de vida ahora mismo. Reduce los alimentos azucarados, haz ejercicio regularmente, sigue estrictamente los horarios de medicación y consulta a un médico si es necesario.
fa: با توجه به وضعیت ناسالم، حالا مهم است که تغییراتی در سبک زندگی خود ایجاد کنید! مصرف غذاهای شیرین را کاهش دهید، به طور منظم ورزش کنید، به دقت به برنامه‌های دارویی پایبند باشید و در صورت لزوم با یک پزشک مشاوره کنید.
fr: Vu la situation peu saine, il est important d'apporter dès maintenant des changements à votre mode de vie ! Réduisez les aliments sucrés, faites régulièrement de l'exercice, respectez strictement les horaires de médication et consultez un médecin si nécessaire.
id: Dengan situasi yang tidak sehat ini, penting untuk membuat perubahan gaya hidup sekarang! Kurangi makanan manis, berolahraga secara teratur, patuhi jadwal pengobatan dengan ketat, dan konsultasikan dengan dokter jika diperlukan.
it: Davanti a questa situazione non salutare, è importante apportare cambiamenti nello stile di vita adesso! Riduci i cibi zuccherini, fai esercizio regolarmente, segui rigorosamente le terapie e consulta un medico se necessario.
ja: 健康でない状態に対処するためには、今すぐライフスタイルを変えることが重要です！甘いものを控え、定期的に運動し、厳密に薬を服用し、必要に応じて医師に相談してください。
ko: 건강하지 않은 상황을 고려할 때 지금이라도 생활습관을 변경하는 것이 중요합니다! 달달한 음식을 줄이고 규칙적인 운동을하며 규정된 시간에 약을 복용하고 필요할 때 의사와 상의하십시오.
nl: Gezien de ongezonde situatie is het belangrijk om nu levensstijlveranderingen aan te brengen! Verminder suikerhoudend voedsel, beweeg regelmatig, houd je strikt aan medicatieschema's en raadpleeg indien nodig een arts.
pl: Biorąc pod uwagę niezdrową sytuację, ważne jest, aby teraz wprowadzić zmiany w stylu życia! Ogranicz spożycie słodkich potraw, regularnie ćwicz, ściśle przestrzegaj harmonogramów leków i skonsultuj się z lekarzem, jeśli jest to konieczne.
pt_br: Dada a situação não saudável, é importante fazer mudanças no estilo de vida agora! Reduza alimentos açucarados, faça exercícios regularmente, siga estritamente os horários de medicamentos e consulte um médico se necessário.
ru: Учитывая нездоровую ситуацию, важно сделать изменения в образе жизни прямо сейчас! Ограничьте потребление сладких продуктов, регулярно занимайтесь спортом, строго соблюдайте график приема лекарств и, при необходимости, проконсультируйтесь с врачом.
tr: Sağlıksız durum göz önüne alındığında, şimdi yaşam tarzı değişiklikleri yapmak önemlidir! Şekerli yiyecekleri kesmek, düzenli egzersiz yapmak, sıkı bir şekilde ilaç kullanmak ve gerektiğinde bir doktorla danışmak önemlidir.
zh_hans: 你的情况不太健康，现在就来改变你的生活方式吧！少吃升糖食物，规律锻炼，严格按时间服用药物，如有必要可以咨询医生。
zh_hant: 你的情況不太健康，現在就來改變你的生活方式吧！少吃升糖食物，規律鍛鍊，嚴格按時間服用藥物，如有必要可以諮詢醫生。

# week_bs_suggestion_5_b_gpt
source: Please consult a doctor promptly to manage your blood sugar, and adjust your daily habits right away. As consistent blood sugar issues can damage your cardiovascular system, let’s strive to regain your health.
ar: يرجى استشارة الطبيب على الفور للتحكم في سكر الدم الخاص بك، وضبط عاداتك اليومية على الفور. حيث أن مشاكل مستمرة في مستوى السكر يمكن أن تلحق ضررًا بجهاز القلب والأوعية الدموية، لنسعَ إلى استعادة صحتك.
de: Bitte konsultieren Sie umgehend einen Arzt, um Ihren Blutzucker zu kontrollieren, und passen Sie sofort Ihre täglichen Gewohnheiten an. Da anhaltende Probleme mit dem Blutzucker Ihr Herz-Kreislauf-System schädigen können, sich um die Wiederherstellung deiner Gesundheit zu bemühen.
es: Por favor, consulta a un médico rápidamente para manejar tu azúcar en la sangre y ajusta tus hábitos diarios de inmediato. Dado que problemas constantes con el azúcar en sangre pueden dañar tu sistema cardiovascular, esforcémonos por recuperar tu salud.
fa: لطفاً برای مدیریت قند خون خود به سرعت با یک پزشک مشورت کنید و بلافاصله عادات روزانه خود را تنظیم کنید. زیرا مسائل پیوسته مربوط به قند خون می‌توانند به سیستم قلبی-عروقی شما آسیب برسانند، بیایید به سمت بازیابی سلامتی خود تلاش کنیم.
fr: Veuillez consulter rapidement un médecin pour gérer votre taux de sucre dans le sang et ajuster vos habitudes quotidiennes immédiatement. Étant donné que des problèmes constants de glycémie peuvent endommager votre système cardiovasculaire, aspirons à retrouver votre santé.
id: Mohon konsultasikan dengan dokter segera untuk mengelola kadar gula darah Anda, dan sesuaikan kebiasaan harian Anda segera. Karena kadar gula darah yang tinggi secara konsisten dapat merusak sistem kardiovaskular, mari berjuang untuk mendapatkan kembali kesehatan kita.
it: Si prega di consultare prontamente un medico per gestire il livello di zucchero nel sangue e modificare immediatamente le tue abitudini quotidiane. Poiché problemi costanti di zucchero nel sangue possono danneggiare il sistema cardiovascolare, cerchiamo di riconquistare la tua salute.
ja: 血糖値を管理するために迅速に医師に相談し、すぐに日常の習慣を調整してください。一貫した血糖値の問題は心血管系に損傷を与える可能性があるため、健康を取り戻すために努力しましょう。
ko: 당신의 혈당을 관리하려면 즉시 의사와 상담하세요. 또한 일상 습관을 즉시 조절하세요. 꾸준한 혈당 문제는 심혈관계를 손상시킬 수 있으므로 건강을 회복하기 위해 노력합시다.
nl: Raadpleeg alstublieft snel een arts om uw bloedsuikerspiegel te beheren en pas uw dagelijkse gewoonten direct aan. Omdat aanhoudend hoge bloedsuikerspiegel schade kan toebrengen aan uw cardiovasculaire systeem, laten we streven naar het herwinnen van uw gezondheid.
pl: Proszę niezwłocznie skonsultować się z lekarzem w celu zarządzania poziomem cukru we krwi i natychmiast dostosować codzienne nawyki. Ponieważ stałe podwyższenie poziomu cukru we krwi może uszkodzić układ sercowo-naczyniowy, postarajmy się odzyskać Twoje zdrowie.
pt_br: Por favor, consulte um médico prontamente para gerenciar seus níveis de glicose no sangue e ajuste seus hábitos diários imediatamente. Como a elevação consistente do açúcar no sangue pode danificar o seu sistema cardiovascular, vamos nos esforçar para recuperar a sua saúde.
ru: Пожалуйста, немедленно проконсультируйтесь с врачом по поводу управления уровнем сахара в крови и немедленно внесите коррективы в свой повседневный образ жизни. Поскольку постоянные проблемы с уровнем сахара могут повредить вашу сердечно-сосудистую систему, давайте стремиться к восстановлению вашего здоровья.
tr: Lütfen kan şekerinizi yönetmek için derhal bir doktora danışın ve günlük alışkanlıklarınızı hemen ayarlayın. Sürekli kan şekeri sorunları kalp-damar sisteminize zarar verebilir, bu nedenle sağlığınızı yeniden kazanmak için çaba gösterelim.
zh_hans: 请及时咨询医生来控制你的血糖，并立即调整你的日常习惯。持续的血糖问题可能会损伤你的心血管系统，所以一起努力恢复健康吧。
zh_hant: 請及時諮詢醫生來控制你的血糖，並立即調整你的日常習慣。持續的血糖問題可能會損傷你的心血管系統，所以一起努力恢復健康吧。

# week_bs_suggestion_5_gpt
source: Sticking in this situation for too long could harm your nerves and heart, therefore, it's crucial to chat with a doctor for advice and tweak your lifestyle soon. Improvement is possible with effort!
ar: التمسك بالوضع الحالي لفترة طويلة يمكن أن يضر بأعصابك وقلبك، لذا فمن الضروري التحدث مع الطبيب للحصول على نصيحة وضبط نمط حياتك قريبًا. الا تحسن ممكن بالجهد!
de: Zu lange in dieser Situation zu bleiben, könnte deine Nerven und dein Herz schädigen. Daher ist es wichtig, bald mit einem Arzt zu sprechen, um Rat zu erhalten und bald deinen Lebensstil anzupassen. Mit Anstrengung ist eine Verbesserung möglich!
es: Permanecer en esta situación durante mucho tiempo podría dañar tus nervios y corazón, por lo tanto, es crucial hablar con un médico para obtener consejos y ajustar pronto tu estilo de vida. ¡La mejora es posible con esfuerzo!
fa: ماندن در این شرایط برای مدت زمان طولانی می‌تواند به اعصاب و قلب شما آسیب بزند، بنابراین، مهم است که به زودی با یک پزشک مشورت کنید و سبک زندگی خود را تغییر دهید. با تلاش، امکان بهبود وجود دارد!
fr: Rester dans cette situation pendant trop longtemps pourrait nuire à vos nerfs et à votre cœur. Par conséquent, il est crucial de discuter avec un médecin pour obtenir des conseils et ajuster votre mode de vie rapidement. L'amélioration est possible avec des efforts !
id: Berlama-lama dalam situasi ini dapat merusak saraf dan jantung Anda, oleh karena itu, penting untuk berbicara dengan dokter untuk saran dan penyesuaian gaya hidup segera. Perbaikan mungkin tercapai dengan usaha!
it: Rimanere in questa situazione per troppo tempo potrebbe danneggiare i nervi e il cuore, quindi è fondamentale parlare con un medico per consigli e modifiche allo stile di vita al più presto. Il miglioramento è possibile con impegno!
ja: この状況に長くとどまると、神経や心臓に影響を与える可能性があります。努力すれば改善できるので、早めに医師と話し、ライフスタイルを調整しましょう！
ko: 이러한 상황에 오래 머무르면 신경과 심장에 해를 끼칠 수 있으므로 의사와 상담하고 라이프 스타일을 조정해야합니다. 노력하면 개선이 가능합니다!
nl: Als je te lang in deze situatie blijft, kan dit schadelijk zijn voor je zenuwen en hart. Daarom is het van vitaal belang om met een arts te praten voor advies en snel je levensstijl aan te passen. Verbetering is mogelijk met inspanning!
pl: Pozostawanie w tej sytuacji przez zbyt długi czas może zaszkodzić twoim nerwom i sercu, dlatego ważne jest, aby porozmawiać z lekarzem, dostosować swoje nawyki życiowe jak najszybciej. Poprawa jest możliwa dzięki wysiłkowi!
pt_br: Permanecer nessa situação por muito tempo pode prejudicar seus nervos e coração, portanto, é crucial conversar com um médico para orientações e ajustar seu estilo de vida em breve. A melhoria é possível com esforço!
ru: Продолжительное нахождение в данной ситуации может повредить ваш нервный и сердечный составляющие, поэтому очень важно пообщаться с врачом для получения совета и скорейшей корректировки образа жизни. Улучшение возможно при наличии усилий!
tr: Bu durumda uzun süre kalmak sinirlerinize ve kalbinize zarar verebilir, bu nedenle bir doktorla konuşmak ve yaşam tarzınızı yakında düzeltmek önemlidir. Çaba ile iyileşme mümkündür!
zh_hans: 如果你长时间处于这种情况，你的神经和心脏可能会受损。因此，请立马联系医生咨询建议，并尽快调整你的生活方式。只要努力，你一定可以变得更健康！
zh_hant: 如果你長時間處於這種情況，你的神經和心臟可能會受損。因此，請立馬聯絡醫生諮詢建議，並盡快調整你的生活方式。只要努力，你一定可以變得更健康！

# week_data_one_gpt
source: Sorry, we don’t have enough data to assess your health status. Please add records for at least two days to generate your weekly health analysis.
ar: عذرًا، ليس لدينا ما يكفي من البيانات لتقييم حالتك الصحية. يرجى إضافة سجلات لمدة يومين على الأقل لإنشاء تحليل صحي أسبوعي.
de: Entschuldigung, wir haben nicht genügend Daten, um deinen Gesundheitszustand zu bewerten. Bitte füge Aufzeichnungen für mindestens zwei Tage hinzu, um deine wöchentliche Gesundheitsanalyse zu generieren.
es: Lo siento, no tenemos suficientes datos para evaluar tu estado de salud. Por favor, agrega registros durante al menos dos días para generar tu análisis de salud semanal.
fa: متاسفیم، ما داده‌های کافی برای ارزیابی وضعیت سلامت شما نداریم. لطفاً رکوردهای حداقل دو روز را اضافه کنید تا تحلیل سلامت هفتگی شما تولید شود.
fr: Désolé, nous n'avons pas suffisamment de données pour évaluer votre état de santé. Veuillez ajouter des enregistrements pour au moins deux jours pour générer votre analyse de santé hebdomadaire.
id: Maaf, kami tidak memiliki data cukup untuk menilai status kesehatanmu. Harap tambahkan catatan untuk setidaknya dua hari untuk menghasilkan analisis kesehatan mingguanmu.
it: Spiacenti, non abbiamo abbastanza dati per valutare il tuo stato di salute. Si prega di aggiungere registrazioni per almeno due giorni per generare la tua analisi di salute settimanale.
ja: 申し訳ありませんが、健康状態を評価するためのデータが不十分です。週次の健康分析を生成するために、少なくとも2日間の記録を追加してください。
ko: 죄송합니다만, 건강 상태를 평가할 충분한 데이터가 없습니다. 주간 건강 분석을 생성하려면 최소한 두 날짜에 대한 기록을 추가하십시오.
nl: Sorry, we hebben niet genoeg gegevens om je gezondheidsstatus te beoordelen. Voeg alstublieft records toe voor minstens twee dagen om je wekelijkse gezondheidsanalyse te genereren.
pl: Przepraszamy, nie mamy wystarczająco danych, aby ocenić Twój stan zdrowia. Dodaj zapisy co najmniej z dwóch dni, aby wygenerować cotygodniową analizę zdrowia.
pt_br: Desculpe, não temos dados suficientes para avaliar seu status de saúde. Adicione registros de pelo menos dois dias para gerar sua análise de saúde semanal.
ru: Извините, у нас недостаточно данных для оценки вашего состояния здоровья. Пожалуйста, добавьте записи как минимум за два дня, чтобы сгенерировать ваш еженедельный анализ здоровья.
tr: Üzgünüz, sağlık durumunuzu değerlendirmek için yeterli veriye sahip değiliz. Haftalık sağlık analizinizi oluşturmak için en az iki gün boyunca kayıt ekleyin.
zh_hans: 抱歉，我们没有足够的数据来评估你的健康状况。请至少添加两天的记录以生成你的每周健康分析。
zh_hant: 抱歉，我們沒有足夠的數據來評估你的健康狀況。請至少添加兩天的記錄以生成你的每週健康分析。

# week_empty_bmi
source: Uh-oh, it seems like your weight this week is something to be worried about. Most of the time, your BMI is...
ar: أوه، يبدو أن وزنك هذا الأسبوع شيء يجب القلق منه. في معظم الأوقات، يكون مؤشر كتلة الجسم خارج...
de: Oh-oh, es scheint, als ob Ihr Gewicht diese Woche etwas Besorgnis erregend ist. Die meiste Zeit lag dein BMI außerhalb des...
es: Vaya, parece que tu peso esta semana es motivo de preocupación. La mayor parte del tiempo, tu IMC está...
fa: اوه، به نظر می‌رسد که وزن شما در این هفته چیزی است که باید نگران آن باشید. بیشتر زمان، شاخص توده بدنی شما...
fr: Oh-oh, il semble que votre poids cette semaine soit quelque chose qui mérite de l'inquiétude. La plupart du temps, votre IMC est...
id: Uh-oh, tampaknya berat badan Anda minggu ini adalah sesuatu yang patut dikhawatirkan. Sebagian besar waktu, BMI Anda adalah...
it: Uh-oh, sembra che il tuo peso questa settimana sia motivo di preoccupazione. Molte volte, il tuo BMI è...
ja: うーん、今週の体重は心配すべきことのようです。ほとんどの場合、BMIは...
ko: 음, 이번 주에 당신의 체중은 걱정거리로 보입니다. 대부분의 경우, 귀하의 BMI는...
nl: Oeps, het lijkt erop dat uw gewicht deze week iets is om u zorgen over te maken. Meestal is uw BMI...
pl: Uh-oh, wydaje się, że waga w tym tygodniu jest powodem do niepokoju. Przeważnie Twoje BMI wynosi...
pt_br: Ops, parece que seu peso esta semana é motivo de preocupação. Na maior parte do tempo, seu IMC é...
ru: Ой, кажется, что ваш вес на этой неделе вызывает беспокойство. Большую часть времени ваш ИМТ...
tr: Hata, bu haftaki kilonuz endişe verici gibi görünüyor. Çoğunlukla vücut kitle indeksiniz...
zh_hans: 噢，你本周的体重问题似乎有些令人担忧。多数时候，你的BMI……
zh_hant: 噢，你本周的體重問題似乎有些令人擔憂。多數時候，你的BMI……

# week_empty_bp
source: Your blood pressure is facing a challenge this week, and we're genuinely worried about you! Most of your blood pressure readings are...
ar: ضغط دمك يواجه تحديًا هذا الأسبوع، ونحن قلقون حقًا عليك! معظم قراءات ضغط الدم الخاصة بك...
de: Ihr Blutdruck steht in dieser Woche vor einer Herausforderung, und wir sind wirklich besorgt um Sie! Die meisten Ihrer Blutdruckmessungen sind...
es: Tu presión arterial enfrenta un desafío esta semana, ¡y realmente estamos preocupados por ti! La mayoría de tus lecturas de presión arterial son...
fa: فشار خون شما در این هفته با چالشی روبرو است و واقعاً نگران شما هستیم! بیشتر اندازه‌گیری‌های فشار خون شما...
fr: Votre tension artérielle rencontre un défi cette semaine et nous sommes vraiment inquiets pour vous ! La plupart de vos mesures de tension artérielle sont...
id: Tekanan darah Anda menghadapi tantangan minggu ini, dan kami benar-benar khawatir tentang Anda! Sebagian besar pembacaan tekanan darah Anda adalah...
it: La tua pressione sanguigna sta affrontando una sfida questa settimana, e siamo veramente preoccupati per te! La maggior parte delle letture della pressione sanguigna è...
ja: 今週の血圧は課題になっており、本当に心配です！ほとんどの血圧測定が...
ko: 이번 주에 당신의 혈압이 도전을 맞고 있어, 우리는 정말로 걱정되고 있어요! 대부분의 혈압 측정...
nl: Uw bloeddruk staat deze week voor een uitdaging en we maken ons echt zorgen om u! De meeste van uw bloeddrukmetingen zijn...
pl: Twój ciśnienie krwi stawia czoło wyzwaniu w tym tygodniu, i naprawdę martwimy się o Ciebie! Większość odczytów ciśnienia krwi to...
pt_br: Sua pressão arterial está enfrentando um desafio esta semana, e estamos realmente preocupados com você! A maioria das suas leituras de pressão arterial está...
ru: Ваше давление сталкивается с вызовом на этой неделе, и мы действительно беспокоимся о вас! Большинство ваших показаний давления...
tr: Kan basıncınız bu hafta bir zorlukla karşı karşıya ve gerçekten endişeliyiz! Kan basıncınızın çoğu ölçümü...
zh_hans: 本周，你的血压正在面临挑战，我们真的很担心你！你的大部分血压读数……
zh_hant: 本周，你的血壓正在面臨挑戰，我們真的很擔心你！你的大部分血壓讀數……

# week_empty_bs
source: According to your abnormal blood sugar level this week, you need to have tighter control of it. Your blood sugar level is...
ar: وفقًا لمستوى السكر في الدم الغير طبيعي هذا الأسبوع، يجب عليك ضبطه بشكل أفضل. مستوى سكر الدم لديك...
de: Aufgrund deines abnormen Blutzuckerspiegels in dieser Woche musst du ihn genauer kontrollieren. Dein Blutzuckerspiegel...
es: Según tu nivel anormal de azúcar en sangre esta semana, necesitas controlarlo más estrechamente. Tu nivel de azúcar en sangre...
fa: بر اساس سطح غیرطبیعی قند خون شما این هفته، نیاز است که کنترل آن را بهبود بخشید. سطح قند خون شما...
fr: Selon votre taux anormal de glycémie cette semaine, vous devez le contrôler plus rigoureusement. Votre taux de glycémie est...
id: Menurut tingkat gula darah abnormal Anda minggu ini, Anda perlu mengontrolnya dengan lebih ketat. Tingkat gula darah Anda adalah...
it: In base al livello di zucchero nel sangue anomalo di questa settimana, è necessario un controllo più attento. Il tuo livello di zucchero nel sangue...
ja: 今週の異常な血糖値から、それをより厳密に管理する必要があります。血糖値が...
ko: 이번 주의 비정상적인 혈당 수치로 보아, 더 엄격하게 관리해야 합니다. 혈당 수치가...
nl: Volgens uw abnormale bloedsuikerspiegel deze week, moet u het strakker onder controle houden. Uw bloedsuikerspiegel is...
pl: Według Twojego nieprawidłowego poziomu cukru we krwi w tym tygodniu, potrzebujesz bardziej ścisłej kontroli. Twój poziom cukru we krwi wynosi...
pt_br: De acordo com seu nível anormal de açúcar no sangue esta semana, você precisa controlá-lo com mais rigor. Seu nível de açúcar no sangue é...
ru: Согласно вашему аномальному уровню сахара в крови на этой неделе, вам нужно более тщательно его контролировать. Ваш уровень сахара в крови...
tr: Bu haftaki anormal kan şekeriniz nedeniyle daha sıkı bir kontrol gerekiyor. Kan şekeriniz...
zh_hans: 从本周异常的血糖水平来看，你需要更严格地控制血糖。你的血糖水平……
zh_hant: 從本周異常的血糖水平來看，你需要更嚴格地控制血糖。你的血糖水平……

# week_empty_energy
source: You've probably faced some tricky stuff this week. Don't forget to take a breather in between the hustle. Your energy level falls outside...
ar: ربما واجهت بعض الأمور الصعبة هذا الأسبوع. لا تنسى أن تأخذ استراحة في وسط هذه الحياة الصاخبة. ينحرف مستوى طاقتك خارج...
de: Diese Woche haben Sie wahrscheinlich einige knifflige Dinge erlebt. Vergessen Sie nicht, zwischendurch eine Pause einzulegen. Ihr Energielevel liegt...
es: Probablemente has enfrentado algunas cosas difíciles esta semana. No olvides tomar un respiro entre el ajetreo. Tu nivel de energía a veces está fuera del...
fa: احتمالاً در این هفته با چالش‌هایی روبه‌رو شده‌اید. فراموش نکنید که در میان هیاهو، یک نفس عمیق بکشید. سطح انرژی‌تان خارج از محدوده است...
fr: Vous avez probablement rencontré des situations délicates cette semaine. N'oubliez pas de faire une pause entre l'agitation. Votre niveau d'énergie est en dehors de la plage...
id: Anda mungkin menghadapi beberapa hal sulit minggu ini. Jangan lupa untuk mengambil napas di antara kesibukan. Tingkat energi Anda berada di luar rentang...
it: Probabilmente hai affrontato alcune cose difficili questa settimana. Non dimenticare di prendere una pausa tra l'attività frenetica. Il tuo livello di energia esce...
ja: おそらく今週はいくつかの難しいことに直面したでしょう。ハッスルの合間に息抜きすることを忘れないでください。エネルギーレベルが時々...
ko: 이번 주에는 어려운 일들이 있었을 것 같습니다. 바쁜 일정 사이에 휴식을 취하세요. 가끔 에너지 수준이...
nl: Je hebt waarschijnlijk deze week wat lastige situaties meegemaakt. Vergeet niet af en toe even adem te halen tussen de drukte door. Je energieniveau valt buiten...
pl: Prawdopodobnie napotkałeś trudne sytuacje w tym tygodniu. Nie zapomnij robić sobie chwilowego oddechu między pośpiechem. Twój poziom energii wychodzi poza...
pt_br: Provavelmente você enfrentou algumas situações complicadas esta semana. Não se esqueça de dar uma pausa no meio da correria. Seu nível de energia está fora da...
ru: Вероятно, вы столкнулись с некоторыми сложностями на этой неделе. Не забывайте делать перерывы между суетой. Ваш уровень энергии выходит за пределы...
tr: Bu hafta bazı zorluklarla karşılaşmış olabilirsiniz. Hızlı tempoda aralıklarla mola vermeyi unutmayın. Enerji seviyeniz normal aralığın dışında...
zh_hans: 本周你可能遇到了一些麻烦，在忙碌时也别忘了休息一下。你的能量水平有时不太……
zh_hant: 本周你可能遇到了一些麻煩，在忙碌時也別忘了休息一下。你的能量水平有時不太……

# week_empty_hrv
source: Based on this week's results, it seems there's a bit of a risk for health issues if the situation worsens. Specifically, the data indicates...
ar: استنادًا إلى نتائج هذا الأسبوع، يبدو أن هناك بعض المخاطر لحدوث مشاكل صحية إذا تفاقمت الحالة. تحديدا، تشير البيانات إلى...
de: Basierend auf den Ergebnissen dieser Woche besteht bei einer Verschlechterung der Situation ein gewisses Risiko für gesundheitliche Probleme. Speziell zeigt die Daten...
es: Según los resultados de esta semana, parece haber un riesgo de problemas de salud si la situación empeora. Específicamente, los datos indican...
fa: براساس نتایج این هفته، به نظر می‌رسد اگر وضعیت بدتر شود، خطر ابتلا به مشکلات سلامتی وجود دارد. به ویژه، داده‌ها نشان می‌دهند...
fr: Sur la base des résultats de cette semaine, il semble y avoir un risque de problèmes de santé si la situation empire. Spécifiquement, les données indiquent...
id: Berdasarkan hasil minggu ini, sepertinya ada sedikit risiko masalah kesehatan jika situasinya memburuk. Secara khusus, data menunjukkan...
it: Sulla base dei risultati di questa settimana, sembra esserci un rischio lieve di problemi di salute se la situazione peggiora. Nello specifico, i dati indicano...
ja: 今週の結果に基づくと、状況が悪化すれば健康問題のリスクが少しあるようです。具体的には、データによると...
ko: 이번 주의 결과를 기반으로 하면, 상황이 악화된다면 건강 문제의 위험이 약간 있어 보입니다. 구체적으로 데이터는...
nl: Op basis van de resultaten van deze week lijkt er een klein risico op gezondheidsproblemen te zijn als de situatie verslechtert. Specifiek geven de gegevens aan...
pl: Na podstawie wyników tego tygodnia wydaje się, że istnieje pewne ryzyko problemów zdrowotnych, jeśli sytuacja się pogorszy. Konkretnie dane wskazują...
pt_br: Com base nos resultados desta semana, parece haver um pequeno risco de problemas de saúde se a situação piorar. Especificamente, os dados indicam...
ru: Исходя из результатов этой недели, кажется, есть небольшой риск возникновения проблем со здоровьем при ухудшении ситуации. В частности, данные указывают на...
tr: Bu haftanın sonuçlarına göre, durum kötüleşirse sağlık sorunları riski biraz var gibi görünüyor. Özellikle, veriler...
zh_hans: 从本周的结果来看，如果情况持续恶化，将威胁到你的身体健康。具体来说，数据显示……
zh_hant: 從本周的結果來看，如果情況持續惡化，將威脅到你的身體健康。具體來說，數據顯示……
