Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# result_body_condition_analysis_4_b_gpt
source: Your energy is through the roof, but take note that being hyper can be a problem. You may have pushed your body a bit too hard.
ar: طاقتك عالية للغاية، ولكن احذر أن تكون النشاط الزائد قد يكون مشكلة. قد تكون قد دفعت جسمك بعض الشيء بشكل زائد.
de: Deine Energie ist durch das Dach, aber beachte, dass Überaktivität ein Problem sein kann. Du hast deinen Körper vielleicht ein wenig zu stark beansprucht.
es: Tu energía está por las nubes, pero ten en cuenta que estar hiperactivo puede ser un problema. Puede que hayas llevado a tu cuerpo un poco más allá de lo recomendable.
fa: انرژی شما از طریق سقف است، اما توجه داشته باشید که بیش از حد فعال بودن ممکن است یک مشکل باشد. ممکن است بدن خود را کمی زیادی فشار داده‌اید.
fr: Votre énergie est au sommet, mais notez bien qu'être hyperactif peut être un problème. Vous avez peut-être poussé votre corps un peu trop fort.
id: Energi Anda melonjak tinggi, tetapi perhatikan bahwa menjadi terlalu aktif bisa menjadi masalah. Anda mungkin telah mendorong tubuh Anda agak terlalu keras.
it: La tua energia è alle stelle, ma fai attenzione che essere iperattivi può essere un problema. Potresti aver spinto un po' troppo il tuo corpo.
ja: あなたのエネルギーは頂点に達していますが、ハイパーになることが問題になる可能性があります。体を少し無理をしているかもしれませんので注意してください。
ko: 당신의 에너지는 정상을 넘어섰지만, 지나치게 과다하게 활동하면 문제가 발생할 수 있습니다. 아마도 몸을 너무 힘들게 다루었을 수 있습니다.
nl: Uw energie is door het dak, maar let op dat hyperactief zijn een probleem kan zijn. U hebt uw lichaam misschien een beetje te hard geduwd.
pl: Twoja energia jest na najwyższym poziomie, ale zwróć uwagę, że być nadmiernie pobudzonym może być problemem. Możliwe, że trochę za bardzo naciskałeś na swoje ciało.
pt_br: Sua energia está pelas alturas, mas observe que estar hiperativo pode ser um problema. Você pode ter pressionado seu corpo um pouco demais.
ru: Ваша энергия зашкаливает, но имейте в виду, что гиперактивность может стать проблемой. Возможно, вы немного переусердствовали с вашим телом.
tr: Enerjiniz tavan yapmış durumda, ancak aşırı aktif olmanın bir sorun olabileceğini unutmayın. Vücudunuza biraz fazla zorlama yapmış olabilirsiniz.
zh_hans: 你的能量值正在飙升，但需要注意，过度兴奋可能会带来问题。看起来你把自己逼得有点紧。
zh_hant: 您的能量爆棚，但要注意過度活躍可能成為問題。您可能使自己的身體受到過度壓力。

# result_body_condition_bd_1_a_gpt
source: Oh, it seems like your body is draining!
ar: أوه، يبدو أن جسمك يتعب!
de: Oh, es scheint, als würde dein Körper Energie verlieren!
es: ¡Oh, parece que tu cuerpo se está agotando!
fa: اوه، به نظر می‌آید که بدن شما در حال خالی شدن است!
fr: Oh, il semble que votre corps s'épuise !
id: Oh, sepertinya tubuhmu sedang melemah!
it: Oh, sembra che il tuo corpo si stia svuotando!
ja: おっと、体がエネルギー切れのようですね！
ko: 어, 몸이 힘이 빠져 가는 것 같아요!
nl: Oh, het lijkt erop dat je lichaam leegloopt!
pl: Och, wygląda na to, że twój organizm się wyczerpuje!
pt_br: Oh, parece que seu corpo está se esgotando!
ru: Ох, кажется, ваш организм истощается!
tr: Oh, görünüşe göre vücudun tükeniyor gibi!
zh_hans: 哦天呐，看起来你身体的能量正在消耗殆尽！
zh_hant: 噢，看起來您的身體正在耗盡！

# result_body_condition_bd_1_b_gpt
source: Uh-oh, it looks like your body is running on empty!
ar: أوه، يبدو أن جسمك يعمل بلا احتياط!
de: Oh-oh, es sieht so aus, als würde dein Körper auf Reserve laufen!
es: ¡Ay, parece que tu cuerpo está funcionando con reserva!
fa: اوه، به نظر می‌آید که بدن شما در حال کار با انرژی ذخیره‌ای است!
fr: Oh oh, on dirait que votre corps fonctionne à vide !
id: Uh-oh, kelihatannya tubuhmu berjalan tanpa bahan bakar!
it: Uh-oh, sembra che il tuo corpo stia funzionando a vuoto!
ja: おっと、体が予備動作しているようですね！
ko: 우와, 오, 당신의 몸이 에너지가 바닥나는 것 같아요!
nl: Uh-oh, het lijkt erop dat je lichaam op reserve draait!
pl: Ojej, wygląda na to, że twój organizm działa na pusto!
pt_br: Ops, parece que seu corpo está funcionando no vazio!
ru: Упс, похоже, что ваш организм работает на пустом ходу!
tr: Vay be, görünüşe göre vücudun boşta çalışıyor!
zh_hans: 哎呀，看起来你的身体已经没有能量了！
zh_hant: 唉呀，看起來您的身體正在空轉！

# result_body_condition_bd_2_a_gpt
source: Take a breather, your body's feeling a bit low.
ar: خذ قسطًا من الراحة، جسمك يشعر بالضعف قليلاً.
de: Gönn dir eine Pause, dein Körper fühlt sich etwas schlapp an.
es: Tómate un respiro, tu cuerpo se siente un poco bajo de energía.
fa: یکم استراحت کنید، بدن شما کمی ضعیف احساس می‌کند.
fr: Prenez une pause, votre corps se sent un peu faible.
id: Istirahat sejenak, tubuhmu terasa agak lemas.
it: Prenditi una pausa, il tuo corpo si sente un po' giù.
ja: 深呼吸して、体が少し元気ないようです。
ko: 한숨 돌리세요, 몸이 좀 피곤한 모양이에요.
nl: Neem even een pauze, je lichaam voelt zich een beetje laag.
pl: Zrób sobie przerwę, twój organizm czuje się trochę słabo.
pt_br: Dê um tempo, seu corpo está se sentindo um pouco fraco.
ru: Возьмите перерыв, вашему организму немного не хватает.
tr: Bir mola ver, vücudun biraz düşük hissediyor.
zh_hans: 休息一下，你的身体感觉有点萎靡。
zh_hant: 休息一下，您的身體感覺有點低落。

# result_body_condition_bd_2_b_gpt
source: Whoa, easy there! Your body needs a breather.
ar: واو، هادئاً هناك! جسمك يحتاج إلى قسط من الراحة.
de: Hoppla, leichter! Dein Körper braucht eine Verschnaufpause.
es: ¡Vaya, fácil ahí! Tu cuerpo necesita un descanso.
fa: واه، آسون باش! بدن شما به استراحت نیاز دارد.
fr: Whoa, doucement ! Votre corps a besoin d'une pause.
id: Whoa, santai! Tubuhmu butuh istirahat.
it: Whoa, calmati! Il tuo corpo ha bisogno di una pausa.
ja: おっと、そこまで！体には休息が必要です。
ko: 와, 천천히요! 몸이 휴식이 필요해요.
nl: Whoa, makkelijk daar! Je lichaam heeft even een adempauze nodig.
pl: Oho, łatwo tam! Twój organizm potrzebuje przerwy.
pt_br: Uau, fácil! Seu corpo precisa de um descanso.
ru: Легче, пожалуйста! Вашему организму нужен перерыв.
tr: Whoa, kolay! Vücudun bir mola ihtiyacı var.
zh_hans: 放松点！你的身体需要喘口气。
zh_hant: 輕鬆點！您的身體需要喘息。

# result_body_condition_bd_3_a_gpt
source: You're bursting with vitality right now!
ar: أنت مليء بالحيوية الآن!
de: Du sprühst vor Vitalität!
es: ¡Estás rebosante de vitalidad en este momento!
fa: الآن بدن شما از حیات پر است!
fr: Vous débordez de vitalité en ce moment !
id: Kamu penuh vitalitas saat ini!
it: Scatti di vitalità in questo momento!
ja: 今、あなたは活気に満ちています！
ko: 당신은 현재 활기 넘치네요!
nl: Je barst van vitaliteit op dit moment!
pl: Promieniujesz teraz witalnością!
pt_br: Você está cheio de vitalidade agora!
ru: Вы излучаете живость прямо сейчас!
tr: Şu anda enerji patlamış durumdasın!
zh_hans: 你现在充满活力！
zh_hant: 您現在充滿活力！

# result_body_condition_bd_3_b_gpt
source: Fantastic! You're a ball of fire!
ar: رائع! أنت كرة نار!
de: Fantastisch! Du bist ein Feuerball!
es: ¡Fantástico! ¡Eres una bola de fuego!
fa: عالی! شما یک توپ آتش هستید!
fr: Fantastique ! Vous êtes une boule de feu !
id: Fantastis! Kamu seperti bola api!
it: Fantastico! Sei una palla di fuoco!
ja: 素晴らしい！あなたは火の玉です！
ko: 훌륭해요! 당신은 불덩어리 같아요!
nl: Fantastisch! Je bent een vuurbal!
pl: Fantastycznie! Jesteś kulką ognia!
pt_br: Fantástico! Você é uma bola de fogo!
ru: Фантастично! Вы - огненный шар!
tr: Harika! Sen bir ateş topususun!
zh_hans: 太棒了！你能量爆棚！
zh_hant: 太棒了！您就像一團火焰！

# result_body_condition_bd_4_a_gpt
source: Chill out! Your body is a bit too hyped up.
ar: استرخِ! جسمك متحمس قليلاً.
de: Entspann dich! Dein Körper ist etwas zu aufgedreht.
es: ¡Relájate! Tu cuerpo está un poco demasiado agitado.
fa: استراحت کن! بدن شما کمی بیش از حد پرشور است.
fr: Détendez-vous ! Votre corps est un peu trop excité.
id: Santai! Tubuhmu agak terlalu terpacu.
it: Rilassati! Il tuo corpo è un po' troppo eccitato.
ja: 冷静に！体が少し興奮しすぎています。
ko: 침착하세요! 몸이 좀 지나치게 흥분돼 있어요.
nl: Rustig aan! Je lichaam is een beetje te opgewonden.
pl: Odstresuj się! Twój organizm jest trochę zbyt nakręcony.
pt_br: Relaxe! Seu corpo está um pouco agitado demais.
ru: Расслабьтесь! Ваш организм немного переохлажден.
tr: Sakin ol! Vücudun biraz fazla coşmuş durumda.
zh_hans: 冷静下来！你的身体状况有点过于兴奋。
zh_hant: 冷靜下來！您的身體有點過於興奮。

# result_body_condition_bd_4_b_gpt
source: Slow down a bit! Your body is in overdrive.
ar: تباطؤ قليلاً! جسمك في حالة زيادة في السرعة.
de: Etwas langsamer! Dein Körper läuft auf Hochtouren.
es: ¡Reduce la velocidad un poco! Tu cuerpo está a toda marcha.
fa: کمی آهسته باش! بدن شما در حال افزایش سرعت است.
fr: Ralentissez un peu ! Votre corps est en surchauffe.
id: Pelan-pelan sedikit! Tubuhmu sedang terlalu bersemangat.
it: Rallenta un po'! Il tuo corpo è in sovrimpressione.
ja: 少しゆっくり！体がオーバードライブ中です。
ko: 조금 늦춰요! 몸이 너무 과속 중이에요.
nl: Iets rustiger aan! Je lichaam draait overuren.
pl: Zwolnij trochę! Twój organizm pracuje na pełnych obrotach.
pt_br: Diminua um pouco! Seu corpo está em alta velocidade.
ru: Немного замедлите! Ваш организм в режиме повышенной активности.
tr: Biraz yavaşla! Vücudun aşırı hızda.
zh_hans: 慢点！你的身体处于超速状态。
zh_hant: 慢點！您的身體處於超速狀態。

# result_body_condition_suggestion_1_a_gpt
source: Take a break from what you're doing, and give yourself a breather—nothing is that urgent. Relax, have a drink, and grab a snack. Your health is the long-term treasure!
ar: خذ استراحة من ما تقوم به، وامنح نفسك قسطًا من الراحة - لا شيء هام جداً. استرخ، اشرب شيئًا، وخذ وجبة خفيفة. صحتك هي الكنز على المدى الطويل!
de: Mach eine Pause von dem, was du tust, und gönne dir eine Verschnaufpause – nichts ist so dringend. Entspann dich, trink etwas und schnapp dir einen Snack. Deine Gesundheit ist der langfristige Schatz!
es: Haz una pausa en lo que estás haciendo y date un respiro, nada es tan urgente. Relájate, toma algo de beber y come algo ligero. ¡Tu salud es el tesoro a largo plazo!
fa: یک استراحت از آنچه دارید انجام می‌دهید بگیرید و به خود یک مهلت بدهید - هیچ چیز اینقدر فوری نیست. آرامش کنید، یک نوشیدنی بنوشید و یک خوراک بگیرید. سلامتی شما گنجینه‌ای برای طولانی مدت است!
fr: Fais une pause dans ce que tu fais, et offre-toi une pause - rien n'est si urgent. Détends-toi, prends un verre et grignote quelque chose. Ta santé est le trésor à long terme !
id: Beristirahatlah sejenak dari apa yang sedang Anda lakukan, dan beri diri Anda napas sebentar—tidak ada yang begitu mendesak. Santai, minum, dan makanlah camilan. Kesehatan Anda adalah harta jangka panjang!
it: Fai una pausa da ciò che stai facendo e concediti una pausa, nulla è così urgente. Rilassati, prendi qualcosa da bere e uno snack. La tua salute è il tesoro a lungo termine!
ja: 今やっていることから少し休憩を取り、自分に息抜きを与えましょう。何もそれほど緊急ではありません。リラックスして、飲み物を取り、軽食をつまみましょう。あなたの健康は長期の宝物です！
ko: 지금 하던 일에서 잠시 쉬어주세요. 그리고 스스로에게 휴식을 주세요. 아무것도 그렇게 급한 일은 없어요. 편안하게 쉬고 음료를 마시며 간식을 챙기세요. 건강이야말로 장기적인 보물이에요!
nl: Neem een pauze van wat je aan het doen bent, en geef jezelf een adempauze - niets is zo dringend. Ontspan, neem iets te drinken en pak een snack. Je gezondheid is de schat op de lange termijn!
pl: Zrób przerwę od tego, co robisz, i daj sobie chwilę wytchnienia - nic nie jest tak pilne. Zrelaksuj się, napij się czegoś i weź przekąskę. Twoje zdrowie to skarb na długi okres!
pt_br: Dê uma pausa no que está fazendo e tire um momento para descansar, nada é tão urgente. Relaxe, tome uma bebida e pegue um lanche. Sua saúde é o tesouro a longo prazo!
ru: Сделайте перерыв от того, что вы делаете, и дайте себе передышку — ничто не настолько срочно. Расслабьтесь, выпейте что-то и закусите. Ваше здоровье — долгосрочное сокровище!
tr: Yaptığınız şeyden bir ara verin ve kendinize bir mola verin - hiçbir şey o kadar acil değil. Rahatlayın, bir şeyler için içecek alın ve atıştırmalık yapın. Sağlığınız uzun vadeli bir hazine!
zh_hans: 你可以先把手头的任务放一放，给自己创造一刻轻松的时光 — 没有什么事是那么急迫的。休息片刻，喝口水，尝点小零食。毕竟，健康是最持久的财富！
zh_hant: 暫時停下手邊的工作，給自己一個喘息的機會 — 沒有什麼是那麼緊急的。放鬆一下，喝點水，吃點小吃。您的健康是長期的財富！

# result_body_condition_suggestion_1_b_gpt
source: Your body is telling you that it's time to take a break. Consider nourishing yourself with healthy snacks and staying hydrated. Your health is the top priority right now.
ar: يخبرك جسمك أنه حان الوقت لأخذ استراحة. افكر في تغذية نفسك بوجبات خفيفة صحية والبقاء مترطبًا. صحتك هي الأولوية الآن.
de: Dein Körper sagt dir, dass es Zeit für eine Pause ist. Überlege, dich mit gesunden Snacks zu verwöhnen und gut hydriert zu bleiben. Deine Gesundheit hat jetzt oberste Priorität.
es: Tu cuerpo te está diciendo que es hora de tomar un descanso. Considera alimentarte con aperitivos saludables y mantenerte hidratado. Tu salud es la principal prioridad en este momento.
fa: بدن شما به شما می‌گوید که زمان استراحت است. در نظر بگیرید خود را با اسنک‌های سالم تغذیه کنید و همیشه آب بنوشید. در حال حاضر، سلامتی شما اولویت اصلی است.
fr: Votre corps vous dit qu'il est temps de faire une pause. Pensez à vous nourrir avec des collations saines et à rester hydraté. Votre santé est la priorité absolue en ce moment.
id: Tubuh Anda memberi sinyal bahwa saatnya istirahat. Pertimbangkan untuk menyehatkan diri dengan camilan sehat dan tetap terhidrasi. Kesehatan Anda adalah prioritas utama saat ini.
it: Il tuo corpo ti sta dicendo che è il momento di fare una pausa. Considera di nutrirti con snack sani e rimanere idratato. La tua salute è la priorità assoluta in questo momento.
ja: 体が休憩の時間だと伝えています。健康なスナックで栄養を摂り、水分補給を心がけましょう。今はあなたの健康が最優先です。
ko: 당신의 몸이 휴식을 취할 시간이라고 말하고 있습니다. 건강한 간식으로 영양을 공급하고 수분을 충분히 섭취하는 것을 고려해보세요. 지금 당신의 건강이 최우선입니다.
nl: Je lichaam vertelt je dat het tijd is om een pauze te nemen. Overweeg jezelf te voeden met gezonde snacks en goed gehydrateerd te blijven. Je gezondheid heeft op dit moment de hoogste prioriteit.
pl: Twój organizm mówi ci, że nadszedł czas na przerwę. Rozważ zasilanie się zdrowymi przekąskami i utrzymanie odpowiedniego nawodnienia. Twoje zdrowie jest teraz najważniejsze.
pt_br: Seu corpo está dizendo que é hora de fazer uma pausa. Considere se alimentar com lanches saudáveis e se manter hidratado. Sua saúde é a principal prioridade agora.
ru: Ваше тело говорит вам, что пришло время взять перерыв. Рассмотрите возможность питаться здоровыми закусками и поддерживать уровень гидратации. Ваше здоровье сейчас наивысший приоритет.
tr: Vücudunuz size bir mola vermenin zamanı geldiğini söylüyor. Sağlıklı atıştırmalıklarla beslenmeyi ve yeterince su içmeyi düşünün. Şu anda sağlığınız en üst önceliktedir.
zh_hans: 你的身体正向你发出明显的信号，提醒你需要给自己一点喘息的机会。试着去品尝一些美味但不乏营养的零嘴，同时确保充足的水分摄入。此时此刻，你要将关注的焦点放在身体健康上，因为你的身体最值得被呵护和关爱！
zh_hant: 您的身體在告訴您是時候休息一下了。考慮用健康的小吃滋養自己並保持水分充足。您的健康現在是最重要的。

# result_body_condition_suggestion_2_a_gpt
source: Remember to give yourself some time to rest and recharge even if you are busy. After your body returns to its optimal state, you'll be able to sprint ahead even faster!
ar: تذكر أن تمنح نفسك بعض الوقت للراحة وإعادة الشحن حتى لو كنت مشغولًا. بعد عودة جسدك إلى حالته الأمثل، ستكون قادرًا على الانطلاق بسرعة أكبر!
de: Denk daran, dir auch Zeit zum Ausruhen und Aufladen zu nehmen, selbst wenn du beschäftigt bist. Nachdem dein Körper seinen optimalen Zustand wiedererlangt hat, kannst du sogar noch schneller voranschreiten!
es: Recuerda darte un tiempo para descansar y recargarte aunque estés ocupado. Después de que tu cuerpo vuelva a su estado óptimo, ¡podrás avanzar aún más rápido!
fa: به یاد داشته باشید حتی اگر مشغول هستید، به خودتان مدتی برای استراحت و شارژ دادن بدهید. بعد از بازگشت بدن شما به حالت بهینه‌اش، حتی قدرتمندتر پیش خواهید رفت!
fr: N'oublie pas de te donner du temps pour te reposer et te ressourcer même si tu es occupé. Une fois que ton corps retrouve son état optimal, tu pourras sprinter encore plus rapidement !
id: Ingatlah untuk memberi diri Anda waktu untuk istirahat dan mengisi ulang bahkan jika Anda sibuk. Setelah tubuh Anda kembali ke kondisi optimalnya, Anda akan bisa berlari lebih cepat!
it: Ricorda di prenderti del tempo per riposarti e ricaricarti anche se sei occupato. Dopo che il tuo corpo ritorna al suo stato ottimale, sarai in grado di correre ancora più veloce!
ja: 忙しい場合でも、休息とリチャージのために少し時間を取ることを覚えておいてください。体が最適な状態に戻った後、もっと速く前進できるでしょう！
ko: 바쁘더라도 휴식과 재충전을 위한 시간을 가져보세요. 몸이 최적 상태로 돌아오면 더 빠르게 나아갈 수 있을 거예요!
nl: Denk eraan om jezelf wat tijd te gunnen om te rusten en op te laden, zelfs als je druk bezig bent. Nadat je lichaam terugkeert naar zijn optimale toestand, kun je nog sneller vooruit sprinten!
pl: Pamiętaj, aby dać sobie trochę czasu na odpoczynek i naładowanie baterii, nawet jeśli jesteś zajęty. Po powrocie ciała do optymalnego stanu, będziesz mógł jeszcze szybciej biec do przodu!
pt_br: Lembre-se de se dar algum tempo para descansar e recarregar, mesmo que esteja ocupado. Depois que seu corpo voltar ao estado ótimo, você poderá avançar ainda mais rápido!
ru: Не забывайте давать себе время отдыха и перезарядки, даже если вы заняты. После того как ваш организм вернется к оптимальному состоянию, вы сможете двигаться еще быстрее!
tr: Meşgul olsanız bile dinlenmek ve enerji toplamak için kendinize zaman ayırmayı unutmayın. Vücudunuz optimal durumuna döndükten sonra daha hızlı ilerleyebileceksiniz!
zh_hans: 即便工作再忙碌，你也一定要记得给自己留出时间休息和充电。等到身体恢复到最佳状态，你就能更加迅猛地冲刺前行！
zh_hant: 即使很忙，也要記得給自己一些時間休息和充電。在身體恢復到最佳狀態後，您將能夠更快地衝刺！

# result_body_condition_suggestion_2_b_gpt
source: Take time to engage in restorative activities like yoga and meditation. Remember, giving yourself the care you need can make a big difference in boosting your energy.
ar: قم بقضاء بعض الوقت في ممارسة الأنشطة المسترخية مثل اليوغا والتأمل. تذكر، إعطاء نفسك الرعاية التي تحتاجها يمكن أن يحدث فارق كبير في زيادة طاقتك.
de: Nimm dir Zeit für erholsame Aktivitäten wie Yoga und Meditation. Denke daran, dass die Pflege, die du brauchst, einen großen Unterschied machen kann, um deine Energie zu steigern.
es: Dedica tiempo a actividades restauradoras como el yoga y la meditación. Recuerda, brindarte el cuidado que necesitas puede marcar una gran diferencia para aumentar tu energía.
fa: وقت بگذارید تا در فعالیت‌های بهبودی‌بخش مانند یوگا و مراقبه شرکت کنید. به یاد داشته باشید، به خود مراقبت کافی را انجام دادن می‌تواند تفاوت زیادی در افزایش انرژی شما ایجاد کند.
fr: Prenez le temps de vous engager dans des activités réparatrices comme le yoga et la méditation. N'oubliez pas, vous offrir les soins dont vous avez besoin peut faire une grande différence pour booster votre énergie.
id: Luangkan waktu untuk terlibat dalam kegiatan restoratif seperti yoga dan meditasi. Ingatlah, memberikan perawatan yang Anda butuhkan dapat membuat perbedaan besar dalam meningkatkan energi Anda.
it: Dedica del tempo a praticare attività riparatrici come lo yoga e la meditazione. Ricorda, concederti le cure di cui hai bisogno può fare una grande differenza nel potenziare la tua energia.
ja: ヨガや瞑想のような回復活動に時間をかけてみてください。自分に必要なケアをすることが、エネルギーを向上させる大きな違いを生むことを覚えておいてください。
ko: 요가와 명상과 같은 회복적인 활동에 참여하는 시간을 가져보세요. 자신에게 필요한 돌봄을 주는 것이 에너지를 크게 향상시키는 데 큰 차이를 만들 수 있습니다.
nl: Neem de tijd om deel te nemen aan herstellende activiteiten zoals yoga en meditatie. Onthoud, jezelf de zorg geven die je nodig hebt, kan een groot verschil maken in het verhogen van je energie.
pl: Znajdź czas na zaangażowanie się w działania przywracające, takie jak joga i medytacja. Pamiętaj, że zadbanie o siebie może znacząco wpłynąć na zwiększenie twojej energii.
pt_br: Dê tempo para se envolver em atividades restauradoras como yoga e meditação. Lembre-se, cuidar de si mesmo pode fazer uma grande diferença em aumentar sua energia.
ru: Находите время для участия в восстановительных занятиях, таких как йога и медитация. Помните, что забота о себе может сделать большую разницу в увеличении вашей энергии.
tr: Yoga ve meditasyon gibi restore edici aktivitelere zaman ayırın. Unutmayın, ihtiyacınız olan bakımı kendinize vermek, enerjinizi artırmada büyük bir fark yaratabilir.
zh_hans: 你应该花一些时间投身于瑜伽和冥想等有助于身心恢复的活动。切勿忘记，适当地关注一下自己的身体健康，使自己充满活力。
zh_hant: 花些時間參與修復性的活動，比如瑜伽和冥想。記住，給予自己所需的關愛可以在提升能量方面產生很大的差異。

# result_body_condition_suggestion_3_a_gpt
source: Keep that momentum going, but remember to treat yourself to well-deserved rest and recovery once the task's accomplished.
ar: استمر في هذا الزخم، ولكن تذكر أن تمنح نفسك راحة واستردادًا يستحقهما بمجرد إنجاز المهمة.
de: Halte den Schwung aufrecht, aber denk daran, dir nach erledigter Aufgabe eine wohlverdiente Ruhepause und Erholung zu gönnen.
es: Mantén ese impulso, pero recuerda premiarte con un merecido descanso y recuperación una vez que se haya completado la tarea.
fa: این انگیزه را حفظ کنید، اما به یاد داشته باشید که بعد از انجام کار، به خودتان استراحت و بازیابی خود را که لایق آن هستید، بدهید.
fr: Maintiens cette dynamique, mais n'oublie pas de te faire plaisir avec un repos bien mérité et une récupération une fois la tâche accomplie.
id: Pertahankan momentum itu, tapi ingatlah untuk memberi diri Anda istirahat dan pemulihan yang layak setelah tugas selesai.
it: Mantieni quel momento, ma ricorda di concederti un meritato riposo e recupero una volta completato il compito.
ja: その勢いを保ちつつ、タスクが完了したら、自分にはっきりとした休息と回復を与えることを忘れないでください。
ko: 그 힘을 유지하되, 작업을 완료한 후에는 자신에게 충분한 휴식과 회복을 선물해주세요.
nl: Houd dat momentum vast, maar vergeet niet jezelf te trakteren op welverdiende rust en herstel zodra de taak is volbracht.
pl: Utrzymuj ten impet, ale pamiętaj, aby obdarować siebie zasłużonym odpoczynkiem i regeneracją po ukończeniu zadania.
pt_br: Mantenha esse impulso, mas lembre-se de se presentear com um descanso e recuperação bem merecidos assim que a tarefa for concluída.
ru: Сохраняйте этот импульс, но помните о том, чтобы побаловать себя заслуженным отдыхом и восстановлением, как только задача будет выполнена.
tr: O momentumu sürdürün, ancak görev tamamlandıktan sonra kendinizi hak ettiğiniz dinlenme ve iyileşme ile ödüllendirin.
zh_hans: 保持这份动力，可别忘了在解决问题后奖励自己应有的休息时间。
zh_hant: 保持這個動力，但記得在任務完成後給自己應得的休息和恢復。
