Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# result_stress_suggestion_6_sub_a_gpt
source: Don't worry, we all face tough times that bring stress, but these phases pass. A world that's brighter and more enjoyable is waving to you!
ar: لا داعي للقلق، نواجه جميعًا أوقات صعبة تجلب التوتر، ولكن هذه الفترات تمر. عالم أكثر إشراقًا ومتعة يرحب بك!
de: Keine Sorge, wir alle erleben schwierige Zeiten, die Stress mit sich bringen, aber diese Phasen gehen vorüber. Eine Welt, die heller und angenehmer ist, winkt dir!
es: No te preocupes, todos enfrentamos momentos difíciles que generan estrés, pero esas fases pasan. ¡Un mundo más brillante y agradable te saluda!
fa: نگران نباش، ما همه با زمان‌های سختی روبرو می‌شویم که استرس به همراه دارند، اما این فازها گذرا هستند. یک دنیا که روشن‌تر و لذت‌بخش‌تر است به تو می‌لرزد!
fr: Ne vous inquiétez pas, nous traversons tous des moments difficiles qui génèrent du stress, mais ces phases passent. Un monde plus lumineux et plus agréable vous fait signe !
id: Jangan khawatir, kita semua menghadapi waktu sulit yang membawa stres, tetapi fase-fase ini akan berlalu. Dunia yang lebih cerah dan menyenangkan sedang melambaikan tangan padamu!
it: Non preoccuparti, tutti affrontiamo momenti difficili che portano stress, ma queste fasi passano. Un mondo più luminoso e piacevole ti sta salutando!
ja: 心配しないで、私たちはみんなストレスを引き起こす厳しい時期に直面しますが、これらの段階は過ぎ去ります。より明るく楽しい世界があなたに手を振っています！
ko: 걱정하지 마세요. 우리는 모두 스트레스를 가져오는 어려운 시기를 겪지만, 이런 단계는 지나갑니다. 더 밝고 즐거운 세계가 당신을 맞이하고 있습니다!
nl: Maak je geen zorgen, we hebben allemaal moeilijke tijden die stress met zich meebrengen, maar deze fasen gaan voorbij. Een wereld die helderder en plezieriger is, wuift naar je!
pl: Nie martw się, wszyscy przeżywamy trudne chwile, które przynoszą stres, ale te fazy mijają. Świat, który jest jaśniejszy i bardziej przyjemny, kiwa do ciebie!
pt_br: Não se preocupe, todos enfrentamos momentos difíceis que trazem estresse, mas essas fases passam. Um mundo mais brilhante e mais agradável está acenando para você!
ru: Не волнуйтесь, мы все сталкиваемся с трудными временами, которые приносят стресс, но эти фазы проходят. Мир, более яркий и приятный, машет вам!
tr: Endişelenme, hepimiz stres getiren zor zamanlarla karşılaşıyoruz, ancak bu evreler geçer. Daha parlak ve keyifli bir dünya size el sallıyor!
zh_hans: 不必担心，我们都会经历压力爆表的低迷期，但这些不愉快终将会过去。一个更光明、更愉悦的前方正在向你招手！
zh_hant: 不要擔心，我們都會面對帶來壓力的艱難時期，但這些階段會過去。一個更明亮更愉快的世界正在向您招手！

# result_stress_suggestion_6_sub_b_gpt
source: Remember, the tough times brought by stress are like passing clouds—temporary. After that, what awaits you is the radiant sunshine.
ar: تذكر، الأوقات الصعبة الناجمة عن التوتر مثل السحب المارة - مؤقتة. بعد ذلك، ما ينتظرك هو شمس مشرقة.
de: Denke daran, die schwierigen Zeiten, die Stress mit sich bringt, sind wie vorüberziehende Wolken - vorübergehend. Danach erwartet dich der strahlende Sonnenschein.
es: Recuerda, los momentos difíciles causados por el estrés son como nubes pasajeras, temporales. Después de eso, te espera un sol radiante.
fa: به یاد داشته باش، زمان‌های سخت به دلیل استرس مانند ابرهای عبوری هستند - موقت. بعد از آن، آفتاب درخشان به تو منتظر است.
fr: Rappelez-vous, les moments difficiles causés par le stress sont comme des nuages passagers - temporaires. Après cela, vous attend un soleil radieux.
id: Ingatlah, waktu sulit yang dibawa oleh stres seperti awan yang lewat - sementara. Setelah itu, yang menunggumu adalah sinar matahari yang bersinar terang.
it: Ricorda, i momenti difficili causati dallo stress sono come nuvole che passano, temporanei. Dopo di ciò, ti aspetta un sole radiante.
ja: 覚えておいてください、ストレスがもたらす厳しい時期は通り過ぎる雲のようなものです - 一時的です。その後に待っているのは輝く太陽です。
ko: 스트레스가 가져오는 어려운 시기는 일시적인 passing clouds처럼입니다. 그 후에 당신을 기다리는 것은 빛나는 햇살입니다.
nl: Onthoud, de moeilijke tijden veroorzaakt door stress zijn als voorbijgaande wolken - tijdelijk. Daarna wacht je stralende zonneschijn.
pl: Pamiętaj, trudne chwile spowodowane stresem są jak przemijające chmury - tymczasowe. Potem czeka cię promiennie świecące słońce.
pt_br: Lembre-se, os momentos difíceis trazidos pelo estresse são como nuvens passageiras - temporários. Depois disso, o que te espera é o sol radiante.
ru: Помните, трудные времена, вызванные стрессом, похожи на проходящие облака - временные. После этого вас ждет сверкающее солнце.
tr: Unutmayın, stres tarafından getirilen zor zamanlar, geçici olarak geçen bulutlar gibidir. Sonrasında sizi parlak güneş ışığı bekliyor.
zh_hans: 记住，由压力带来的低潮期就像飘过的云彩一样，是短暂的。在那之后，等待着你的将是灿烂的阳光。
zh_hant: 記住，由壓力帶來的艱難時刻就像流過的雲彩一樣 - 暫時的。之後，等待著您的是燦爛的陽光。

# stress_level_gpt
source: Stress Level
ar: مستوى التوتر
es: Nivel de estrés
fa: سطح استرس
fr: Niveau de stress
id: Tingkat Stres
it: Livello di stress
ja: ストレスレベル
ko: 스트레스 수준
nl: Stressniveau
pl: Poziom Stresu
pt_br: Nível de Estresse
ru: Уровень стресса
tr: Stres Seviyesi
zh_hans: 压力水平
zh_hant: 壓力水平

# tension_relief_gpt
source: Tension Relief
ar: التكيف
de: Anpassungsfähigkeit
es: Adaptabilidad
fa: سازگاری
fr: Adaptabilité
id: Adaptabilitas
it: Adattabilità
ja: 適応力
ko: 적응력
nl: Aanpasbaarheid
pl: Adaptacyjność
pt_br: Adaptabilidade
ru: Адаптивность
tr: Uyum Yeteneği
zh_hans: 适应能力
zh_hant: 應對能力

source: Track now
ar: تتبع الآن
de: Jetzt verfolgen
es: Realizar seguimiento
fa: همین الآن ردیابی کنید
fr: Suivre maintenant
id: Lacak sekarang
it: Traccia ora
ja: 今すぐ追跡
ko: 지금 추적하기
nl: Nu bijhouden
pl: Śledź teraz
pt_br: Acompanhar agora
ru: Следить
tr: Şimdi izle
zh_hans: 立即追踪
zh_hant: 立即追蹤

source: View all
ar: عرض الكل
de: Alle zeigen
es: Ver todos
fa: مشاهده همه
fr: Voir tout
id: Lihat semua
it: Vedi tutto
ja: すべて表示
ko: 전체 보기
nl: Alles bekijken
pl: Wyświetl wszystko
pt_br: Ver todos
ru: Смотреть все
tr: Tümünü göster
zh_hans: 查看全部
zh_hant: 查看全部

# weeks_full_1
source: Sunday
ar: الأحد
de: Sonntag
es: Domingo
fa: یکشنبه
fr: Dimanche
id: Minggu
it: Domenica
ja: 日曜日
ko: 일요일
nl: zondag
pl: Niedziela
pt_br: Domingo
ru: воскресенье
tr: Pazar
zh_hans: 星期日
zh_hant: 星期日

# weeks_full_2
source: Monday
ar: الإثنين
de: Montag
es: Lunes
fa: دوشنبه
fr: Lundi
id: Senin
it: Lunedì
ja: 月曜日
ko: 월요일
nl: maandag
pl: Poniedziałek
pt_br: Segunda-feira
ru: понедельник
tr: Pazartesi
zh_hans: 星期一
zh_hant: 星期一

# weeks_full_3
source: Tuesday
ar: الثلاثاء
de: Dienstag
es: Martes
fa: سه‌شنبه
fr: Mardi
id: Selasa
it: Martedì
ja: 火曜日
ko: 화요일
nl: dinsdag
pl: Wtorek
pt_br: Terça-feira
ru: вторник
tr: Salı
zh_hans: 星期二
zh_hant: 星期二

# weeks_full_4
source: Wednesday
ar: الأربعاء
de: Mittwoch
es: Miércoles
fa: چهارشنبه
fr: Mercredi
id: Rabu
it: Mercoledì
ja: 水曜日
ko: 수요일
nl: woensdag
pl: Środa
pt_br: Quarta-feira
ru: среда
tr: Çarşamba
zh_hans: 星期三
zh_hant: 星期三

# weeks_full_5
source: Thursday
ar: الخميس
de: Donnerstag
es: Jueves
fa: پنجشنبه
fr: Jeudi
id: Kamis
it: Giovedì
ja: 木曜日
ko: 목요일
nl: donderdag
pl: Czwartek
pt_br: Quinta-feira
ru: четверг
tr: Perşembe
zh_hans: 星期四
zh_hant: 星期四

# weeks_full_6
source: Friday
ar: الجمعة
de: Freitag
es: Viernes
fa: جمعه
fr: Vendredi
id: Jumat
it: Venerdì
ja: 金曜日
ko: 금요일
nl: vrijdag
pl: Piątek
pt_br: Sexta-feira
ru: пятница
tr: Cuma
zh_hans: 星期五
zh_hant: 星期五

# weeks_full_7
source: Saturday
ar: السبت
de: Samstag
es: Sábado
fa: شنبه
fr: Samedi
id: Sabtu
it: Sabato
ja: 土曜日
ko: 토요일
nl: zaterdag
pl: Sobota
pt_br: Sábado
ru: суббота
tr: Cumartesi
zh_hans: 星期六
zh_hant: 星期六

# yoga_level_excellent
source: Excellent
ar: ممتاز
de: Exzellent
es: Excelente
fa: عالی
id: Sempurna
it: Eccellente
ja: 大変素晴らしい
ko: 뛰어남
nl: Uitstekend
pl: Doskonała
pt_br: Excelente
ru: Замечательный
tr: Mükemmel
zh_hans: 非常好
zh_hant: 非常好

# body_condition_gpt
source: Body Condition
ar: حالة الجسم
de: Körperzustand
es: Condición corporal
fa: وضعیت بدنی
fr: État corporel
id: Kondisi Tubuh
it: Condizione corporea
ja: 体調
ko: 신체적 조건
nl: Lichamelijke Cond.
pl: Stan Ciała
pt_br: Condição Corporal
ru: Состояние организма
tr: Vücut Durumu
zh_hans: 身体状况
zh_hant: 身體狀況

# avg_heart_rate_gpt
source: Avg Heart Rate
ar: متوسط ضربات القلب
de: Durchschnittliche Herzfrequenz
es: Nivel promedio de pulso
fa: میانگین ضربان قلب
fr: Niveau moyen de pouls
id: Rata-rata Denyut Jantung
it: Livello medio di battito
ja: 平均心拍数
ko: 평균 심박수
nl: Gem. Hartslag
pl: Średnie Tętno Serca
pt_br: Nível Médio de Pulso
ru: Средний пульс
tr: Ortalama Kalp Atış
zh_hans: 平均心率
zh_hant: 平均心率

source: Year
ar: سنة
de: Jahr
es: Año
fa: سال
fr: An
id: Tahun
it: Anno
ja: 年
ko: 연
nl: jaar
pl: Rok
pt_br: Ano
ru: Год
tr: Yıl
zh_hans: 年
zh_hant: 年

# hrv_xx
source: HRV: %@ms
fa: HRV: %@میلی‌ثانیه
fr: VRC: %@ms
id: HRV: %@mdtk
ja: HRV: %@ミリ秒
ru: ВСР: %@мс
zh_hans: 心率变异性：%@毫秒
zh_hant: 心率變異性：%@毫秒

# professional_reading_newline
source: Professional Reading & suggestions
ar: قراءات واقتراحات مهنية
de: Professionelle Lesungen und Empfehlungen
es: Lecturas y sugerencias profesionales
fa: اندازه‌گیری‌ها و پیشنهادات حرفه‌ای
fr: Lectures et suggestions professionnelles
id: Bacaan dan Saran Profesional
it: Letture e suggerimenti professionali
ja: プロの 分析と提案
ko: 전문가의 분석과 제안
nl: Professionele Analyse & Adviezen
pl: Profesjonalna Analiza i Sugestie
pt_br: Análise e Sugestões Profissional
ru: Профессиональный анализ и рекомендации
tr: Profesyonel Analiz ve Öneriler
zh_hans: 专业 分析与建议
zh_hant: 專業 分析與建議

# week_bmi_analysis_1_b_gpt
source: Your BMI stays in the ideal range, indicating that your current weight is in a perfect place for your well-being.
ar: مؤشر كتلة جسمك يظل في النطاق المثالي، مما يشير إلى أن وزنك الحالي في مكان مثالي لصحتك.
de: Dein BMI bleibt im idealen Bereich, was darauf hinweist, dass dein aktuelles Gewicht perfekt für dein Wohlbefinden ist.
es: Tu IMC permanece en el rango ideal, lo que indica que tu peso actual está en un lugar perfecto para tu bienestar.
fa: BMI شما در محدوده ایده‌آل باقی می‌ماند که نشان‌دهنده این است که وزن فعلی شما برای سلامتی‌تان کاملاً مناسب است.
fr: Votre IMC reste dans la plage idéale, indiquant que votre poids actuel est parfait pour votre bien-être.
id: BMI-mu tetap dalam rentang ideal, menunjukkan bahwa berat badanmu saat ini berada dalam kondisi sempurna untuk kesejahteraanmu.
it: Il tuo BMI rimane nella fascia ideale, indicando che il tuo peso attuale è perfetto per il tuo benessere.
ja: BMIが理想的な範囲内に留まっており、現在の体重が健康には最適です。
ko: 귀하의 BMI는 이상적인 범위에 머무르며, 현재 체중이 건강에 완벽한 위치에 있다는 것을 나타냅니다.
nl: Je BMI blijft in het ideale bereik, wat aangeeft dat je huidige gewicht perfect is voor je welzijn.
pl: Twoje BMI pozostaje w idealnym zakresie, co wskazuje, że Twoja obecna waga jest idealna dla Twojego dobrostanu.
pt_br: Seu IMC permanece na faixa ideal, indicando que seu peso atual está em um lugar perfeito para sua saúde.
ru: Ваш ИМТ остается в идеальном диапазоне, что указывает на то, что ваш текущий вес идеально подходит для вашего благополучия.
tr: Vücut kitle indeksiniz ideal aralıkta kalarak, mevcut kilonuzun sağlığınız için mükemmel bir noktada olduğunu gösteriyor.
zh_hans: 您的BMI保持在理想范围内，表明目前的体重对你的健康来说最为理想。
zh_hant: 你的BMI保持在理想範圍內，表明目前的體重對你的健康來說最為理想。

# week_bmi_analysis_1_gpt
source: Your BMI consistently falls within the healthy range, indicating a balanced physique - the best version of you.
ar: مؤشر كتلة الجسم يظل دائمًا ضمن النطاق الصحي، مما يشير إلى جسم متوازن - أفضل نسخة منك.
de: Dein BMI liegt konsequent im gesunden Bereich, was auf eine ausgewogene Physis hinweist – die beste Version von dir.
es: Tu IMC se mantiene consistentemente dentro del rango saludable, lo que indica una forma física equilibrada, la mejor versión de ti mismo/a.
fa: BMI شما به طور مداوم در محدوده سلامتی قرار دارد که نشان دهنده یک فیزیک متعادل است - بهترین نسخه شما.
fr: Votre IMC se situe régulièrement dans la plage saine, ce qui indique une silhouette équilibrée - la meilleure version de vous-même.
id: BMI-mu secara konsisten berada dalam rentang sehat, menandakan fisik yang seimbang - versi terbaik dari dirimu.
it: Il tuo BMI si colloca costantemente nella fascia di peso sano, indicando una silhouette bilanciata: la miglior versione di te stesso.
ja: BMIは一貫して健康的な範囲内にあり、バランスの取れた体型を示しています。あなたの最高の状態です。
ko: 귀하의 BMI는 지속적으로 건강 범위 내에 있어 균형 잡힌 체격을 나타냅니다. 최고의 버전입니다.
nl: Je BMI valt consequent binnen het gezonde bereik, wat wijst op een gebalanceerd lichaam - de beste versie van jezelf.
pl: Twój wskaźnik BMI regularnie mieści się w zdrowym zakresie, co wskazuje na zrównoważoną sylwetkę - najlepszą wersję Ciebie.
pt_br: Seu IMC consistentemente está dentro da faixa saudável, indicando uma estrutura equilibrada - sua melhor versão.
ru: Ваш ИМТ последовательно находится в пределах здорового диапазона, указывая на сбалансированную фигуру – лучшую версию вас.
tr: Vücut kitle indeksiniz sürekli olarak sağlıklı aralıkta, dengeli bir fiziksel yapıyı işaret ediyor - en iyi versiyonunuz.
zh_hans: 你的BMI始终保持在健康范围内，表示你的身材刚刚好，现在的你是最完美的。
zh_hant: 你的BMI始終保持在健康範圍內，表示你的身材剛剛好，現在的你是最完美的。

# week_bmi_analysis_2_b_gpt
source: Your BMI has been mostly normal, although it wandered off a bit at times.
ar: مؤشر كتلة جسمك كان في الغالب طبيعيًا، على الرغم من أنه تخطى الحدود أحيانًا.
de: Dein BMI war größtenteils normal, obwohl er manchmal etwas außerhalb des Normalbereichs lag.
es: Tu IMC ha sido principalmente normal, aunque a veces se ha desviado un poco.
fa: BMI شما بیشترین بار در محدوده نرمال بوده است، اگرچه گاهی اوقات از آن کمی کج شده است.
fr: Votre IMC a été principalement normal, bien qu'il se soit égaré parfois.
id: BMI-mu sebagian besar normal, meskipun kadang-kadang berfluktuasi sedikit.
it: Il tuo BMI è stato principalmente normale, anche se si è discostato un po' a volte.
ja: BMIは大部分が正常範囲内ですが、時々少し外れます。
ko: 귀하의 BMI는 대체로 정상이었지만, 때로는 약간 벗어난 적이 있습니다.
nl: Je BMI is meestal normaal, maar wijkt soms af.
pl: Twoje BMI jest głównie w normie, choć czasami trochę od niej odbiega.
pt_br: Seu IMC tem sido principalmente normal, embora tenha se desviado um pouco às vezes.
ru: Ваш ИМТ в основном находится в норме, хотя иногда он отклоняется.
tr: Vücut kitle indeksiniz çoğunlukla normal olsa da bazen biraz sapıyor.
zh_hans: 你的BMI基本健康，尽管偶尔会偏离正常范围。
zh_hant: 你的BMI基本健康，儘管偶爾會偏離正常範圍。

# week_bmi_analysis_2_gpt
source: Most of the time, your BMI falls within the healthy range, but it hovers outside the normal range sometimes.
ar: في معظم الأوقات، يكون مؤشر كتلة الجسم ضمن النطاق الصحي، ولكنه يتراوح خارج النطاق الطبيعي في بعض الأحيان.
de: Meistens liegt dein BMI im gesunden Bereich, aber manchmal schwankt er außerhalb des Normalbereichs.
es: La mayor parte del tiempo, tu IMC está dentro del rango saludable, pero a veces se sale de lo normal.
fa: بیشتر اوقات BMI شما در محدوده سلامتی قرار دارد، اما گاهی اوقات خارج از محدوده عادی است.
fr: La plupart du temps, votre IMC se situe dans la plage saine, mais il dépasse parfois la plage normale.
id: Sebagian besar waktu, BMI-mu berada dalam rentang sehat, tetapi kadang berada di luar rentang normal.
it: La maggior parte delle volte, il tuo BMI rientra nella fascia di peso sano, ma a volte si trova al di fuori della norma.
ja: ほとんどの場合、BMIは健康な範囲内ですが、時々通常範囲外になります。
ko: 대부분의 경우 BMI는 건강한 범위 내에 있지만 때로는 정상 범위를 벗어납니다.
nl: Meestal valt je BMI binnen het gezonde bereik, maar soms valt het daarbuiten.
pl: Większość czasu Twoje BMI mieści się w zdrowym zakresie, ale czasami wychodzi poza normalne wartości.
pt_br: Na maioria das vezes, seu IMC está dentro da faixa saudável, mas às vezes se mantém fora da faixa normal.
ru: Большую часть времени ваш ИМТ находится в пределах здорового диапазона, но иногда выходит за норму.
tr: Genellikle vücut kitle indeksiniz sağlıklı aralıkta olsa da bazen normal aralığın dışında kalıyor.
zh_hans: 你的BMI大部分时候都很健康，但偶尔它也会偏离正常范围。
zh_hant: 你的BMI大部分時候都很健康，但偶爾它也會偏離正常範圍。

# week_bmi_analysis_3_b_gpt
source: Your BMI has changed a lot, ranging from healthy to very unhealthy. This might be dangerous.
ar: مؤشر كتلة جسمك تغير كثيرًا، من الصحي إلى الغير صحي للغاية. قد يكون هذا خطيرًا.
de: Dein BMI hat sich stark verändert, von gesund bis sehr ungesund. Das könnte gefährlich sein.
es: Tu IMC ha cambiado mucho, oscilando entre saludable y muy insaludable. Esto podría ser peligroso.
fa: BMI شما به طور قابل توجهی تغییر کرده است، از سالم تا بسیار ناسالم. این ممکن است خطرناک باشد.
fr: Votre IMC a beaucoup changé, passant de sain à très malsain. Cela pourrait être dangereux.
id: BMI-mu berubah banyak, dari sehat hingga sangat tidak sehat. Ini bisa berbahaya.
it: Il tuo BMI è cambiato molto, passando da sano a molto non salutare. Questo potrebbe essere pericoloso.
ja: BMIが健康から非常に健康でない状態まで大きく変動することがあります。これは危険かもしれません。
ko: 귀하의 BMI는 건강에서 매우 비건강한 범위까지 크게 변동되고 있어 위험할 수 있습니다.
nl: Je BMI verandert vaak tussen gezond en zeer ongezond. Dit kan gevaarlijk zijn.
pl: Twoje BMI zmienia się od zdrowego do bardzo niezdrowego. To może być niebezpieczne.
pt_br: Seu IMC variou entre saudável e extremamente prejudicial. Isso pode ser perigoso.
ru: Ваш ИМТ часто меняется от здорового до очень нездорового. Это может быть опасно.
tr: Vücut kitle indeksiniz sağlıklıdan çok sağlıksız aralığa kadar değişiyor. Bu tehlikeli olabilir.
zh_hans: 你的BMI会在健康和非常不健康区域波动，这个变化幅度很大，可能很危险。
zh_hant: 你的BMI會在健康和非常不健康區域波動，這個變化幅度很大，可能很危險。

# week_bmi_analysis_3_gpt
source: Your BMI shifts between normal and extremely unhealthy in a short time, which is worrisome.
ar: تتغير مؤشر كتلة الجسم لديك بين الطبيعي وغير الصحي بشكل كبير في وقت قصير، وهذا يثير القلق.
de: Dein BMI schwankt zwischen normal und extrem ungesund in kurzer Zeit, was besorgniserregend ist.
es: Tu IMC oscila entre normal y extremadamente insaludable en poco tiempo, lo cual es preocupante.
fa: BMI شما در یک بازه زمانی کوتاه از حالت نرمال به بسیار نامطلوب تغییر می‌کند، که نگران‌کننده است.
fr: Votre IMC oscille entre normal et extrêmement malsain en peu de temps, ce qui est préoccupant.
id: BMI-mu bergeser antara normal dan sangat tidak sehat dalam waktu singkat, yang merupakan hal yang mengkhawatirkan.
it: Il tuo BMI oscilla tra normale ed estremamente non salutare in breve tempo, il che è preoccupante.
ja: BMIが短期間で正常から極端に健康ではない状態に変動することがあります。それは心配なことです。
ko: 귀하의 BMI는 짧은 시간 동안 정상과 매우 비건강한 범위 사이를 오갑니다. 이는 걱정스러운 상황입니다.
nl: Je BMI schommelt tussen normaal en extreem ongezond in korte tijd, wat verontrustend is.
pl: Twoje BMI oscyluje pomiędzy normalnym a niezwykle niezdrowym w krótkim czasie, co budzi niepokój.
pt_br: Seu IMC oscila entre normal e extremamente prejudicial em um curto período, o que é preocupante.
ru: Ваш ИМТ меняется от нормального до чрезвычайно нездорового за короткий период времени, что тревожно.
tr: Vücut kitle indeksiniz kısa sürede normalden aşırı derecede sağlıksız aralıkta değişkenlik gösteriyor, bu endişe verici.
zh_hans: 你的BMI在短时间内在健康和极不健康之间波动，令人担忧。
zh_hant: 你的BMI在短時間內在健康和極不健康之間波動，令人擔憂。

# week_bmi_analysis_4_b_gpt
source: Your BMI often deviates from the normal range and sometimes reaches an extremely unhealthy level.
ar: مؤشر كتلة جسمك ينحرف غالبًا عن النطاق الطبيعي وأحيانًا يصل إلى مستوى غير صحي للغاية.
de: Dein BMI weicht oft vom Normalbereich ab und erreicht manchmal ein extrem ungesundes Niveau.
es: Tu IMC a menudo se desvía del rango normal y a veces alcanza un nivel extremadamente insaludable.
fa: BMI شما اغلب از محدوده نرمال منحرف می‌شود و گاهی به سطح بسیار ناسالم می‌رسد.
fr: Votre IMC s'écarte souvent de la plage normale et atteint parfois un niveau extrêmement malsain.
id: BMI-mu sering kali berbeda dari rentang normal dan terkadang mencapai tingkat yang sangat tidak sehat.
it: Il tuo BMI si discosta spesso dalla norma e talvolta raggiunge livelli estremamente non salutari.
ja: BMIが通常範囲外に頻繁に逸脱し、時々極端に健康でないレベルに達します。
ko: 귀하의 BMI는 정상 범위에서 자주 벗어나며 때로는 매우 비건강한 수준에 이를 때도 있습니다.
nl: Je BMI wijkt vaak af van het normale bereik en bereikt soms een extreem ongezond niveau.
pl: Twoje BMI często odbiega od normy i czasami osiąga ekstremalnie niezdrowy poziom.
pt_br: Seu IMC frequentemente se desvia da faixa normal e às vezes atinge um nível extremamente prejudicial.
ru: Ваш ИМТ часто отклоняется от нормы и иногда достигает крайне нездорового уровня.
tr: Vücut kitle indeksiniz sık sık normal aralıktan sapıyor ve bazen son derece sağlıksız seviyelere ulaşıyor.
zh_hans: 你的BMI经常不在正常范围内，有时甚至会达到极不健康的水平。
zh_hant: 你的BMI經常不在正常範圍內，有時甚至會達到極不健康的水平。

# week_bmi_analysis_4_gpt
source: Most of the time, your BMI is outside the normal range, and at times, it's significantly off track.
ar: في معظم الأوقات، يكون مؤشر كتلة الجسم خارج النطاق الطبيعي، وفي بعض الأحيان، يخرج عن المسار بشكل كبير.
de: Die meiste Zeit lag dein BMI außerhalb des normalen Bereichs und manchmal war er deutlich abseits der Norm.
es: La mayor parte del tiempo, tu IMC está fuera del rango normal y a veces se desvía significativamente.
fa: بیشتر اوقات BMI شما خارج از محدوده عادی است و گاهی اوقات به طور قابل توجهی از مسیر منحرف می‌شود.
fr: La plupart du temps, votre IMC est hors de la plage normale et parfois significativement hors piste.
id: Sebagian besar waktu, Indeks Massa Tubuh (BMI) Anda berada di luar kisaran normal, dan kadang-kadang, jauh dari jalur yang benar.
it: Molte volte, il tuo BMI è al di fuori della norma e a volte è significativamente fuori controllo.
ja: ほとんどの場合、BMIは通常範囲外にあり、時々かなり外れています。
ko: 대부분의 경우, 귀하의 BMI는 정상 범위를 벗어나 있으며 때로는 크게 벗어나 있습니다.
nl: Meestal valt je BMI buiten het normale bereik, en soms is het aanzienlijk uit koers.
pl: Większość czasu Twoje BMI jest poza zakresem normalnym, a czasem znacznie odbiega od normy.
pt_br: Na maior parte do tempo, seu IMC está fora da faixa normal e, às vezes, consideravelmente fora do curso.
ru: Большую часть времени ваш ИМТ находится за пределами нормы, а иногда значительно отклоняется от требуемого уровня.
tr: Çoğunlukla vücut kitle indeksiniz normal aralığın dışında ve bazen önemli ölçüde sapıyor.
zh_hans: 多数时候，你的BMI都不健康，有时甚至严重偏离正常范围。
zh_hant: 多數時候，你的BMI都不健康，有時甚至嚴重偏離正常範圍。

# week_bmi_analysis_5_b_gpt
source: We're genuinely concerned because your BMI has frequently been at an extremely unhealthy level.
ar: نحن قلقون حقًا لأن مؤشر كتلة جسمك كان في الغالب عند مستوى غير صحي للغاية.
de: Wir sind wirklich besorgt, weil dein BMI häufig in einem extrem ungesunden Bereich lag.
es: Nos preocupa genuinamente que tu IMC haya estado frecuentemente en un nivel extremadamente insalubre.
fa: ما واقعاً نگران هستیم زیرا BMI شما به طور مکرر در محدوده بسیار ناسالم بوده است.
fr: Nous sommes vraiment préoccupés car votre IMC a fréquemment été à un niveau extrêmement malsain.
id: Kami benar-benar prihatin karena BMI-mu sering kali berada dalam rentang yang sangat tidak sehat.
it: Siamo davvero preoccupati perché il tuo BMI è stato frequentemente a un livello estremamente non salutare.
ja: BMIが頻繁に非常に健康でない範囲になっているので、本当に心配です。
ko: 귀하의 BMI가 자주 매우 비건강한 수준에 있어 우리는 정말로 걱정되고 있습니다.
nl: We maken ons echt zorgen omdat je BMI vaak op een extreem ongezond niveau ligt.
pl: Jesteśmy naprawdę zaniepokojeni, ponieważ Twoje BMI często jest na niezwykle niezdrowym poziomie.
pt_br: Estamos realmente preocupados porque seu IMC frequentemente está em um nível extremamente prejudicial.
ru: Мы действительно обеспокоены, потому что ваш ИМТ часто находится на крайне нездоровом уровне.
tr: Vücut kitle indeksiniz sık sık son derece sağlıksız seviyede olduğu için ciddi bir risk taşıyor.
zh_hans: 我们真的很担心你，因为你的BMI经常处于极不健康的水平。
zh_hant: 我們真的很擔心你，因為你的BMI經常處於極不健康的水平。
