Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_hrv_suggestion_5_b_gpt
source: Try fitting quiet time into your busy schedule. This can be enjoying your morning coffee sans device or taking a few quiet minutes before bed. These simple pauses are steps towards a healthier life.
ar: حاول إدراج وقت هادئ في جدولك المزدحم. يمكن أن يكون ذلك الاستمتاع بقهوتك الصباحية بلا جهاز أو أخذ بضع دقائق هادئة قبل النوم. هذه اللحظات البسيطة هي خطوات نحو حياة أكثر صحة.
de: Versuchen Sie, ruhige Momente in Ihren geschäftigen Zeitplan zu integrieren. Dies kann bedeuten, Ihren Morgenkaffee ohne Geräte zu genießen oder ein paar ruhige Minuten vor dem Schlafengehen zu nehmen. Diese einfachen Pausen sind Schritte zu einem gesünderen Leben.
es: Intenta incorporar momentos de tranquilidad en tu apretada agenda. Esto puede significar disfrutar tu café matutino sin dispositivos o tomarte unos minutos de calma antes de dormir. Estas pausas simples son pasos hacia una vida más saludable.
fa: سعی کنید زمان آرامی را در برنامه پرکار خود جای دهید. این ممکن است شامل لذت بردن از قهوه صبحگاهی بدون دستگاه یا گذاشتن چند دقیقه‌ای آرام قبل از خواب باشد. این استراحت‌های ساده گام‌هایی به سوی یک زندگی سالم‌تر هستند.
fr: Essaie d'insérer des moments de calme dans ton emploi du temps chargé. Cela peut signifier savourer ton café du matin sans appareil électronique ou prendre quelques minutes de tranquillité avant de dormir. Ces pauses simples sont des pas vers une vie plus saine.
id: Cobalah untuk menyisihkan waktu tenang dalam rutinitasmu yang padat. Ini bisa berarti menikmati kopi pagimu tanpa perangkat atau mengambil beberapa menit tenang sebelum tidur. Istirahat sederhana ini adalah langkah menuju kehidupan yang lebih sehat.
it: Prova a inserire dei momenti di calma nella tua giornata intensa. Potrebbe essere gustarsi il caffè mattutino senza dispositivi o prendersi qualche minuto di tranquillità prima di dormire. Queste pause semplici sono passi verso una vita più sana.
ja: あなたの忙しいスケジュールに静かな時間を組み込んでみてください。朝のコーヒータイムはデバイスを使わずに楽しむこともいいですし、就寝前に静かな数分間を取ることもあります。これらの簡単な一時停止は、健康的な生活に向けた一歩です。
ko: 바쁜 일정 속에 조용한 시간을 넣어보세요. 아침 커피를 디바이스 없이 즐기거나 잠들기 전 몇 분 동안 조용한 시간을 가질 수 있어요. 이러한 간단한 쉼표들이 더 건강한 삶을 향한 한 걸음일 거예요.
nl: Probeer rustmomenten in te passen in je drukke schema. Dit kan zijn genieten van je ochtendkoffie zonder apparaat of enkele rustige minuten voor het slapengaan. Deze eenvoudige pauzes zijn stappen naar een gezonder leven.
pl: Spróbuj znaleźć czas na spokój w swoim zabieganym harmonogramie. Może to być chwila na delektowanie się poranną kawą bez urządzeń lub kilka spokojnych minut przed snem. Te proste przerwy to kroki w kierunku zdrowszego życia.
pt_br: Tente incluir momentos de tranquilidade na sua agenda agitada. Isso pode ser aproveitar seu café da manhã sem dispositivos eletrônicos ou reservar alguns minutos tranquilos antes de dormir. Essas pausas simples são passos rumo a uma vida mais saudável.
ru: Попробуйте уделить время тишине в вашем напряженном расписании. Это может быть утренний кофе без устройств или несколько спокойных минут перед сном. Эти простые перерывы - шаги к более здоровой жизни.
tr: Yoğun programınıza sessiz zaman ayırmayı deneyin. Bu sabah kahvenizi cihazsız içmek veya yatmadan önce birkaç dakika sessiz zaman geçirmek olabilir. Bu basit mola adımları daha sağlıklı bir yaşama doğru atılmış adımlardır.
zh_hans: 在忙碌的日程中挤出一些时间安静休息吧。你可以在清晨远离电子设备，慢慢地享受一杯咖啡；你也可以在睡前感受几分钟宁静。要做到这些很简单，然而就是这些简单的行为，可以让你迈向更健康的生活。
zh_hant: 在忙碌的日程中擠出一些時間安靜休息吧。你可以在清晨遠離電子設備，慢慢地享受一杯咖啡；你也可以在睡前感受幾分鐘寧靜。要做到這些很簡單，然而就是這些簡單的行為，可以讓你邁向更健康的生活。

# week_hrv_suggestion_5_gpt
source: Pay attention to these variations, incorporate stress-reduction activities into your routine, and maintain a healthy lifestyle. These lower values are signals to prioritize self-care and well-being.
ar: توجه انتباهك إلى هذه التقلبات، وقم بإدخال أنشطة لتقليل الضغط في روتينك والحفاظ على نمط حياة صحي. هذه القيم المنخفضة هي إشارات لإعطاء الأولوية للرعاية الذاتية والرفاهية.
de: Achten Sie auf diese Schwankungen, integrieren Sie stressreduzierende Aktivitäten in Ihre Routine und führen Sie einen gesunden Lebensstil. Diese niedrigeren Werte zeigen, dass Sie Selbstpflege und Wohlbefinden priorisieren sollten.
es: Presta atención a estas variaciones, incorpora actividades para reducir el estrés en tu rutina y mantén un estilo de vida saludable. Estos valores más bajos son señales para priorizar el autocuidado y el bienestar.
fa: توجه به این نوسانات، ادغام فعالیت‌های کاهنده استرس در روال زندگی‌تان و حفظ یک سبک زندگی سالم. این مقادیر پایین، نشان دهنده اولویت‌بندی مراقبت از خود و سلامتی است.
fr: Faites attention à ces variations, intégrez des activités de réduction du stress dans votre routine et maintenez un mode de vie sain. Ces valeurs plus basses sont des signaux pour prioriser les soins personnels et le bien-être.
id: Perhatikan variasi ini, masukkan kegiatan pengurangan stres ke dalam rutinitas Anda, dan pertahankan gaya hidup sehat. Nilai-nilai yang lebih rendah ini adalah sinyal untuk memprioritaskan perawatan diri dan kesejahteraan.
it: Presta attenzione a queste variazioni, inserisci attività di riduzione dello stress nella tua routine e mantieni uno stile di vita sano. Questi valori più bassi sono segnali per dare priorità all'autocura e al benessere.
ja: これらの変動に注意し、ストレスを軽減する活動を日常に取り入れ、健康なライフスタイルを維持してください。これらの低い値は、自己のケアと健康を優先するためのサインです。
ko: 이러한 변동에 주의하고 일상에 스트레스 감소 활동을 통합하고 건강한 생활 방식을 유지하세요. 이러한 낮은 값들은 자기 관리와 복지를 우선시할 때의 신호입니다.
nl: Let op deze variaties, voeg stressverlagende activiteiten toe aan je routine en behoud een gezonde levensstijl. Deze lagere waarden geven aan dat het belangrijk is om zelfzorg en welzijn prioriteit te geven.
pl: Zwróć uwagę na te różnice, włącz do swojej rutyny aktywności redukujące stres i utrzymuj zdrowy styl życia. Te niższe wartości są sygnałem, aby priorytetem stała się dbałość o siebie i zdrowie.
pt_br: Preste atenção a essas variações, incorpore atividades de redução do estresse em sua rotina e mantenha um estilo de vida saudável. Esses valores mais baixos são sinais para priorizar o autocuidado e o bem-estar.
ru: Обратите внимание на эти изменения, включите в свою рутину деятельности по снижению стресса и поддерживайте здоровый образ жизни. Эти более низкие значения сигнализируют о необходимости придать приоритет самостоятельному уходу и благополучию.
tr: Bu dalgalanmalara dikkat edin, rutininize stres azaltıcı aktiviteler ekleyin ve sağlıklı bir yaşam tarzını sürdürün. Bu düşük değerler, öncelikle kendi bakımınızı ve iyiliğinizi ön plana çıkarmak için sinyal veriyor.
zh_hans: 注意这些波动，将减压活动纳入日常，并且保持健康的生活方式。这些较低数值表明你需要优先考虑自身的健康，多多关爱自己。
zh_hant: 注意這些波動，將減壓活動納入日常，並且保持健康的生活方式。這些較低數值表明你需要優先考慮自身的健康，多多關愛自己。

# week_hrv_suggestion_6_b_gpt
source: It's time to put you first. Consider taking short breaks throughout the day to stretch and move around, embracing a more active lifestyle. Keep in mind that regular exercise has lasting positive effects on your health.
ar: حان الوقت لوضع نفسك في المقام الأول. فكّر في أخذ استراحات قصيرة خلال اليوم للتمدد والحركة، واعتناق نمط حياة أكثر نشاطًا. تذكر أن ممارسة الرياضة بانتظام لها آثار إيجابية دائمة على صحتك.
de: Es ist an der Zeit, sich selbst an erste Stelle zu setzen. Erwägen Sie, im Laufe des Tages kurze Pausen einzulegen, sich zu dehnen und sich zu bewegen, um einen aktiveren Lebensstil anzunehmen. Denken Sie daran, dass regelmäßige Bewegung lang anhaltende positive Auswirkungen auf Ihre Gesundheit hat.
es: Es momento de ponerte en primer lugar. Considera tomar pequeños descansos durante el día para estirarte y moverte, adoptando un estilo de vida más activo. Recuerda que el ejercicio regular tiene efectos positivos duraderos en tu salud.
fa: وقت آن است که خود را در اولویت قرار دهید. در نظر داشته باشید که در طول روز استراحت‌های کوتاهی داشته باشید تا کشش کنید و حرکت کنید و یک سبک زندگی فعال‌تر را به خود وارد کنید. به خاطر داشته باشید که ورزش منظم تأثیرات مثبت دائمی بر سلامتی شما دارد.
fr: Il est temps de te mettre en priorité. Envisage de faire de courtes pauses pendant la journée pour t'étirer et bouger, en adoptant un style de vie plus actif. N'oublie pas que l'exercice régulier a des effets positifs durables sur ta santé.
id: Saatnya untuk memprioritaskan dirimu sendiri. Pertimbangkan untuk mengambil istirahat singkat sepanjang hari untuk meregangkan tubuh dan bergerak, mengadopsi gaya hidup yang lebih aktif. Ingatlah bahwa olahraga secara teratur memiliki efek positif jangka panjang pada kesehatanmu.
it: È il momento di metterti al primo posto. Considera di fare pause brevi durante la giornata per fare stretching e muoverti, abbracciando uno stile di vita più attivo. Ricorda che l'esercizio regolare ha effetti positivi duraturi sulla tua salute.
ja: 自分を最優先にしましょう。一日の中で短い休憩をとったり、身体を伸ばしたりすることで、よりアクティブなライフスタイルを取り入れてください。定期的な運動は健康に持続的な良い影響を与えます。
ko: 이제 당신을 먼저 생각해보세요. 하루에 몇 번씩 짧게 쉬는 시간을 가지고 몸을 움직이며 더 활발한 삶을 즐기세요. 꾸준한 운동이 건강에 오래 지속되는 긍정적인 영향을 미친다는 것을 기억해주세요.
nl: Het is tijd om jezelf op de eerste plaats te zetten. Overweeg om gedurende de dag korte pauzes te nemen om te stretchen en te bewegen en om een meer actieve levensstijl te omarmen. Onthoud dat regelmatige lichaamsbeweging blijvende positieve effecten heeft op je gezondheid.
pl: Nadszedł czas, abyś postawił(a) na siebie. Rozważ robienie krótkich przerw w ciągu dnia, aby się rozciągnąć i poruszać, przyjmując bardziej aktywny tryb życia. Pamiętaj, że regularna aktywność fizyczna ma trwałe pozytywne efekty dla zdrowia.
pt_br: É hora de colocar você em primeiro lugar. Considere fazer pequenas pausas ao longo do dia para se esticar e se movimentar, adotando um estilo de vida mais ativo. Lembre-se de que o exercício regular tem efeitos positivos duradouros na sua saúde.
ru: Пришло время поставить себя на первое место. Подумайте о том, чтобы делать небольшие перерывы в течение дня для растяжки и движения, приняв более активный образ жизни. Помните, что регулярные упражнения имеют долгосрочные положительные эффекты на ваше здоровье.
tr: Şimdi sıra kendinize koymakta. Gün içinde kısa aralar vererek esneme ve hareket etme alışkanlığını benimsemeyi düşünün, daha aktif bir yaşam tarzını benimseyin. Unutmayın düzenli egzersizin sağlığınıza kalıcı olumlu etkileri vardır.
zh_hans: 是时候把自己放在第一位了。要拥抱更积极的生活方式，给自己安排更多的休息时间，短暂地从忙碌中抽离出来，拉伸或者活动一下。请记住，规律运动可以长久改善你的健康。
zh_hant: 是時候把自己放在第一位了。要擁抱更積極的生活方式，給自己安排更多的休息時間，短暫地從忙碌中抽離出來，拉伸或者活動一下。請記住，規律運動可以長久改善你的健康。

# week_hrv_suggestion_6_gpt
source: It's essential to take these lower values seriously and make self-care a priority. Consider getting adequate rest and focusing on a healthier lifestyle. Your body is telling you that it needs more attention and care.
ar: من الضروري أن تأخذ هذه القيم المنخفضة على محمل الجد وتجعل الرعاية الذاتية أولوية. فكر في الحصول على راحة كافية والتركيز على نمط حياة صحي. جسدك يخبرك أنه يحتاج إلى اهتمام ورعاية أكبر.
de: Es ist wichtig, diese niedrigeren Werte ernst zu nehmen und Selbstpflege zu priorisieren. Denken Sie daran, ausreichend zu ruhen und sich auf einen gesünderen Lebensstil zu konzentrieren. Ihr Körper sagt Ihnen, dass er mehr Aufmerksamkeit und Pflege braucht.
es: Es esencial tomar en serio estos valores más bajos y dar prioridad al autocuidado. Considera descansar adecuadamente y enfocarte en un estilo de vida más saludable. Tu cuerpo te está diciendo que necesita más atención y cuidado.
fa: مهم است که به این مقادیر پایین جدی بگیرید و مراقبت از خود را اولویت قرار دهید. در نظر داشته باشید که استراحت کافی را بگیرید و بر روی یک سبک زندگی سالم تمرکز کنید. بدن شما به شما می‌گوید که به نیاز به توجه و مراقبت بیشتر دارد.
fr: Il est essentiel de prendre ces valeurs plus basses au sérieux et de faire des soins personnels une priorité. Envisagez de vous reposer suffisamment et de vous concentrer sur un mode de vie plus sain. Votre corps vous dit qu'il a besoin de plus d'attention et de soins.
id: Sangat penting untuk serius mengambil nilai-nilai yang lebih rendah ini dan membuat perawatan diri menjadi prioritas. Pertimbangkan untuk mendapatkan istirahat yang cukup dan fokus pada gaya hidup yang lebih sehat. Tubuh Anda memberi sinyal bahwa ia membutuhkan lebih banyak perhatian dan perawatan.
it: È essenziale prendere sul serio questi valori più bassi e fare dell'autocura una priorità. Considera di dormire a sufficienza e concentrarti su uno stile di vita più sano. Il tuo corpo ti sta dicendo che ha bisogno di più attenzione e cura.
ja: これらの低い値を真剣に受け止め、自己のケアを優先しましょう。十分な休息を取り、健康的なライフスタイルに焦点を当てることを検討してください。あなたの体は、もっと注意とケアが必要だと言っています。
ko: 이러한 낮은 값들을 심각하게 받아들이고 자가 관리를 우선시하세요. 충분한 휴식을 취하고 건강한 생활 방식에 집중해보세요. 당신의 몸은 더 많은 관심과 관심이 필요하다고 말하고 있습니다.
nl: Het is essentieel om deze lagere waarden serieus te nemen en zelfzorg een prioriteit te maken. Overweeg voldoende rust te nemen en te focussen op een gezondere levensstijl. Je lichaam vertelt je dat het meer aandacht en zorg nodig heeft.
pl: Ważne jest, aby poważnie potraktować te niższe wartości i uczynić dbanie o siebie priorytetem. Rozważ zapewnienie sobie odpowiedniego odpoczynku i skupienie się na zdrowszym stylu życia. Twoje ciało mówi, że potrzebuje więcej uwagi i troski.
pt_br: É essencial levar esses valores mais baixos a sério e tornar o autocuidado uma prioridade. Considere ter um descanso adequado e focar em um estilo de vida mais saudável. Seu corpo está indicando que precisa de mais atenção e cuidado.
ru: Важно серьезно воспринимать эти более низкие значения и сделать самоуход приоритетом. Рассмотрите возможность обеспечения достаточного отдыха и сосредоточьтесь на более здоровом образе жизни. Ваше тело сообщает вам, что оно нуждается в большем внимании и заботе.
tr: Bu daha düşük değerleri ciddiye almak ve kendi bakımınızı öncelik haline getirmek önemlidir. Yeterli dinlenme ve daha sağlıklı bir yaşam tarzına odaklanmayı düşünün. Vücudunuz size daha fazla dikkat ve ilgiye ihtiyaç duyduğunu söylüyor.
zh_hans: 请严肃认真地看待这些较低数值，并优先关爱自己的身体健康，要多多休息，健康生活。你的身体在对你说：“请多多关注和照顾我吧。”
zh_hant: 請嚴肅認真地看待這些較低數值，並優先關愛自己的身體健康，要多多休息，健康生活。你的身體在對你說：“請多多關注和照顧我吧。”

# week_hrv_suggestion_7_b_gpt
source: It's crucial to address this concern by making immediate lifestyle adjustments and seeking medical advice from a doctor. Prioritize your well-being, and do not hesitate to seek help.
ar: من الضروري معالجة هذا الاهتمام من خلال إجراء تعديلات فورية في نمط الحياة وطلب المشورة الطبية من الطبيب. ضع صحتك في مقدمة اهتماماتك، ولا تتردد في طلب المساعدة.
de: Es ist entscheidend, dieses Anliegen durch sofortige Anpassungen des Lebensstils und die Suche nach medizinischem Rat eines Arztes anzugehen. Priorisieren Sie Ihr Wohlbefinden und zögern Sie nicht, Hilfe zu suchen.
es: Es crucial abordar esta preocupación mediante ajustes inmediatos en el estilo de vida y buscar consejo médico. Prioriza tu bienestar y no dudes en buscar ayuda.
fa: حائز اهمیت است که با انجام تغییرات فوری در شیوه زندگی و جستجوی نصیحت پزشکی از یک دکتر، این نگرانی را آدرس دهید. به سلامتی خود اولویت دهید و از جستجوی کمک خودداری نکنید.
fr: Il est crucial de répondre à cette préoccupation en apportant des ajustements immédiats à votre mode de vie et en recherchant des conseils médicaux auprès d'un médecin. Priorisez votre bien-être et n'hésitez pas à demander de l'aide.
id: Sangat penting untuk menangani kekhawatiran ini dengan melakukan penyesuaian gaya hidup segera dan mencari saran medis. Utamakan kesejahteraanmu dan jangan ragu untuk mencari bantuan.
it: È cruciale affrontare questa preoccupazione apportando immediatamente modifiche allo stile di vita e cercando consigli medici. Dà priorità al tuo benessere e non esitare a chiedere aiuto.
ja: この問題には即座に対処することが重要です。生活スタイルの調整と医師からの医療アドバイスを求めることを検討してください。健康を最優先にし、助けを求めることをためらわないでください。
ko: 즉각적인 라이프스타일 조정과 의료 전문가의 조언을 통해 이 문제에 대처하는 것이 중요해요. 당신의 건강을 우선시하고 도움이 필요하다면 주저하지 마세요.
nl: Het is cruciaal om dit probleem aan te pakken door onmiddellijke aanpassingen in je levensstijl te maken en medisch advies in te winnen bij een arts. Geef prioriteit aan je welzijn en aarzel niet om hulp te zoeken.
pl: To kluczowe, aby zająć się tą kwestią poprzez natychmiastowe dostosowanie stylu życia i skonsultowanie się z lekarzem. Postaw na swoje dobre samopoczucie i nie wahaj się szukać pomocy.
pt_br: É crucial abordar essa preocupação fazendo ajustes imediatos no estilo de vida e buscando orientação médica de um médico. Priorize seu bem-estar e não hesite em procurar ajuda.
ru: Важно решить эту проблему, сделав немедленные изменения в образе жизни и обратившись за медицинской помощью к врачу. Приоритезируйте свое благополучие и не стесняйтесь обращаться за помощью.
tr: Bu endişeyi hemen ele almak hayat tarzı değişiklikleri yapmak ve bir doktordan tıbbi tavsiye almak kritik. Kendi refahınızı önceliklendirin ve yardım aramaktan çekinmeyin.
zh_hans: 改善该状况刻不容缓。你可以通过调整生活方式及寻求医生建议来改变现状。关键是要将健康摆在首位，及时向外寻求帮助。
zh_hant: 改善該狀況刻不容緩。你可以通過調整生活方式及尋求醫生建議來改變現狀。關鍵是要將健康擺在首位，及時向外尋求幫助。

# week_hrv_suggestion_7_gpt
source: It's important to tackle this situation immediately. Consider reaching out to a professional, and take some time for self-care. With some changes, you can definitely rediscover the healthy and happy you!
ar: من الضروري معالجة هذه الحالة على الفور. فكر في التواصل مع محترف، وخذ بعض الوقت للرعاية الذاتية. مع بعض التغييرات، يمكنك بالتأكيد إعادة اكتشاف الصحة والسعادة فيك!
de: Es ist wichtig, diese Situation sofort anzugehen. Erwägen Sie, sich an einen Fachmann zu wenden, und nehmen Sie sich Zeit für Selbstpflege. Mit einigen Änderungen können Sie sicherlich die gesunde und glückliche Person wiederentdecken, die Sie sind!
es: Es importante abordar esta situación de inmediato. Considera buscar ayuda profesional y tómate un tiempo para el autocuidado. Con algunos cambios, definitivamente puedes redescubrir la persona saludable y feliz que eres.
fa: مهم است که به این وضعیت بلافاصله واکنش نشان دهید. در نظر داشته باشید که به یک حرفه‌ای مراجعه کرده و وقتی برای مراقبت از خودتان بگیرید. با برخی تغییرات، قطعاً می‌توانید به طرز سالم و شاداب خود دوباره پیدا کنید!
fr: Il est important de s'attaquer immédiatement à cette situation. Envisagez de contacter un professionnel et prenez du temps pour vous. Avec quelques changements, vous pouvez certainement retrouver votre santé et votre bonheur.
id: Penting untuk menangani situasi ini segera. Pertimbangkan untuk menghubungi profesional, dan luangkan waktu untuk perawatan diri. Dengan beberapa perubahan, Anda pasti dapat menemukan kembali diri yang sehat dan bahagia!
it: È importante affrontare immediatamente questa situazione. Considera di rivolgerti a un professionista e prenditi del tempo per l'autocura. Con alcuni cambiamenti, puoi sicuramente riscoprire la persona sana e felice che sei!
ja: この状況に直ちに取り組むことが重要です。専門家に相談し、自己のケアのために時間を割いてください。いくつかの変更で、健康で幸せな自分を再発見することができます！
ko: 즉시 이 문제에 대처하는 것이 중요합니다. 전문가에게 상담을 받고 자가 관리를 위한 시간을 가져보세요. 몇 가지 변경을 통해 건강하고 행복한 당신을 다시 발견할 수 있을 것입니다!
nl: Het is belangrijk om deze situatie direct aan te pakken. Overweeg contact op te nemen met een professional en neem de tijd voor zelfzorg. Met enkele veranderingen kun je zeker een gezonde en gelukkige versie van jezelf herontdekken!
pl: Ważne jest podjęcie natychmiastowych działań w tej sytuacji. Rozważ skontaktowanie się z profesjonalistą i poświęcenie czasu na dbanie o siebie. Dzięki kilku zmianom na pewno ponownie odkryjesz zdrowego i szczęśliwego siebie!
pt_br: É importante lidar com essa situação imediatamente. Considere procurar um profissional e reserve um tempo para o autocuidado. Com algumas mudanças, você certamente pode redescobrir o você saudável e feliz!
ru: Важно срочно разобраться с этой ситуацией. Подумайте о связи с профессионалом и найдите время для самоухода. С некоторыми изменениями вы определенно сможете снова обрести здоровое и счастливое "Я"!
tr: Bu durumu hemen ele almak önemlidir. Bir profesyonelle iletişime geçmeyi düşünün ve kendinize zaman ayırın. Bazı değişikliklerle sağlıklı ve mutlu sizinizi kesinlikle yeniden keşfedebilirsiniz!
zh_hans: 请立即采取措施来改善当前的情况。你可以寻求专业人士的帮助，并抽出更多时间来照顾自己。做出改变后，你一定能重新找回健康和快乐的自己！
zh_hant: 請立即采取措施來改善當前的情況。你可以尋求專業人士的幫助，並抽出更多時間來照顧自己。做出改變後，你一定能重新找回健康和快樂的自己！

# week_rate_analysis_1_b_gpt
source: This means that your heart is strong and efficient.
ar: هذا يعني أن قلبك قوي وفعّال.
de: Das bedeutet, dass dein Herz stark und effizient ist.
es: Esto significa que tu corazón es fuerte y eficiente.
fa: این به معنای قدرتمند و کارآمد بودن قلب شماست.
fr: Cela signifie que votre cœur est fort et efficace.
id: Ini berarti jantung Anda kuat dan efisien.
it: Questo significa che il tuo cuore è forte ed efficiente.
ja: これは、あなたの心臓が強く効率的であることを意味しています。
ko: 이는 여러분의 심장이 강하고 효율적임을 의미합니다.
nl: Dit betekent dat je hart sterk en efficiënt is.
pl: To oznacza, że twoje serce jest silne i wydajne.
pt_br: Isso significa que seu coração está forte e eficiente.
ru: Это означает, что ваше сердце сильное и эффективное.
tr: Bu, kalbinizin güçlü ve verimli olduğu anlamına gelir.
zh_hans: 这意味着你心脏强壮且高效运作。
zh_hant: 這意味著你心臟強壯且高效運作。

# week_rate_analysis_1_gpt
source: Your heart beats with remarkable efficiency, suggesting excellent heart muscle strength.
ar: قلبك ينبض بكفاءة ملحوظة، مما يشير إلى قوة ممتازة لعضلة القلب.
de: Ihr Herz schlägt bemerkenswert effizient und deutet auf eine ausgezeichnete Herzstärke hin.
es: Tu corazón late con una eficiencia notable, lo que sugiere una excelente fuerza muscular cardíaca.
fa: ضربان قلب شما با کارایی قابل توجهی کار می‌کند، که نشان‌دهنده قدرت عضلات قلب عالی است.
fr: Votre cœur bat avec une efficacité remarquable, suggérant une excellente force musculaire cardiaque.
id: Jantung Anda berdetak dengan efisiensi yang luar biasa, menunjukkan kekuatan otot jantung yang sangat baik.
it: Il tuo cuore batte con notevole efficienza, suggerendo un'eccellente forza muscolare cardiaca.
ja: あなたの心臓は驚くほど効率的に動き、優れた心筋の強さを示しています。
ko: 당신의 심장은 주목할 만한 효율성으로 박동하며, 탁월한 심장 근육 강도를 시사합니다.
nl: Je hart klopt opmerkelijk efficiënt, wat wijst op een uitstekende kracht van je hartspier.
pl: Twoje serce bije z niezwykłą wydajnością, co sugeruje doskonałą siłę mięśnia sercowego.
pt_br: Seu coração bate com eficiência notável, sugerindo excelente força muscular cardíaca.
ru: Ваше сердце бьется с замечательной эффективностью, что указывает на отличную силу сердечной мышцы.
tr: Kalbiniz dikkate değer bir verimlilikle atıyor, bu mükemmel kalp kası gücünü işaret ediyor.
zh_hans: 你的心脏跳动效率极高，表明心肌非常强壮。
zh_hant: 你的心跳效率極高，表明心肌非常強壯。

# week_rate_analysis_2_b_gpt
source: Based on the results, your cardiovascular system is working at peak performance.
ar: استنادًا إلى النتائج، نظامك القلبي الوعائي يعمل بأقصى كفاءة.
de: Basierend auf den Ergebnissen arbeitet dein Herz-Kreislauf-System auf Höchstleistung.
es: Según los resultados, tu sistema cardiovascular está funcionando a su máximo rendimiento.
fa: بر اساس نتایج، سیستم قلبی-عروقی شما به بهترین عملکرد خود دارد.
fr: Selon les résultats, votre système cardiovasculaire fonctionne à son meilleur niveau.
id: Berdasarkan hasilnya, sistem kardiovaskular Anda bekerja pada performa puncaknya.
it: In base ai risultati, il tuo sistema cardiovascolare sta funzionando al massimo delle sue capacità.
ja: 結果から見ると、あなたの心血管系は最高のパフォーマンスを発揮しています。
ko: 결과를 보면 여러분의 심혈관 시스템이 최고의 성능으로 작동 중입니다.
nl: Op basis van de resultaten werkt je cardiovasculaire systeem op topniveau.
pl: Na podstawie wyników, twoje układ sercowo-naczyniowy pracuje na najwyższym poziomie.
pt_br: Com base nos resultados, seu sistema cardiovascular está funcionando no seu melhor desempenho.
ru: Согласно результатам, ваше сердечно-сосудистая система работает на пике своей производительности.
tr: Sonuçlara göre, kardiyovasküler sisteminiz zirve performansta çalışıyor.
zh_hans: 从结果来看，你的心血管系统正处于良好的工作状态。
zh_hant: 從結果來看，你的心血管系統正處於良好的工作狀態。
