Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# result_normal4_1
source: Your heart rate maintains in the normal range, and it is a bit higher than average.
ar: معدل ضربات قلبك هو ضمن النطاق الطبيعي، وهو أعلى قليلاً من المتوسط.
de: Ihre Herzfrequenz bleibt im normalen Bereich und ist etwas höher als der Durchschnitt.
es: Tu frecuencia cardíaca se mantiene en el rango normal y es un poco más alta que la media.
fa: ضربان قلب شما در محدوده طبیعی است و کمی بالاتر از حد متوسط است.
fr: Votre fréquence cardiaque se maintient dans la plage normale, quoi qu'un peu plus élevée que la moyenne.
id: Detak jantung Anda tetap berada di rentang normal, dan itu sedikit lebih tinggi di atas rata-rata.
it: La frequenza cardiaca rimane nell'intervallo normale ed è leggermente più alta della media.
ja: 心拍数は正常範囲内を維持していますが、平均よりもわずかに高くなっています。
ko: 심박수가 정상 범위 내를 유지하고 있으며, 평균보다는 조금 높습니다.
nl: Je hartslag blijft binnen het normale bereik en is iets hoger dan gemiddeld.
pl: Twoje tętno utrzymuje się w normalnym zakresie i jest nieco wyższe niż przeciętne.
pt_br: A sua frequência cardíaca se mantém no intervalo normal e está um pouco mais alta que a média.
ru: Ваша частота пульса остается в пределах нормы, чуть выше среднего.
tr: Kalp nabzınız normal aralık dâhilinde ve ortalamanın biraz üstünde.
zh_hans: 你的心率保持在正常范围内，略高于平均值。
zh_hant: 您的心率保持在正常範圍內，且略高於平均值。

# result_normal4_2
source: You have a normal heart rate, and it is slightly higher than average.
ar: لديك معدل ضربات قلبك طبيعي، وهو أعلى بقليل من المتوسط.
de: Sie haben eine normale, leicht überdurchschnittliche Herzfrequenz.
es: Tienes una frecuencia cardíaca normal y es ligeramente superior a la media.
fa: ضربان قلب شما طبیعی و کمی بالاتر از حد متوسط است.
fr: Vous avez une fréquence cardiaque normale, quoiqu'un peu plus élevée que la moyenne.
id: Anda memiliki detak jantung normal, dan sedikit lebih tinggi di atas rata-rata.
it: La tua frequenza cardiaca è normale ed è leggermente più alta della media.
ja: 標準よりもわずかに高いですが、正常な心拍数です。
ko: 심박수는 정상이며, 평균보다는 약간 높습니다.
nl: Je hebt een normale hartslag die iets hoger dan gemiddeld is.
pl: Masz normalne tętno i jest ono nieco wyższe niż przeciętne.
pt_br: Você tem uma frequência cardíaca normal que é um pouco superior à média.
ru: У вас нормальная частота пульса, чуть выше среднего.
tr: Kalp nabzınız normal ve ortalamadan biraz daha yüksek.
zh_hans: 你的心率正常，略高于平均值。
zh_hant: 您的心率正常，且略高於平均值。

# result_normal5_1
source: Although your heart rate is in the normal range, it is comparatively high.
ar: على الرغم من أن معدل ضربات قلبك في النطاق الطبيعي، إلا أنه مرتفع نسبيًا.
de: Obwohl Ihre Herzfrequenz im normalen Bereich liegt, ist sie vergleichsweise hoch.
es: Aunque tu frecuencia cardíaca está dentro del rango normal, es comparativamente alta.
fa: با این که ضربان قلب شما در محدوده طبیعی است، اما نسبتاً بالاست.
fr: Bien que votre fréquence cardiaque est dans la plage normale, elle est relativement élevée.
id: Meskipun detak jantung Anda berada di rentang normal, terhitung relatif tinggi.
it: Anche se la tua frequenza cardiaca rientra nell'intervallo normale, è relativamente alta.
ja: 心拍数は正常範囲内ですが、比較的高くなっています。
ko: 심박수가 정상 범위 내이긴 하지만, 비교적 높은 편입니다.
nl: Hoewel je hartslag binnen het normale bereik ligt, is die relatief hoog.
pl: Chociaż tętno jest w normalnym zakresie, jest stosunkowo wysokie.
pt_br: Embora a sua frequência cardíaca esteja no intervalo normal, ela é comparativamente alta.
ru: Ваша частота пульса в норме, но сравнительно высокая.
tr: Kalp nabzınız normal aralıkta olmasına rağmen göreceli olarak yüksek.
zh_hans: 虽然你的心率在正常范围，但相对较高。
zh_hant: 雖然您的心率在正常範圍，但相對較高。

# result_normal5_2
source: Your heart rate is within normal limits, but it is approaching the high end of normal.
ar: معدل ضربات قلبك هو ضمن الحدود الطبيعية، لكنه يقترب من الحد الأقصى الطبيعي.
de: Ihre Herzfrequenz liegt im normalen Bereich, aber sie nähert sich dem oberen Ende der Norm.
es: Tu frecuencia cardíaca está dentro de los límites normales, pero se aproxima al extremo superior de la normalidad.
fa: ضربان قلب شما در محدوده طبیعی است، اما نزدیک به حداکثر عدد حد طبیعی است.
fr: Votre fréquence cardiaque est dans les limites normales, mais s'approche de la limite supérieure des valeurs normales.
id: Detak jantung Anda berada di dalam batas normal, tetapi mendekati batas atas normal.
it: La tua frequenza cardiaca rientra nei limiti normali, ma si avvicina al valore più alto del livello normale.
ja: 心拍数は正常範囲内ですが、正常上限値に近付いています。
ko: 심박수는 정상 범위 안이지만, 정상 범위를 넘는 쪽에 가깝습니다.
nl: Je hartslag ligt binnen de normale grenzen, maar is wel wat aan de hoge kant.
pl: Twoje tętno mieści się w normalnych granicach, ale zbliża się do górnej granicy normy.
pt_br: A sua frequência cardíaca está dentro dos limites considerados normais, mas está se aproximando do limite máximo do normal.
ru: Ваша частота пульса в норме, но приближается к верхней границе.
tr: Kalp nabzınız normal limitler dâhilinde, ancak normal değerlerin yüksek tarafına doğru yaklaşıyor.
zh_hans: 你的心率在正常范围内，但已接近其上限。
zh_hant: 您的心率在正常範圍內，但已接近其上限。

# result_second_1_female1
source: Your current heart rate is %1$@ beats per minute, which is below %2$@ of females (%3$@).
ar: معدل ضربات قلبك الحالي هو %1$@ نبضة في الدقيقة، وهو أقل من %2$@ من الإناث (%3$@).
de: Ihre aktuelle Herzfrequenz beträgt %1$@ Schläge pro Minute und liegt damit unter %2$@ der Herzfrequenz für Frauen (%3$@).
es: Tu frecuencia cardíaca actual es de %1$@ latidos por minuto, inferior al %2$@ de mujeres (%3$@).
fa: ضربان قلب فعلی شما %1$@ ضربان در دقیقه است که کمتر از %2$@ از زنان (%3$@) است.
fr: Votre fréquence cardiaque actuelle est de %1$@ battements par minute, ce qui est inférieur à %2$@ des femmes (%3$@).
id: Detak jantung Anda saat ini adalah %1$@ denyut per menit, yang berada di bawah %2$@ perempuan (%3$@).
it: La frequenza cardiaca attuale è di %1$@ battiti al minuto, che risulta inferiore al %2$@ delle donne (%3$@).
ja: あなたの現在の1分間あたりの心拍数は%1$@です。%3$@の女性全体における%2$@の女性よりも心拍数が低くなっています。
ko: 내 현재 심박수는 분당 %1$@ 박동으로, 전체 여성 중 %2$@ 이하입니다 (%3$@).
nl: Je huidige hartslag is %1$@ slagen per minuut, wat lager is dan %2$@ van alle vrouwen (%3$@).
pl: Twoje aktualne tętno to %1$@ uderzeń na minutę, czyli mniej niż u %2$@ kobiet (%3$@).
pt_br: A sua frequência cardíaca atual é de %1$@ batimentos por minuto, inferior à frequência cardíaca de %2$@ das mulheres (%3$@).
ru: Ваш текущий пульс — %1$@ удар./мин., что ниже, чем у %2$@ женщин (%3$@).
tr: Şu anda nabzınız dakikada %1$@, bu da %3$@ olan kadınların %2$@ kadarının değerlerinden düşük.
zh_hans: 你目前的心率为每分钟%1$@下，低于%2$@的女性(%3$@)。
zh_hant: 您目前的心率為每分鐘 %1$@ 下，低於 %2$@ 的女性 (%3$@)。

# result_second_1_female2
source: Your current heart rate is %1$@ beats per minute, which is above %2$@ of females (%3$@).
ar: معدل ضربات قلبك الحالي هو %1$@ نبضات في الدقيقة، وهو أعلى من %2$@ للإناث (%3$@).
de: Ihre aktuelle Herzfrequenz beträgt %1$@ Schläge pro Minute und liegt damit über %2$@ der Herzfrequenz von Frauen (%3$@).
es: Tu frecuencia cardíaca actual es de %1$@ latidos por minuto, superior al %2$@ de mujeres (%3$@).
fa: ضربان قلب فعلی شما %1$@ ضربان در دقیقه است که بیشتر از %2$@ از زنان (%3$@) است.
fr: Votre fréquence cardiaque actuelle est de %1$@ battements par minute, ce qui est supérieur à %2$@ des femmes (%3$@).
id: Detak jantung Anda saat ini adalah %1$@ denyut per menit, yang berada di atas %2$@ perempuan (%3$@).
it: La frequenza cardiaca attuale è di %1$@ battiti al minuto, che risulta superiore al %2$@ delle donne (%3$@).
ja: あなたの現在の1分間あたりの心拍数は%1$@です。%3$@の女性全体における%2$@の女性よりも心拍数が高くなっています。
ko: 내 현재 심박수는 분당 %1$@ 박동으로, 전체 여성 중 %2$@ 이상입니다 (%3$@).
nl: Je huidige hartslag is %1$@ slagen per minuut, wat hoger is dan %2$@ van alle vrouwen (%3$@).
pl: Twoje aktualne tętno to %1$@ uderzeń na minutę, czyli więcej niż u %2$@ kobiet (%3$@).
pt_br: A sua frequência cardíaca atual é de %1$@ batimentos por minuto, superior à frequência cardíaca de %2$@ das mulheres (%3$@).
ru: Ваш текущий пульс — %1$@ удар./мин., что выше, чем у %2$@ женщин (%3$@).
tr: Şu anda nabzınız dakikada %1$@, bu da %3$@ olan kadınların %2$@ kadarının değerlerinden yüksek.
zh_hans: 你目前的心率为每分钟%1$@下，高于%2$@的女性(%3$@)。
zh_hant: 您目前的心率為每分鐘 %1$@ 下，高於 %2$@ 的女性 (%3$@)。

# result_second_1_male1
source: Your current heart rate is %1$@ beats per minute, which is below %2$@ of males (%3$@).
ar: معدل ضربات قلبك الحالي هو %1$@ نبضات في الدقيقة، وهو أقل من %2$@ للذكور (%3$@).
de: Ihre aktuelle Herzfrequenz beträgt %1$@ Schläge pro Minute und liegt damit unter %2$@ der Herzfrequenz für Männer (%3$@).
es: Tu frecuencia cardíaca actual es de %1$@ latidos por minuto, inferior al %2$@ de hombres (%3$@).
fa: ضربان قلب فعلی شما %1$@ ضربان در دقیقه است که کمتر از %2$@ از مردان (%3$@) است.
fr: Votre fréquence cardiaque actuelle est de %1$@ battements par minute, ce qui est inférieur à %2$@ des hommes (%3$@).
id: Detak jantung Anda saat ini adalah %1$@ denyut per menit, yang berada di bawah %2$@ laki-laki (%3$@).
it: La frequenza cardiaca attuale è di %1$@ battiti al minuto, che risulta inferiore al %2$@ degli uomini (%3$@).
ja: あなたの現在の1分間あたりの心拍数は%1$@です。%3$@の男性全体における%2$@の男性よりも心拍数が低くなっています。
ko: 내 현재 심박수는 분당 %1$@ 박동으로, 전체 남성 중 %2$@ 이하입니다 (%3$@).
nl: Je huidige hartslag is %1$@ slagen per minuut, wat lager is dan %2$@ van alle mannen (%3$@).
pl: Twoje aktualne tętno to %1$@ uderzeń na minutę, czyli mniej niż u %2$@ mężczyzn (%3$@).
pt_br: A sua frequência cardíaca atual é de %1$@ batimentos por minuto, inferior à frequência cardíaca de %2$@ dos homens (%3$@).
ru: Ваш текущий пульс — %1$@ удар./мин., что ниже, чем у %2$@ мужчин (%3$@).
tr: Şu anda nabzınız dakikada %1$@, bu da %3$@ olan erkeklerin %2$@ kadarının değerlerinden düşük.
zh_hans: 你目前的心率为每分钟%1$@下，低于%2$@的男性(%3$@)。
zh_hant: 您目前的心率為每分鐘 %1$@ 下，低於 %2$@ 的男性 (%3$@)。

# result_second_1_male2
source: Your current heart rate is %1$@ beats per minute, which is above %2$@ of males (%3$@).
ar: معدل ضربات قلبك الحالي هو %1$@ نبضات في الدقيقة، وهو أعلى من %2$@ للذكور (%3$@).
de: Ihre aktuelle Herzfrequenz beträgt %1$@ Schläge pro Minute und liegt damit über %2$@ der Herzfrequenz von Männern (%3$@).
es: Tu frecuencia cardíaca actual es de %1$@ latidos por minuto, superior al %2$@ de hombres (%3$@).
fa: ضربان قلب فعلی شما %1$@ ضربان در دقیقه است که بیشتر از %2$@ از مردان (%3$@) است.
fr: Votre fréquence cardiaque actuelle est de %1$@ battements par minute, ce qui est supérieur à %2$@ des hommes (%3$@).
id: Detak jantung Anda saat ini adalah %1$@ denyut per menit, yang berada di atas %2$@ laki-laki (%3$@).
it: La frequenza cardiaca attuale è di %1$@ battiti al minuto, che risulta superiore al %2$@ degli uomini (%3$@).
ja: あなたの現在の1分間あたりの心拍数は%1$@です。%3$@の男性全体における%2$@の男性よりも心拍数が高くなっています。
ko: 내 현재 심박수는 분당 %1$@ 박동으로, 전체 남성 중 %2$@ 이상입니다 (%3$@).
nl: Je huidige hartslag is %1$@ slagen per minuut, wat hoger is dan %2$@ van alle mannen (%3$@).
pl: Twoje aktualne tętno to %1$@ uderzeń na minutę, czyli więcej niż u %2$@ mężczyzn (%3$@).
pt_br: A sua frequência cardíaca atual é de %1$@ batimentos por minuto, superior à frequência cardíaca de %2$@ dos homens (%3$@).
ru: Ваш текущий пульс — %1$@ удар./мин., что выше, чем у %2$@ мужчин (%3$@).
tr: Şu anda nabzınız dakikada %1$@, bu da %3$@ olan erkeklerin %2$@ kadarının değerlerinden yüksek.
zh_hans: 你目前的心率为每分钟%1$@下，高于%2$@的男性(%3$@)。
zh_hant: 您目前的心率為每分鐘 %1$@ 下，高於 %2$@ 的男性 (%3$@)。

# result_second_1_people1
source: Your current heart rate is %1$@ beats per minute, which is below %2$@ of people (%3$@).
ar: معدل ضربات قلبك الحالي هو %1$@ نبضات في الدقيقة، وهو أقل من %2$@ للأفراد (%3$@).
de: Ihre aktuelle Herzfrequenz beträgt %1$@ Schläge pro Minute und liegt damit unter %2$@ der Herzfrequenz aller Personen (%3$@).
es: Tu frecuencia cardíaca actual es de %1$@ latidos por minuto, inferior al %2$@ de la población (%3$@).
fa: ضربان قلب فعلی شما %1$@ ضربان در دقیقه است که کمتر از %2$@ از افراد (%3$@) است.
fr: Votre fréquence cardiaque actuelle est de %1$@ battements par minute, ce qui est inférieur à %2$@ des gens (%3$@).
id: Detak jantung Anda saat ini adalah %1$@ denyut per menit, yang berada di bawah %2$@ khalayak (%3$@).
it: La frequenza cardiaca attuale è di %1$@ battiti al minuto, che risulta inferiore al %2$@ in generale (%3$@).
ja: あなたの現在の1分間あたりの心拍数は%1$@です。%3$@の男女全体における%2$@の男女よりも心拍数が低くなっています。
ko: 내 현재 심박수는 분당 %1$@ 박동으로, 전체 중 %2$@ 이하입니다 (%3$@).
nl: Je huidige hartslag is %1$@ slagen per minuut, wat lager is dan %2$@ van alle mensen (%3$@).
pl: Twoje obecne tętno to %1$@ uderzeń na minutę, czyli mniej niż u %2$@ osób (%3$@).
pt_br: A sua frequência cardíaca atual é de %1$@ batimentos por minuto, inferior à frequência cardíaca de %2$@ das pessoas (%3$@).
ru: Ваш текущий пульс — %1$@ удар./мин., что ниже, чем у %2$@ людей (%3$@).
tr: Şu anda nabzınız dakikada %1$@, bu da %3$@ olan insanların %2$@ kadarının değerlerinden düşük.
zh_hans: 你目前的心率为每分钟%1$@下，低于%2$@的人(%3$@)。
zh_hant: 您目前的心率為每分鐘 %1$@ 下，低於 %2$@ 的人 (%3$@)。

# result_second_1_people2
source: Your current heart rate is %1$@ beats per minute, which is above %2$@ of people (%3$@).
ar: معدل ضربات قلبك الحالي هو %1$@ نبضات في الدقيقة، وهو أعلى من %2$@ للأفراد (%3$@).
de: Ihre aktuelle Herzfrequenz beträgt %1$@ Schläge pro Minute und liegt damit über %2$@ der Herzfrequenz aller Personen (%3$@).
es: Tu frecuencia cardíaca actual es de %1$@ latidos por minuto, superior al %2$@ de la población (%3$@).
fa: ضربان قلب فعلی شما %1$@ ضربان در دقیقه است که بیشتر از %2$@ از افراد (%3$@) است.
fr: Votre fréquence cardiaque actuelle est de %1$@ battements par minute, ce qui est supérieur à %2$@ des gens (%3$@).
id: Detak jantung Anda saat ini adalah %1$@ denyut per menit, yang berada di atas %2$@ khalayak (%3$@).
it: La frequenza cardiaca attuale è di %1$@ battiti al minuto, che risulta superiore al %2$@ in generale (%3$@).
ja: あなたの現在の1分間あたりの心拍数は%1$@です。%3$@の男女全体における%2$@の男女よりも心拍数が高くなっています。
ko: 내 현재 심박수는 분당 %1$@ 박동으로, 전체 중 %2$@ 이상입니다 (%3$@).
nl: Je huidige hartslag is %1$@ slagen per minuut, wat hoger is dan %2$@ van alle mensen (%3$@).
pl: Twoje aktualne tętno to %1$@ uderzeń na minutę, czyli więcej niż u %2$@ osób (%3$@).
pt_br: A sua frequência cardíaca atual é de %1$@ batimentos por minuto, superior à frequência cardíaca de %2$@ das pessoas (%3$@).
ru: Ваш текущий пульс — %1$@ удар./мин., что выше, чем у %2$@ людей (%3$@).
tr: Şu anda nabzınız dakikada %1$@, bu da %3$@ olan insanların %2$@ kadarının değerlerinden yüksek.
zh_hans: 你目前的心率为每分钟%1$@下，高于%2$@的人(%3$@)。
zh_hant: 您目前的心率為每分鐘 %1$@ 下，高於 %2$@ 的人 (%3$@)。

# result_second_2_female1
source: Among females (%1$@), your current heart rate is below %2$@ of others'.
ar: ضمن الإناث (%1$@)، معدل ضربات قلبك الحالي هو أقل من %2$@ من الأخريات.
de: Bei Frauen (%1$@) liegt deine aktuelle Herzfrequenz unter %2$@ der anderen.
es: Entre las mujeres (%1$@), tu frecuencia cardíaca actual es inferior al %2$@ de las demás.
fa: در بین زنان (%1$@)، ضربان قلب فعلی شما کمتر از %2$@ از دیگران است.
fr: Parmi les femmes (%1$@), votre fréquence cardiaque actuelle est inférieure à %2$@ des autres individus.
id: Di antara kaum perempuan (%1$@), detak jantung Anda saat ini berada di bawah %2$@ lainnya.
it: Tra le donne (%1$@), la frequenza cardiaca attuale è inferiore al %2$@ degli altri.
ja: %1$@の女性において、あなたの現在の心拍数は全体の%2$@の女性よりも低くなっています。
ko: 전체 여성 중에서 (%1$@), 내 현재 심박수는 %2$@의 사람들보다 낮습니다.
nl: Vergeleken met andere vrouwen (%1$@) is je huidige hartslag lager dan die van %2$@ anderen.
pl: W porównaniu do innych kobiet (%1$@) Twoje obecne tętno jest niższe niż u %2$@’.
pt_br: A sua frequência cardíaca atual é %2$@ inferior à frequência cardíaca de outras mulheres (%1$@).
ru: Ваш текущий пульс ниже, чем у %2$@ женщин (%1$@).
tr: Mevcut nabzınız %1$@ olan kadınların %2$@ kadarının değerlerinden düşük.
zh_hans: 在%1$@的女性中，你目前的心率低于其他%2$@的人。
zh_hant: 在 %1$@ 的女性中，您目前的心率低於其他 %2$@ 的人。

# result_second_2_female2
source: Among females (%1$@), your current heart rate is above %2$@ of others'.
ar: ضمن الإناث (%1$@)، معدل ضربات قلبك الحالي هو أعلى من %2$@ من الأخريات.
de: Bei Frauen (%1$@) liegt deine aktuelle Herzfrequenz über %2$@ der anderen.
es: Entre las mujeres (%1$@), tu frecuencia cardíaca actual es superior al %2$@ de las demás.
fa: در بین زنان (%1$@)، ضربان قلب فعلی شما بالاتر از %2$@ از دیگران است.
fr: Parmi les femmes (%1$@), votre fréquence cardiaque actuelle est supérieure à %2$@ des autres individus.
id: Di antara kaum perempuan (%1$@), detak jantung Anda saat ini berada di atas %2$@ lainnya.
it: Tra le donne (%1$@), la frequenza cardiaca attuale è superiore al %2$@ degli altri.
ja: %1$@の女性において、あなたの現在の心拍数は全体の%2$@の女性よりも高くなっています。
ko: 전체 여성 중에서 (%1$@), 내 현재 심박수는 %2$@의 사람들보다 높습니다.
nl: Vergeleken met andere vrouwen (%1$@) is je huidige hartslag hoger dan die van %2$@ anderen.
pl: W porównaniu do innych kobiet (%1$@) Twoje obecne tętno jest wyższe niż u %2$@’.
pt_br: A sua frequência cardíaca atual é %2$@ superior à frequência cardíaca de outras mulheres (%1$@).
ru: Ваш текущий пульс выше, чем у %2$@ женщин (%1$@).
tr: Mevcut nabzınız %1$@ olan kadınların %2$@ kadarının değerlerinden yüksek.
zh_hans: 在%1$@的女性中，你目前的心率高于其他%2$@的人。
zh_hant: 在 %1$@ 的女性中，您目前的心率高於其他 %2$@ 的人。

# result_second_2_male1
source: Among males (%1$@), your current heart rate is below %2$@ of others'.
ar: ضمن الذكور (%1$@)، معدل ضربات قلبك الحالي هو أقل من %2$@ من الآخرين.
de: Bei Männern (%1$@) liegt deine aktuelle Herzfrequenz unter %2$@ der anderen.
es: Entre los hombres (%1$@), tu frecuencia cardíaca actual es inferior al %2$@ de las demás.
fa: در بین مردان (%1$@)، ضربان قلب فعلی شما کمتر از %2$@ از دیگران است.
fr: Parmi les hommes (%1$@), votre fréquence cardiaque actuelle est inférieure à %2$@ des autres individus.
id: Di antara kaum laki-laki (%1$@), detak jantung Anda saat ini berada di bawah %2$@ lainnya.
it: Tra gli uomini (%1$@), la frequenza cardiaca attuale è inferiore al %2$@ degli altri.
ja: %1$@の男性において、あなたの現在の心拍数は全体の%2$@の男性よりも低くなっています。
ko: 전체 남성 중에서 (%1$@), 내 현재 심박수는 %2$@의 사람들보다 낮습니다.
nl: Vergeleken met andere mannen (%1$@) is je huidige hartslag lager dan die van %2$@ anderen.
pl: W porównaniu do innych mężczyzn (%1$@) Twoje aktualne tętno jest poniżej %2$@’.
pt_br: A sua frequência cardíaca atual é %2$@ inferior à frequência cardíaca de outros homens (%1$@).
ru: Ваш текущий пульс ниже, чем у %2$@ мужчин (%1$@).
tr: Mevcut nabzınız %1$@ olan erkeklerin %2$@ kadarının değerlerinden düşük.
zh_hans: 在%1$@的男性中，你目前的心率低于其他%2$@的人。
zh_hant: 在 %1$@ 的男性中，您目前的心率低於其他 %2$@ 的人。

# result_second_2_male2
source: Among males (%1$@), your current heart rate is above %2$@ of others'.
ar: ضمن الذكور (%1$@)، معدل ضربات قلبك الحالي هو أعلى من %2$@ من الآخرين.
de: Bei Männern (%1$@) liegt deine aktuelle Herzfrequenz über %2$@ der anderen.
es: Entre los hombres (%1$@), tu frecuencia cardíaca actual es superior al %2$@ de las demás.
fa: در بین مردان (%1$@)، ضربان قلب فعلی شما بالاتر از %2$@ از دیگران است.
fr: Parmi les hommes (%1$@), votre fréquence cardiaque actuelle est supérieure à %2$@ des autres individus.
id: Di antara kaum laki-laki (%1$@), detak jantung Anda saat ini berada di atas %2$@ lainnya.
it: Tra gli uomini (%1$@), la frequenza cardiaca attuale è superiore al %2$@ degli altri.
ja: %1$@の男性において、あなたの現在の心拍数は全体の%2$@の男性よりも高くなっています。
ko: 전체 남성 중에서 (%1$@), 내 현재 심박수는 %2$@의 사람들보다 높습니다.
nl: Vergeleken met andere mannen (%1$@) is je huidige hartslag hoger dan die van %2$@ anderen.
pl: W porównaniu do mężczyzn (%1$@) Twoje obecne tętno jest wyższe niż u %2$@’.
pt_br: A sua frequência cardíaca atual é %2$@ superior à frequência cardíaca de outros homens (%1$@).
ru: Ваш текущий пульс выше, чем у %2$@ мужчин (%1$@).
tr: Mevcut nabzınız %1$@ olan erkeklerin %2$@ kadarının değerlerinden yüksek.
zh_hans: 在%1$@的男性中，你目前的心率高于其他%2$@的人。
zh_hant: 在 %1$@ 的男性中，您目前的心率高於其他 %2$@ 的人。

# result_second_2_people1
source: Among people (%1$@), your current heart rate is below %2$@ of others'.
ar: ضمن الأفراد (%1$@)، معدل ضربات قلبك الحالي هو أقل من %2$@ من الآخرين.
de: Bei allen Personen (%1$@) liegt deine aktuelle Herzfrequenz unter %2$@ der anderen.
es: Entre la población (%1$@), tu frecuencia cardíaca actual es inferior al %2$@ de las demás.
fa: در بین افراد (%1$@)، ضربان قلب فعلی شما کمتر از %2$@ از دیگران است.
fr: Parmi la population (%1$@), votre fréquence cardiaque actuelle est inférieure à %2$@ des autres individus.
id: Di antara khalayak (%1$@), detak jantung Anda saat ini berada di bawah %2$@ lainnya.
it: In generale (%1$@), la frequenza cardiaca attuale è inferiore al %2$@ degli altri.
ja: %1$@の男女において、あなたの現在の心拍数は全体の%2$@の男女よりも低くなっています。
ko: 전체 인구 중에서 (%1$@), 내 현재 심박수는 %2$@의 사람들보다 낮습니다.
nl: Vergeleken met andere mensen (%1$@) is je huidige hartslag lager dan die van %2$@ anderen.
pl: W porównaniu do innych osób (%1$@) Twoje obecne tętno jest poniżej %2$@’.
pt_br: A sua frequência cardíaca atual é %2$@ inferior à frequência cardíaca de outras pessoas (%1$@).
ru: Ваш текущий пульс ниже, чем у %2$@ людей (%1$@).
tr: Mevcut nabzınız %1$@ olan insanların %2$@ kadarının değerlerinden düşük.
zh_hans: 在%1$@的人中，你目前的心率低于其他%2$@的人。
zh_hant: 在 %1$@ 的人中，您目前的心率低於其他 %2$@ 的人。

# result_second_2_people2
source: Among people (%1$@), your current heart rate is above %2$@ of others'.
ar: ضمن الأفراد (%1$@)، معدل ضربات قلبك الحالي هو أعلى من %2$@ من الآخرين.
de: Bei allen Personen (%1$@) liegt deine aktuelle Herzfrequenz über %2$@ der anderen.
es: Entre la población (%1$@), tu frecuencia cardíaca actual es superior al %2$@ de las demás.
fa: در بین افراد (%1$@)، ضربان قلب فعلی شما بالاتر از %2$@ از دیگران است.
fr: Parmi la population (%1$@), votre fréquence cardiaque actuelle est supérieure à %2$@ des autres individus.
id: Di antara khalayak (%1$@), detak jantung Anda saat ini berada di atas %2$@ lainnya.
it: In generale (%1$@), la frequenza cardiaca attuale è superiore al %2$@ degli altri.
ja: %1$@の男女において、あなたの現在の心拍数は全体の%2$@の男女よりも高くなっています。
ko: 전체 중에서 (%1$@), 내 현재 심박수는 %2$@의 사람들보다 높습니다.
nl: Vergeleken met andere mensen (%1$@) is je huidige hartslag hoger dan die van %2$@ anderen.
pl: W porównaniu do innych osób (%1$@) Twoje obecne tętno jest wyższe niż %2$@’.
pt_br: A sua frequência cardíaca atual é %2$@ superior à frequência cardíaca de outras pessoas (%1$@).
ru: Ваш текущий пульс выше, чем у %2$@ людей (%1$@).
tr: Mevcut nabzınız %1$@ olan insanların %2$@ kadarının değerlerinden yüksek.
zh_hans: 在%1$@的人中，你目前的心率高于其他%2$@的人。
zh_hant: 在 %1$@ 的人中，您目前的心率高於其他 %2$@ 的人。

# result_slow_1
source: Your heart rate is too slow. We are worried about you!
ar: معدل ضربات قلبك بطيء جدًا. نحن قلقون عليك!
de: Ihre Herzfrequenz ist zu niedrig. Wir machen uns Sorgen um Sie!
es: Tu frecuencia cardíaca es demasiado baja. ¡Nos preocupas!
fa: ضربان قلب شما بسیار کُند است. ما نگران شما هستیم!
fr: Votre fréquence cardiaque est trop lente. Nous sommes inquiets pour vous !
id: Detak jantung Anda terlalu rendah. Kami khawatir dengan Anda!
it: La frequenza cardiaca è troppo bassa. Siamo preoccupati per te.
ja: 心拍数が遅過ぎます。あなたのことが心配です！
ko: 심박수가 너무 느립니다. 건강이 걱정되네요!
nl: Je hartslag is te traag. We maken ons zorgen om je!
pl: Twoje tętno jest zbyt wolne. Martwimy się o Ciebie!
pt_br: A sua frequência cardíaca está muito baixa. Estamos preocupados com você!
ru: Ваш пульс слишком медленный. Мы за вас переживаем!
tr: Kalp nabzınız çok yavaş. sizin için endişeleniyoruz!
zh_hans: 你的心率过慢。我们很担心你！
zh_hant: 您的心率過慢。我們很擔心您！
