Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# heart_rate_knowledge_17
source: Blood Pressure Misbelief
ar: سوء فهم ضغط الدم
de: Fehleinschätzungen beim Blutdruck
es: Malentendidos de la presión arterial
fa: درک اشتباه از فشار خون
fr: Malentendus quant à la tension artérielle
id: Kesalahpahaman Tekanan Darah
it: Equivoci sulla pressione sanguigna
ja: 血圧についての誤解
ko: 혈압에 대한 오해
nl: Misvattingen over de bloeddruk
pl: Błędne informacje na temat ciśnienia krwi
pt_br: Equívocos sobre a pressão arterial
ru: Ложные представления об артериальном давлении
tr: Tansiyonla İlgili Yanlış Bilinenler
zh_hans: 对于血压的误解
zh_hant: 對於血壓的誤解

# heart_rate_knowledge_2
source: Nutrition 101
ar: التغذية 101
de: 1x1 der Ernährung
es: Conocimientos de nutrición
fa: اطلاعات پایه درباره تغذیه
fr: B.a.-ba de la nutrition
id: Nutrisi 101
it: Alimentazione di base
ja: 栄養学入門
ko: 영양학 기초 지식
nl: Basisuitleg over voeding
pl: Najważniejsze informacje o odżywianiu
pt_br: Conhecimentos básicos em Nutrição
ru: Основы питания
tr: Beslenme 101
zh_hans: 营养常识
zh_hant: 營養 101

# heart_rate_knowledge_3
source: How to Relieve Stress?
ar: كيف تخفف التوتر؟
de: Wie baut man Stress ab?
es: ¿Cómo aliviar el estrés?
fa: چگونه استرس را کاهش دهیم؟
fr: Comment soulager le stress ?
id: Bagaimana Cara Meringankan Stres?
it: Come si allevia lo stress?
ja: ストレスを解消する方法は？
ko: 스트레스를 줄이려면?
nl: Hoe verlicht je stress?
pl: Jak zmniejszyć stres?
pt_br: Como aliviar o estresse?
ru: Как снять стресс?
tr: Stres Nasıl Giderilir?
zh_hans: 如何缓解压力？
zh_hant: 如何紓壓？

# heart_rate_knowledge_4
source: What is Heart Rate?
ar: ما هو معدل نبضات القلب؟
de: Was ist die Herzfrequenz?
es: ¿Qué es el ritmo cardíaco?
fa: ضربان قلب چیست؟
fr: Qu'est-ce que la fréquence cardiaque ?
id: Apa itu Detak Jantung?
it: Cos'è la frequenza cardiaca?
ja: 心拍数とは？
ko: 심박수란 무엇인가?
nl: Wat is de hartslag
pl: Co to jest tętno?
pt_br: O que é a frequência cardíaca?
ru: Что такое частота сердечных сокращений?
tr: Kalp Nabzı Nedir?
zh_hans: 什么是心率？
zh_hant: 什麼是心率？

# heart_rate_knowledge_5
source: Resting Heart Rate
ar: معدل نبضات القلب في الراحة
de: Ruheherzfrequenz
es: Ritmo cardíaco en reposo
fa: ضربان قلب در حالت استراحت
fr: Fréquence cardiaque au repos
id: Detak Jantung Beristirahat
it: Frequenza cardiaca a riposo
ja: 安静時心拍数
ko: 휴식 중 심박수
nl: Hartslag in ruste
pl: Tętno spoczynkowe
pt_br: Frequência cardíaca em repouso
ru: Пульс в покое
tr: Dinlenme Nabzı
zh_hans: 静息心率
zh_hant: 靜止心率

# heart_rate_knowledge_6
source: Target Heart Rate
ar: معدل نبضات القلب الهدف
de: Zielherzfrequenz
es: Ritmo cardíaco objetivo
fa: ضربان قلب هدف
fr: Fréquence cardiaque cible
id: Detak Jantung Sasaran
it: Frequenza cardiaca ideale
ja: 目標心拍数
ko: 목표 심박수
nl: Gewenste hartslag
pl: Docelowe tętno
pt_br: Frequência cardíaca alvo
ru: Целевой пульс
tr: Hedef Nabız
zh_hans: 目标心率
zh_hant: 目標心率

# heart_rate_knowledge_7
source: Factors Affecting Heart Rate
ar: العوامل المؤثرة في معدل نبضات القلب
de: Einflussfaktoren der Herzfrequenz
es: Factores que afectan al ritmo cardíaco
fa: عوامل موثر در ضربان قلب
fr: Facteurs affectant la fréquence cardiaque
id: Faktor yang Memengaruhi Detak Jantung
it: Fattori che influenzano la frequenza cardiaca
ja: 心拍数に影響を与える要因
ko: 심박수에 영향을 주는 요소
nl: Factoren die van invloed zijn op de hartslag
pl: Czynniki wpływające na tętno
pt_br: Fatores que afetam a frequência cardíaca
ru: Факторы, воздействующие на пульс
tr: Kalp Nabzını Etkileyen Faktörler
zh_hans: 影响心率的因素
zh_hant: 影響心率的因素

# heart_rate_knowledge_8
source: Heart Rate Zones of Children
ar: مناطق معدل نبضات القلب لدى الأطفال
de: Herzfrequenz-Bereiche von Kindern
es: Zonas de ritmo cardíaco para niños
fa: محدوده ضربان قلب کودکان
fr: Régions de fréquence cardiaque des enfants
id: Zona Detak Jantung Anak-Anak
it: Valori di riferimento della frequenza cardiaca nei bambini
ja: 子供の心拍数ゾーン
ko: 아이들의 심박수 범위
nl: Hartslagbereiken voor kinderen
pl: Zakresy tętna u dzieci
pt_br: Zonas de frequência cardíaca das crianças
ru: Диапазоны пульса у детей
tr: Çocukların Kalp Nabzı Bölgeleri
zh_hans: 儿童心率区间
zh_hant: 兒童的心率區間

# heart_rate_knowledge_9
source: Methods to Improve Heart Rate
ar: طرق تحسين معدل نبضات القلب
de: Methoden zur Verbesserung der Herzfrequenz
es: Métodos para mejorar ritmo cardíaco
fa: روش‌های بهبود ضربان قلب
fr: Méthodes pour améliorer la fréquence cardiaque
id: Metode untuk Memperbaiki Detak Jantung
it: Metodi per migliorare la frequenza cardiaca
ja: 心拍数を改善する方法
ko: 심박수를 개선할 방법
nl: Methoden om de hartslag te verbeteren
pl: Sposoby poprawy tętna
pt_br: Métodos para melhorar a frequência cardíaca
ru: Способы улучшить пульс
tr: Kalp Nabzını İyileştirme Metotları
zh_hans: 改善心率的方法
zh_hant: 改善心率的方法

# hr_knowledge_new_1
source: What is Diabetes?
ar: ما هو السكري؟
de: Was ist Diabetes?
es: ¿Qué es la diabetes?
fa: دیابت چیست؟
fr: Le diabète, c'est quoi ?
id: Apa Diabetes itu?
it: Cos'è il diabete?
ja: 糖尿病とは？
ko: 당뇨병은 뭔가요?
nl: Wat is diabetes?
pl: Na czym polega cukrzyca?
pt_br: O que é a diabetes?
ru: Что такое диабет?
tr: Diyabet nedir?
zh_hans: 什么是糖尿病？
zh_hant: 糖尿病是什麼？

# hr_knowledge_new_10
source: Hypotensive Crisis Guidelines
ar: إرشادات أزمة انخفاض ضغط الدم
de: Ratgeber zur hypotensiven Krise
es: Directrices sobre una crisis hipotensiva
fa: راهنمایی‌ها درباره بحران فشار خون پایین
fr: Directives de crise d'hypotension
id: Pedoman Krisis Hipotensi
it: Linee guida sulle crisi ipotensive
ja: 低血圧クリーゼのガイドライン
ko: 저혈압 위기 가이드라인
nl: Crisisrichtlijnen lage bloeddruk
pl: Wytyczne dotyczące kryzysu hipotensyjnego
pt_br: Orientações referentes à crise hipotensiva
ru: Указания при гипотоническом кризе
tr: Düşük Tansiyon Krizi Kılavuzu
zh_hans: 低血压危机指南
zh_hant: 低血壓風險指引

# hr_knowledge_new_11
source: Exercises to Lower Blood Pressure
ar: تمارين لخفض ضغط الدم
de: Übungen, um den Blutdruck zu senken
es: Ejercicios para bajar la presión arterial
fa: تمرین‌هایی برای کاهش فشار خون
fr: Exercices pour abaisser la tension artérielle
id: Latihan untuk Menurunkan Tekanan Darah
it: Esercizi per abbassare la pressione sanguigna
ja: 血圧を低下させる運動
ko: 혈당을 낮추는 운동
nl: Oefeningen om de bloeddruk te verlagen
pl: Ćwiczenia obniżające ciśnienie krwi
pt_br: Exercícios para reduzir o açúcar no sangue
ru: Упражнения для понижения кровяного давления
tr: Tansiyonu Düşürme Egzersizleri
zh_hans: 降低血压的运动
zh_hant: 降低血壓的運動

# hr_knowledge_new_12
source: How to Improve Hypertension?
ar: كيف يمكن تحسين ارتفاع ضغط الدم؟
de: Was kann man gegen Bluthochdruck machen?
es: ¿Cómo se mejora la hipertensión?
fa: فشار خون بالا را چگونه بهبود ببخشیم؟
fr: Comment améliorer l'hypertension ?
id: Bagaimana Cara Menurunkan Hipertensi?
it: Come migliorare l'ipertensione?
ja: 高血圧の改善方法は？
ko: 고혈압 개선 방법
nl: Hoge bloeddruk verbeteren
pl: Jak obniżyć ciśnienie w nadciśnieniu?
pt_br: Como melhorar a hipertensão?
ru: Как улучшить АД при гипертонии?
tr: Yüksek Tansiyon Nasıl İyileştirilir?
zh_hans: 如何改善高血压？
zh_hant: 如何改善高血壓？

# hr_knowledge_new_2
source: Diabetes Symptoms
ar: أعراض مرض السكري
de: Diabetes-Symptome
es: Síntomas de la diabetes
fa: نشانه‌های دیابت
fr: Symptômes du diabète
id: Gejala Diabetes
it: Sintomi del diabete
ja: 糖尿病の症状
ko: 당뇨병 증상
nl: Symptomen van diabetes
pl: Objawy cukrzycy
pt_br: Sintomas de diabetes
ru: Симптомы диабета
tr: Diyabet Belirtileri
zh_hans: 糖尿病症状
zh_hant: 糖尿病症狀

# hr_knowledge_new_3
source: How to Treat Diabetes?
ar: كيف تعالج مرض السكري؟
de: Wie behandelt man Diabetes?
es: ¿Cómo se trata la diabetes?
fa: چگونه دیابت را درمان کنیم؟
fr: Comment traiter le diabète ?
id: Bagaimana Cara Mengobati Diabetes?
it: Come curare il diabete?
ja: 糖尿病の治療方法は？
ko: 당뇨병 치료법
nl: Diabetes behandelen
pl: Jak leczyć cukrzycę?
pt_br: Como tratar a diabetes?
ru: Как лечить диабет?
tr: Diyabet Nasıl Tedavi Edilir?
zh_hans: 如何治疗糖尿病？
zh_hant: 如何治療糖尿病？

# hr_knowledge_new_4
source: Diabetes Tests & Diagnosis
ar: فحوصات وتشخيص مرض السكري
de: Diabetes-Tests und Diagnose
es: Pruebas y diagnóstico de la diabetes
fa: آزمایش‌ها و تشخیص دیابت
fr: Tests et diagnostique du diabète
id: Tes & Diagnosis Diabetes
it: Test e diagnosi del diabete
ja: 糖尿病の検査と診断
ko: 당뇨병 검사 및 진단
nl: Testen voor diabetes & diagnose
pl: Badania i rozpoznanie cukrzycy
pt_br: Testes e diagnóstico de diabetes
ru: Анализы на диабет и диагностика
tr: Diyabet Testleri ve Tanısı
zh_hans: 糖尿病测试与诊断
zh_hant: 糖尿病測試與診斷

# hr_knowledge_new_5
source: Methods to Prevent Diabetes
ar: طرق الوقاية من مرض السكري
de: Methoden zur Verhinderung von Diabetes
es: Métodos para prevenir la diabetes
fa: روش‌های پیشگیری از دیابت
fr: Méthodes pour prévenir le diabète
id: Metode Pencegahan Diabetes
it: Modi per prevenire il diabete
ja: 糖尿病の予防方法
ko: 당뇨병을 예방하는 방법
nl: Methodes om diabetes te voorkomen
pl: Metody zapobiegania cukrzycy
pt_br: Métodos para prevenir a diabetes
ru: Методы профилактики диабета
tr: Diyabeti Önleme Yöntemleri
zh_hans: 预防糖尿病的方法
zh_hant: 預防糖尿病的方法

# hr_knowledge_new_6
source: Know about Low Blood Sugar
ar: تعرف على انخفاض سكر الدم
de: Erfahren Sie Näheres über niedrigen Blutzucker
es: Información sobre el azúcar en sangre bajo
fa: کسب اطلاعات درباره قند خون پایین
fr: En savoir plus la faible glycémie
id: Ketahui tentang Gula Darah Rendah
it: Informazioni sulla glicemia bassa
ja: 低血糖について知る
ko: 저혈당에 대하여 알아보기
nl: Kennis over lage bloedsuikerspiegel
pl: Dowiedz się więcej o niskim poziomie cukru we krwi
pt_br: Aprenda sobre o baixo açúcar no sangue
ru: Узнайте о низком уровне сахара в крови
tr: Düşük Kan Şekeri Hakkında Bilgilenin
zh_hans: 了解低血糖
zh_hant: 低血糖須知

# hr_knowledge_new_7
source: What Causes Hypertension?
ar: ما الذي يسبب ارتفاع ضغط الدم؟
de: Was ist die Ursache von Bluthochdruck?
es: ¿Qué causa la hipertensión?
fa: علت پرفشاری خون چیست؟
fr: Quelles sont les causes de l'hypertension ?
id: Apa Penyebab Hipertensi?
it: Cosa causa l'ipertensione?
ja: 高血圧の原因とは？
ko: 고혈압의 유발 원인은 뭔가요?
nl: Oorzaken van hoge bloeddruk
pl: Co powoduje nadciśnienie?
pt_br: O que causa a hipertensão?
ru: Что вызывает гипертонию?
tr: Yüksek Tansiyona Ne Neden Olur?
zh_hans: 导致高血压的原因
zh_hant: 導致高血壓的原因？

# hr_knowledge_new_8
source: Know about Hypotension
ar: تعرف على انخفاض ضغط الدم
de: Erfahren Sie Näheres über niedrigen Blutdruck
es: Información sobre la hipotensión
fa: کسب اطلاعات درباره فشار خون پایین
fr: En savoir plus sur l'hypotension
id: Ketahui tentang Hipotensi
it: Informazioni sull'ipotensione
ja: 低血圧について知る
ko: 저혈압에 대하여 알아보기
nl: Kennis over lage bloeddruk
pl: Dowiedz się więcej o niedociśnieniu
pt_br: Aprenda sobre a hipotensão
ru: Узнайте о гипотонии
tr: Düşük Tansiyon Hakkında Bilgilenin
zh_hans: 了解低血压
zh_hant: 低血壓須知

# hr_knowledge_new_9
source: Hypertensive Crisis Guidelines
ar: إرشادات أزمة ارتفاع ضغط الدم
de: Ratgeber zur hypertensiven Krise
es: Directrices sobre una crisis hipertensiva
fa: راهنمایی‌ها درباره بحران فشار خون بالا
fr: Directives de crise d'hypertension
id: Pedoman Krisis Hipertensi
it: Linee guida sulle crisi ipertensive
ja: 高血圧クリーゼのガイドライン
ko: 고혈압 위기 가이드라인
nl: Crisisrichtlijnen hoge bloeddruk
pl: Wytyczne dotyczące kryzysu nadciśnieniowego
pt_br: Orientações referentes à crise hipertensiva
ru: Указания при гипертоническом кризе
tr: Yüksek Tansiyon Krizi Kılavuzu
zh_hans: 高血压危机指南
zh_hant: 高血壓風險指引

# knowledge_name_1
source: Blood Pressure Numbers
ar: فهم قياسات ضغط الدم
de: Blutdruckwerte verstehen
es: Entender los números de la presión arterial
fa: درک اعداد فشار خون
fr: Comprenez les chiffres de la TA
id: Memahami Angka Tekanan Darah
it: Comprensione dei valori della pressione sanguigna
ja: 血圧の値の意味を理解しましょう
ko: BP 숫자 이해하기
nl: Begrijpen wat cijfers over bloeddruk betekenen
pl: Objaśnienia wyników ciśnienia
pt_br: Significado dos números de pressão arterial
ru: Что означают показатели давления
tr: Tansiyon Değerlerini Anlama
zh_hans: 理解血压指数的含义
zh_hant: 瞭解血壓的監測數值

# knowledge_name_3
source: Hypertension Types and Symptoms
ar: أنواع وأعراض ارتفاع ضغط الدم
de: Arten & Symptome von Bluthochdruck
es: Tipos y síntomas de hipertensión
fa: انواع و علائم فشار خون بالا
fr: Types et symptômes d'hypertension
id: Jenis dan Gejala Hipertensi
it: Sintomi e tipi di ipertensione
ja: 高血圧の種類と症状
ko: 고혈압의 유형 및 증상
nl: Varianten en symptomen van hoge bloeddruk
pl: Rodzaje i objawy nadciśnienia
pt_br: Tipos de hipertensão e sintomas
ru: Типы и симптомы гипертонии
tr: Hipertansiyon Türleri ve Belirtileri
zh_hans: 高血压的类型和症状
zh_hant: 高血壓的類型與症狀

# view_original_version_english
source: View original text(English)
ar: عرض النص الأصلي (بالإنجليزية)
de: Originaltext anzeigen (Englisch)
es: Ver texto original (inglés)
fa: مشاهده متن اصلی (انگلیسی)
fr: Voir le texte original (en anglais)
id: Lihat teks asli (bahasa Inggris)
it: Visualizza il testo originale (inglese)
ja: 元のテキスト（英語）を見る
ko: 원본 텍스트(영어) 보기
nl: Oorspronkelijke tekst bekijken (Engels)
pl: Zobacz oryginalny tekst (angielski)
pt_br: Ver texto original (inglês)
ru: Открыть оригинал (на английском языке)
tr: Orijinal metni görüntüle (İngilizce)
zh_hans: 查看原文（英文）
zh_hant: 檢視原始文字（英文）

# translate_to_x_via_google
source: Translate to %s via Google Translate
ar: ترجمة إلى %s عبر ترجمة Google
de: In %s übersetzen mit Google Übersetzer
es: Traducir a %s con Traductor de Google
fa: ترجمه به %s از طریق ترجمه Google
fr: Traduire en %s via Google Traduction
id: Terjemahkan ke %s melalui Google Terjemahan
it: Traduci in %s con Google Traduttore
ja: Google翻訳で%sに翻訳する
ko: Google 번역을 사용해 %s로 번역
nl: Naar het %s vertalen met Google Translate
pl: Przetłumacz na %s przez Tłumacza Google
pt_br: Traduzir para %s com o Google Tradutor
ru: Перевести на %s в Google Переводчике
tr: Google Çeviri ile şu dile çevir: %s
zh_hans: 使用Google 翻译翻译成%s
zh_hant: 請使用 Google 翻譯翻譯成 %s

# translate_by_google
source: Translated by Google Translate
ar: تُرجم بواسطة Google Translate
de: Mit Google Übersetzer übersetzt
es: Traducido con Google Translate
fa: ترجمه شده توسط Google Translate
fr: Traduit par Google Translate
id: Diterjemahkan oleh Google Translate
it: Tradotto con Google Traduttore
ja: Google翻訳で翻訳
ko: Google Translate으로 번역함
nl: Vertaald door Google Translate
pl: Przetłumaczone przez Tłumacza Google
pt_br: Traduzido pelo Google Tradutor
ru: Переведено с помощью Google Translate
tr: Google Çeviri tarafından çevrilmiştir
zh_hans: 译文由谷歌翻译提供
zh_hant: 翻譯提供者：Google 翻譯

# range_hypotension
source: SYS < 90 or DIA < 60
ar: انقباضي < 90 أو انبساطي < 60
de: SYS < 90 oder DIA < 60
es: SIS. < 90 o DIA. < 60
fa: سیستولیک < 90 یا دیاسستولیک < 60
fr: SYS < 90 ou DIA < 60
id: SIS < 90 atau DIA < 60
it: SIS < 90 o DIA < 60
ja: 収縮期 < 90 または 拡張期 < 60
ko: 수축기혈압 < 90 또는 이완기혈압 < 60
nl: SYS < 90 of DIA < 60
pl: SBP < 90 lub DBP < 60
pt_br: SIS < 90 ou DIA < 60
ru: СИСТ < 90 или ДИАТ < 60
tr: KÜÇ < 90 veya BÜY < 60
zh_hans: 收缩压<90或舒张压<60
zh_hant: 收縮壓 < 90 或舒張壓 < 60

# range_normal
source: SYS 90-119 and DIA 60-79
ar: انقباضي 90-119 أو انبساطي 60-79
de: SYS 90–119 und DIA 60–79
es: SIS. 90-119 y DIA. 60-79
fa: سیستولیک بین 90 تا 119 و دیاستولیک بین 60 تا 79
fr: SYS 90-119 et DIA 60-79
id: SIS 90-119 dan DIA 60-79
it: SIS 90-119 e DIA 60-79
ja: 収縮期 90～119 および 拡張期 60～79
ko: 수축기혈압 90-119 및 이완기혈압 60-79
nl: SYS 90-119 en DIA 60-79
pl: SBP 90-119 oraz DBP 60-79
pt_br: SIS 90-119 e DIA 60-79
ru: СИСТ 90-119 и ДИАТ 60-79
tr: BÜY 90-119 ve KÜÇ 60-79
zh_hans: 收缩压90-119，舒张压60-79
zh_hant: 收縮壓 90 - 119 且舒張壓 60 - 79

# range_elevated
source: SYS 120-129 and DIA 60-79
ar: انقباضي 120-129 أو انبساطي 60-79
de: SYS 120–129 und DIA 60–79
es: SIS. 120-129 y DIA. 60-79
fa: سیستولیک بین 120 تا 129 و دیاستولیک بین 60 تا 79
fr: SYS 120-129 et DIA 60-79
id: SIS 120-129 dan DIA 60-79
it: SIS 120-129 e DIA 60-79
ja: 収縮期 120～129 および 拡張期 60～79
ko: 수축기혈압 120-129 및 이완기혈압 60-79
nl: SYS 120-129 en DIA 60-79
pl: SBP 120-129 oraz DBP 60-79
pt_br: SIS 120-129 e DIA 60-79
ru: СИСТ 120-129 и ДИАТ 60-79
tr: BÜY 120-129 ve KÜÇ 60-79
zh_hans: 收缩压120-129，舒张压60-79
zh_hant: 收縮壓 120 - 129 且舒張壓 60 - 79

# range_hypertension_1
source: SYS 130-139 or DIA 80-89
ar: انقباضي 130-139 أو انبساطي 80-89
de: SYS 130–139 oder DIA 80–89
es: SIS. 130-139 o DIA. 80-89
fa: سیستولیک بین 130 تا 139 و دیاستولیک بین 80 تا 89
fr: SYS 130-139 ou DIA 80-89
id: SIS 130-139 atau DIA 80-89
it: SIS 130-139 o DIA 80-89
ja: 収縮期 130～139 または 拡張期 80～89
ko: 수축기혈압 130-139 또는 이완기혈압 80-89
nl: SYS 130-139 of DIA 80-89
pl: SBP 130-139 lub DBP 80-89
pt_br: SIS 130-139 ou DIA 80-89
ru: СИСТ 130-139 или ДИАТ 80-89
tr: BÜY 130-139 veya KÜÇ 80-89
zh_hans: 收缩压130-139或舒张压80-89
zh_hant: 收縮壓 130 - 139 或舒張壓 80 - 89

# range_hypertension_2
source: SYS 140-180 or DIA 90-120
ar: انقباضي 140-180 أو انبساطي 90-120
de: SYS 140–180 oder DIA 90–120
es: SIS. 140-180 o DIA. 90-120
fa: سیستولیک بین 140 تا 180 و دیاستولیک بین 90 تا 120
fr: SYS 140-180 ou DIA 90-120
id: SIS 140-180 atau DIA 90-120
it: SIS 140-180 o DIA 90-120
ja: 収縮期 140～180 または 拡張期 90～120
ko: 수축기혈압 140-180 또는 이완기혈압 90-120
nl: SYS 140-180 of DIA 90-120
pl: SBP 140-180 lub DBP 90-120
pt_br: SIS 140-180 ou DIA 90-120
ru: СИСТ 140-180 или ДИАТ 90-120
tr: BÜY 140-180 veya KÜÇ 90-120
zh_hans: 收缩压140-180或舒张压90-120
zh_hant: 收縮壓 140 - 180 或舒張壓 90 - 120

# range_hypertensive
source: SYS > 180 or DIA > 120
ar: انقباضي > 180 أو انبساطي > 120
de: SYS > 180 oder DIA > 120
es: SIS. > 180 o DIA. > 120
fa: سیستولیک > 180 یا دیاسستولیک > 120
fr: SYS > 180 ou DIA > 120
id: SIS > 180 atau DIA > 120
it: SIS > 180 o DIA > 120
ja: 収縮期 > 180 または 拡張期 > 120
ko: 수축기혈압 > 180 또는 이완기혈압 > 120
nl: SYS > 180 of DIA > 120
pl: SBP > 180 lub DBP > 120
pt_br: SIS > 180 ou DIA > 120
ru: СИСТ > 180 или ДИАТ > 120
tr: BÜY > 180 veya KÜÇ > 120
zh_hans: 收缩压>180或舒张压>120
zh_hant: 收縮壓 > 180 或舒張壓 > 120

source: Hypotension
ar: ضغط الدم المنخفض
de: Blutniedrigdruck
es: Hipotensión
fa: فشار خون پایین
id: Tekanan Darah Rendah
it: Ipotensione
ja: 低血圧
ko: 저혈압
nl: Hypotensie
pl: Niedociśnienie
pt_br: Hipotensão
ru: Пониженное
tr: Hipotansiyon
zh_hans: 低血压
zh_hant: 低血壓

# fasting_level_normal
source: Normal
ar: طبيعي
fa: طبیعی
it: Normale
ja: ノーマル
ko: 정상
nl: Normaal
pl: Normalne
ru: Обычно
zh_hans: 正常
zh_hant: 正常

source: Elevated
ar: ارتفاع طفيف
de: Erhöht
es: Elevada
fa: بالا
fr: Élevée
id: Tinggi
it: Elevata
ja: 血圧上昇
ko: 상승혈압
nl: Verhoogd
pl: Podwyższone
pt_br: Elevada
ru: Повышенное
tr: Yüksek
zh_hans: 偏高
zh_hant: 偏高

# hypertension_1
source: Hypertension · Stage 1
ar: فرط ضغط الدم · مرحلة 1
de: Bluthochdruck · Stufe 1
es: Hipertensión · Fase 1
fa: فشار خون بالا - مرحله 1
fr: Hypertension de stade 1
id: Hipertensi · Tahap 1
it: Ipertensione - Fase 1
ja: ステージ1高血圧
ko: 고혈압 · 1단계
nl: Hypertensie - fase 1
pl: Nadciśnienie · Etap 1
pt_br: Hipertensão · Estágio 1
ru: Гипертония - 1 степень
tr: Hipertansiyon · 1. Aşama
zh_hans: 高血压 · 一级
zh_hant: 高血壓，第 1 期

# hypertension_2
source: Hypertension · Stage 2
ar: فرط ضغط الدم · مرحلة 2
de: Bluthochdruck · Stufe 2
es: Hipertensión · Fase 2
fa: فشار خون بالا - مرحله 2
fr: Hypertension de stade 2
id: Hipertensi · Tahap 2
it: Ipertensione - Fase 2
ja: ステージ2高血圧
ko: 고혈압 · 2단계
nl: Hypertensie - fase 2
pl: Nadciśnienie · Etap 2
pt_br: Hipertensão · Estágio 2
ru: Гипертония - 2 степень
tr: Hipertansiyon · 2. Aşama
zh_hans: 高血压 · 二级
zh_hant: 高血壓，第 2 期

source: Hypertensive
ar: فرط ضغط الدم
de: Bluthochdruck
es: Hipertensiva
fa: بیماری فشار خون بالا
fr: Hypertendu
id: Hipertensif
it: Ipertensivo
ja: 高血圧
ko: 고혈압
nl: Hypertensief
pl: Nadciśnieniowe
pt_br: Hipertenso
ru: Гипертоник
tr: Hipertansif
zh_hans: 重度高血压
zh_hant: 高血壓危險期

# drive_last_sync
source: Last Sync:
ar: آخر مزامنة:
de: Letzte Synchronisation:
es: Última sincronización:
fa: آخرین همگام‌سازی:
fr: Dernière synchronisation :
id: Penyinkronan Terakhir:
it: Ultima sincronizzazione:
ja: 最終同期日時：
ko: 마지막 동기화:
nl: Laatste Synchronisatie:
pl: Ostatnia synchronizacja:
pt_br: Última sincronização:
ru: Посл. синхр.:
tr: Son Eşitleme:
zh_hans: 上次同步：
zh_hant: 上次同步：

# drive_syncing_data
source: Synchronizing data
ar: جارٍ مزامنة البيانات
de: Daten werden synchronisiert
es: Sincronizando datos
fa: در حال همگام‌سازی داده
fr: Synchronisation des données
id: Menyinkronkan data
it: Sincronizzazione dati
ja: 同期データ
ko: 데이터 동기화 중
nl: Gegevens synchroniseren
pl: Synchronizowanie danych
pt_br: Sincronizando dados
ru: Синхронизация данных
tr: Veri eşitleniyor
zh_hans: 正在同步数据
zh_hant: 正在同步數據

# share_email_title
source: Share %s with you
ar: شارك %s معك
de: %s mit Ihnen teilen
es: Compartir %s contigo
fa: اشتراک گذاری %s با شما
fr: Partager %s avec toi
id: Bagikan %s kepada Anda
it: Condividi %s con te
ja: %sを紹介します
ko: %s를 당신과 공유합니다
nl: Deelt %s Met Jou
pl: Udostępnia Ci %s
pt_br: Compartilhar %s com você
ru: Делюсь с тобой %s
tr: %s uygulamasını sizinle paylaştı
zh_hans: 分享%s给你
zh_hant: 跟你分享 %s

# td_feedback_email_title
source: %s Feedback
ar: مراجعات %s
es: Reseñas de %s
fa: بازخورد %s
fr: Avis sur %s
id: Masukan %s
it: Feedback %s
ja: %s フィードバック
ko: %s 피드백
pl: Opinie o %s
pt_br: Feedback de %s
ru: Отзыв для %s
tr: %s Görüşü
zh_hans: %s反馈
zh_hant: %s 反饋

# toast_feedback_text
source: Thanks for your feedback! We'll do our best to bring a better user experience.
ar: شكرًا على ملاحظاتك! سنبذل قصارى جهدنا لتقديم تجربة أفضل للمستخدم.
de: Vielen Dank für Ihr Feedback. Wir werden uns große Mühe geben, die App zu verbessern.
es: ¡Gracias por tus comentarios! Nos esforzaremos para ofrecerte la mejor experiencia de usuario.
fa: از بازخوردتان متشکریم! نهایت تلاشمان را می‌کنیم تا تجربه کاربری بهتری برای شما فراهم کنیم.
fr: Merci pour votre retour ! Nous ferons de notre mieux pour vous offrir une meilleure expérience utilisateur.
id: Terima kasih atas masukan Anda! Kami akan berusaha sebaik mungkin untuk menghadirkan pengalaman pengguna yang lebih baik.
it: Grazie per la tua opinione! Ci impegneremo al massimo per offrirti una migliore esperienza di utilizzo.
ja: フィードバックありがとうございます！より使いやすいアプリをお届けできるよう最善を尽くします。
ko: 피드백을 보내 주셔서 감사합니다! 너 나은 사용자 경험을 제공하기 위해 최선을 다하겠습니다.
nl: Bedankt voor je feedback! We zullen ons best doen om je gebruikerservaring te verbeteren.
pl: Dziękujemy za opinię! Zrobimy wszystko, co w naszej mocy, aby udoskonalić korzystanie z aplikacji.
pt_br: Agradecemos o seu feedback! Faremos nosso melhor para lhe proporcionar uma experiência de usuário melhor.
ru: Спасибо за ваш отзыв! Мы обязательно постараемся его учесть.
tr: Geri bildiriminiz için teşekkürler! Daha iyi bir kullanıcı deneyimi sunmak için elimizden geleni yapacağız.
zh_hans: 感谢你的反馈！我们会继续努力带来更好的用户体验。
zh_hant: 感謝您的意見回饋！%s 我們會全力帶來更好的使用者體驗。

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzbestimmungen
es: Política de privacidad
fa: سیاست حفظ حریم خصوصی
fr: Politique de confidentialité
id: Kebijakan privasi
it: Privacy
ja: プライバシーポリシー
ko: 개인 정보 정책
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de privacidade
ru: Политика конфиденциальности
tr: Gizlilik Politikası
zh_hans: 隐私政策
zh_hant: 隱私政策

# language_title
source: Language
ar: اللغة
de: Sprache
es: Idioma
fa: زبان
fr: Langue
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
tr: Dil
zh_hans: 语言
zh_hant: 語言

# export_as_file
source: Export to file
ar: تصدير كملف
de: Als Datei exportieren
es: Exportar como archivo
fa: استخراج به عنوان فایل
fr: Exporter comme fichier
id: Ekspor sebagai file
it: Esporta come file
ja: ファイルとしてエクスポート
ko: 파일로 내보내기
nl: Exporteren als bestand
pl: Eksportuj do pliku
pt_br: Exportar como arquivo
ru: Экспорт в виде файла
tr: Dosya olarak dışa aktar
zh_hans: 导出为文件
zh_hant: 以檔案匯出

source: Rate us
ar: قيمّناا
de: Bewerte uns!
es: Valóranos
fa: به ما امتیاز دهید
fr: Notez-nous
id: Beri kami nilai
it: Votaci
ja: 評価する
ko: 평가하기
nl: Beoordeel Ons
pl: Oceń nas
pt_br: Nos Avalie
ru: Оцените нас
tr: Bize oy ver
zh_hans: 评星
zh_hant: 評星

# share_with_friend
source: Share with friends
ar: المشاركة مع الأصدقاء
de: Mit Freunden teilen
es: Compartir con amigos
fa: اشتراک گذاری با دوستان
fr: Partagez avec vos amis
id: Berbagi dengan teman
it: Condividi con gli amici
ja: 友達と共有する
ko: 친구와 공유하기
nl: Delen met vrienden
pl: Udostępnij znajomym
pt_br: Compartilhe com um amigo
ru: Поделиться с друзьями
tr: Arkadaşlarınla Paylaş
zh_hans: 与朋友分享
zh_hant: 與朋友分享
