Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_rate_suggestion_3_b_gpt
source: To further strengthen your heart, aim to include at least 30 minutes of physical activity on most days of the week. Whether it's brisk walking or dancing, any activity that raises your heart rate is good for the heart.
ar: لتعزيز قوة قلبك أكثر، حاول تضمين ما لا يقل عن 30 دقيقة من النشاط البدني في معظم أيام الأسبوع. سواء كان المشي السريع أو الرقص، أي نشاط يزيد من معدل ضربات القلب جيد للقلب.
de: Um dein Herz weiter zu stärken, versuche, an den meisten Tagen der Woche mindestens 30 Minuten körperliche Aktivität einzubauen. Egal ob zügiges Gehen oder Tanzen, jede Aktivität, die deine Herzfrequenz erhöht, ist gut für das Herz.
es: Para fortalecer aún más tu corazón, intenta incluir al menos 30 minutos de actividad física la mayoría de los días de la semana. Ya sea caminar rápidamente o bailar, cualquier actividad que aumente tu ritmo cardíaco es buena para el corazón.
fa: برای تقویت بیشتر قلبتان، هدف بگذارید که حداقل ۳۰ دقیقه فعالیت جسمانی را در بیشتر روزهای هفته در برنامه خود قرار دهید. آیا این پیاده‌روی سریع است یا رقص، هر فعالیتی که ضربان قلب شما را افزایش دهد، برای قلب مفید است.
fr: Pour renforcer encore plus votre cœur, essayez d'inclure au moins 30 minutes d'activité physique la plupart des jours de la semaine. Que ce soit une marche rapide ou de la danse, toute activité qui augmente votre rythme cardiaque est bénéfique pour le cœur.
id: Untuk memperkuat jantung lebih lanjut, upayakan untuk melibatkan setidaknya 30 menit aktivitas fisik hampir setiap hari. Baik itu berjalan cepat atau menari, setiap aktivitas yang meningkatkan detak jantung Anda baik untuk jantung.
it: Per rafforzare ulteriormente il tuo cuore, mira ad includere almeno 30 minuti di attività fisica nella maggior parte dei giorni. Che sia camminare veloce o ballare, qualsiasi attività che aumenti il battito cardiaco è buona per il cuore.
ja: 心臓をさらに強化するためには、週にほとんどの日に少なくとも30分の有酸素運動を取り入れることを目指しましょう。速歩やダンスなど、心拍数を上げる活動なら何でも良いです。
ko: 심장을 더욱 강화하려면 일주일 대부분의 날에 최소 30분 이상의 신체 활동을 포함시키도록 노력하세요. 신속한 걷기나 춤추기와 같이 심장 박동수를 높이는 모든 활동은 심장에 좋습니다.
nl: Om je hart verder te versterken, streef naar minstens 30 minuten lichaamsbeweging per dag. Of het nu stevig wandelen of dansen is, elke activiteit die je hartslag verhoogt, is goed voor je hart.
pl: Aby dodatkowo wzmocnić serce, postaraj się włączyć do swojej rutyny co najmniej 30 minut aktywności fizycznej każdego dnia. Czy to szybki spacer czy taniec - każda aktywność podnosząca puls jest dobra dla serca.
pt_br: Para fortalecer ainda mais o seu coração, tente incluir pelo menos 30 minutos de atividade física na maioria dos dias da semana. Seja caminhada rápida ou dança, qualquer atividade que eleve sua frequência cardíaca é boa para o coração.
ru: Чтобы еще больше укрепить сердце, старайтесь включать в свою рутину по крайней мере 30 минут физических упражнений большую часть дней недели. Быстрая ходьба или танцы - любая активность, повышающая частоту сердечных сокращений, полезна для сердца.
tr: Kalbinizi daha da güçlendirmek için haftanın çoğu günü en az 30 dakika fiziksel aktivite yapmayı hedefleyin. Tempolu yürüyüş veya dans etme gibi kalp atış hızını yükselten herhangi bir aktivite kalp için iyidir.
zh_hans: 为了进一步增强你的心脏功能，建议你制定一个30分钟的锻炼目标，尽可能每天都完成。你可以快步走，也可以跳舞，只要这个活动可以加快你的心率，它就对心脏有好处。
zh_hant: 為了進一步增強你的心臟功能，建議你制定一個30分鐘的鍛煉目標，盡可能每天都完成。你可以快步走，也可以跳舞，只要這個活動可以加快你的心率，它就對心臟有好處。

# week_rate_suggestion_3_gpt
source: To make your heart stronger, consider incorporating more heart-boosting activities like brisk walks or light aerobic exercises into your routine. Your heart is doing well, and a little extra care can make it even stronger!
ar: لتقوية قلبك أكثر، فكّر في إضافة المزيد من الأنشطة التي تعزز القلب مثل المشي السريع أو التمارين الهوائية الخفيفة في روتينك. قلبك يعمل بشكل جيد، والعناية الزائدة يمكن أن تجعله أقوى!
de: Um dein Herz zu stärken, erwäge, mehr herzstärkende Aktivitäten wie zügiges Gehen oder leichte aerobe Übungen in deine Routine aufzunehmen. Dein Herz ist in guter Verfassung, und etwas zusätzliche Pflege kann es noch stärker machen!
es: Para fortalecer tu corazón, considera incorporar más actividades que lo beneficien, como caminatas rápidas o ejercicios aeróbicos ligeros en tu rutina. Tu corazón está bien, ¡y un poco de cuidado extra puede hacerlo aún más fuerte!
fa: برای قلب قوی‌تری، در نظر بگیرید که فعالیت‌هایی که قلب را تقویت می‌کنند مانند پیاده‌روی سریع یا تمرینات هوازی سبک را به برنامه خود اضافه کنید. قلب شما خوب عمل می‌کند و یک مقدار مراقبت اضافی می‌تواند آن را حتی قوی‌تر کند!
fr: Pour renforcer votre cœur, envisagez d'incorporer davantage d'activités bénéfiques pour le cœur, comme des marches rapides ou des exercices aérobiques légers, dans votre routine. Votre cœur va bien, et un peu plus d'attention peut le rendre encore plus fort !
id: Untuk membuat jantung Anda lebih kuat, pertimbangkan untuk menambahkan lebih banyak aktivitas yang memperkuat jantung, seperti berjalan cepat atau latihan aerobik ringan ke dalam rutinitas Anda. Jantung Anda sudah baik, sedikit perhatian ekstra dapat membuatnya lebih kuat!
it: Per rendere il tuo cuore più forte, considera di includere più attività che lo rafforzino, come camminate veloci o esercizi aerobici leggeri nella tua routine. Il tuo cuore sta andando bene, un po' di attenzione in più può renderlo ancora più forte!
ja: 心臓をより強くするためには、軽い有酸素運動やブリスクなウォーキングなど、心臓を活性化するような活動を日常に取り入れることを考えてみましょう。心臓は十分に機能していますが、少しのケアでさらに強くなります！
ko: 심장을 더 강하게 만들려면, 빠른 걷기나 가벼운 유산소 운동과 같은 심장 강화 활동을 루틴에 통합하는 것을 고려해보세요. 당신의 심장은 잘 돌아가고 조금 더 신경 쓰면 더욱 강해질 수 있습니다!
nl: Om je hart sterker te maken, overweeg meer activiteiten toe te voegen die goed zijn voor je hart, zoals stevige wandelingen of lichte aerobe oefeningen. Je hart doet het goed, en wat extra zorg kan het nog sterker maken!
pl: Aby wzmocnić swoje serce, rozważ włączenie więcej aktywności wzmacniających serce, takich jak szybkie spacery czy lekkie ćwiczenia aerobowe do swojego planu dnia. Twoje serce ma się dobrze, a dodatkowa troska może je jeszcze wzmocnić!
pt_br: Para fortalecer o seu coração, considere incluir mais atividades que beneficiam o coração, como caminhadas rápidas ou exercícios aeróbicos leves na sua rotina. Seu coração está indo bem, e um pouco de cuidado extra pode deixá-lo ainda mais forte!
ru: Чтобы укрепить ваше сердце, рассмотрите включение больше упражнений, полезных для сердца, таких как быстрые прогулки или легкие аэробные упражнения в вашу рутину. Ваше сердце делает хорошо, но немного дополнительного ухода может сделать его еще сильнее!
tr: Kalbinizi daha da güçlendirmek için tempolu yürüyüşler veya hafif aerobik egzersizler gibi kalbi güçlendiren aktiviteleri rutininize dahil etmeyi düşünün. Kalbiniz iyi durumda ve biraz ekstra bakım onu daha da güçlü yapabilir!
zh_hans: 为了让你的心脏更健康，你可以在日常生活中参加更多有益心脏的活动，比如快步走或轻度有氧运动。目前你的心脏状态良好，而给予它更多的关怀可以让它变得更强壮！
zh_hant: 為了讓你的心臟更健康，你可以在日常生活中參加更多有益心臟的活動，比如快步走或輕度有氧運動。目前你的心臟狀態良好，而給予它更多的關懷可以讓它變得更強壯！

# week_rate_suggestion_4_b_gpt
source: Enhance your heart's strength and efficiency by incorporating aerobic activities into your routine. Consistent engagement in activities like walking and cycling contributes to a healthier cardiovascular system.
ar: عزز قوة وفعالية قلبك من خلال تضمين الأنشطة الهوائية في روتينك. المشاركة المستمرة في الأنشطة مثل المشي وركوب الدراجات تسهم في نظام قلبي وعائي أكثر صحة.
de: Steigere die Stärke und Effizienz deines Herzens, indem du aerobe Aktivitäten in deine Routine integrierst. Regelmäßige Bewegung wie Gehen und Radfahren trägt zu einem gesünderen Herz-Kreislauf-System bei.
es: Mejora la fuerza y eficiencia de tu corazón incorporando actividades aeróbicas en tu rutina. Participar regularmente en actividades como caminar y andar en bicicleta contribuye a un sistema cardiovascular más saludable.
fa: قوت و کارآیی قلب خود را با اضافه کردن فعالیت‌های هوازی به برنامه‌تان افزایش دهید. مشارکت مداوم در فعالیت‌هایی مانند پیاده‌روی و دوچرخه‌سواری، به سیستم قلبی-عروقی سالم‌تر کمک می‌کند.
fr: Améliorez la force et l'efficacité de votre cœur en intégrant des activités aérobiques dans votre routine. Pratiquer régulièrement des activités comme la marche et le vélo contribue à un système cardiovasculaire plus sain.
id: Perkuat kekuatan dan efisiensi jantung Anda dengan menambahkan aktivitas aerobik ke dalam rutinitas Anda. Keterlibatan konsisten dalam aktivitas seperti berjalan dan bersepeda berkontribusi pada sistem kardiovaskular yang lebih sehat.
it: Migliora la forza e l'efficienza del tuo cuore includendo attività aerobiche nella tua routine. Un impegno costante in attività come camminare e pedalare contribuisce ad un sistema cardiovascolare più sano.
ja: 有酸素運動を含めることで、心臓の強化と効率性を高めることができます。ウォーキングやサイクリングなどの継続的な活動が、より健康な心血管系に貢献します。
ko: 규칙적인 운동과 함께 유산소 활동을 통해 심장의 힘과 효율성을 향상시킬 수 있습니다. 걷기나 자전거 타기와 같은 지속적인 활동이 보다 건강한 심혈관 시스템에 도움이 됩니다.
nl: Versterk de kracht en efficiëntie van je hart door aerobe activiteiten toe te voegen aan je routine. Regelmatig bezig zijn met activiteiten zoals wandelen en fietsen draagt bij aan een gezonder cardiovasculair systeem.
pl: Wzmacniaj siłę i wydajność serca poprzez włączenie aktywności aerobowych do swojej rutyny. Regularne zaangażowanie w spacery czy jazdę na rowerze przyczyni się do zdrowszego układu sercowo-naczyniowego.
pt_br: Melhore a força e eficiência do seu coração incorporando atividades aeróbicas à sua rotina. O engajamento consistente em atividades como caminhada e ciclismo contribui para um sistema cardiovascular mais saudável.
ru: Укрепите силу и эффективность вашего сердца, включив аэробные упражнения в свой режим. Постоянное участие в активностях, таких как ходьба и велосипедные прогулки, способствует более здоровой работе сердечно-сосудистой системы.
tr: Kalbinizin gücünü ve verimliliğini aerobik aktivitelerle artırın. Yürüme ve bisiklet gibi aktivitelerle sürekli olarak uğraşmak daha sağlıklı bir kardiyovasküler sistem için katkı sağlar.
zh_hans: 将有氧运动纳入你的日程中，让心脏变得更强健、高效。坚持参加散步、骑行等体育锻炼，你就能拥有更健康的心血管系统。
zh_hant: 將有氧運動納入你的日程中，讓心臟變得更強健、高效。堅持參加散步、騎行等體育鍛鍊，你就能擁有更健康的心血管系統。

# week_rate_suggestion_4_gpt
source: However, a lower heart rate indicates a more efficient cardiovascular system, as long as it is within the normal range. Therefore, it is recommended to live an active life and strengthen your heart muscles.
ar: مع ذلك، يشير معدل ضربات القلب المنخفض إلى وجود نظام قلبي وعائي أكثر فعالية، طالما أنه ضمن النطاق الطبيعي. لذا، من المُستحسن العيش بحياة نشطة وتقوية عضلات قلبك.
de: Jedoch deutet ein niedrigerer Herzschlag auf ein effizienteres Herz-Kreislauf-System hin, solange er im normalen Bereich liegt. Daher wird empfohlen, ein aktives Leben zu führen und deine Herzmuskulatur zu stärken.
es: Sin embargo, un ritmo cardíaco más bajo indica un sistema cardiovascular más eficiente, siempre y cuando esté dentro del rango normal. Por lo tanto, se recomienda llevar una vida activa y fortalecer los músculos de tu corazón.
fa: با این حال، ضربان قلب پایین‌تر به معنای یک سیستم قلبی-عروقی کارآمدتر است، تا زمانی که در محدوده طبیعی باشد. بنابراین توصیه می‌شود که سبک زندگی فعالی داشته باشید و عضلات قلب خود را تقویت کنید.
fr: Cependant, un rythme cardiaque plus bas indique un système cardiovasculaire plus efficace, tant qu'il reste dans la plage normale. Il est donc recommandé de mener une vie active et de renforcer les muscles de votre cœur.
id: Namun, detak jantung yang lebih rendah menunjukkan sistem kardiovaskular yang lebih efisien, selama tetap dalam kisaran normal. Oleh karena itu, disarankan untuk menjalani gaya hidup aktif dan menguatkan otot jantung Anda.
it: Tuttavia, un battito cardiaco più basso indica un sistema cardiovascolare più efficiente, purché sia entro il range normale. Si consiglia quindi di condurre una vita attiva e rafforzare i muscoli del cuore.
ja: ただし、低い心拍数は正常範囲内であれば、より効率的な心血管系を示しています。したがって、積極的な生活を送り、心臓の筋肉を強化することが推奨されます。
ko: 그러나 낮은 심박수는 정상 범위 내라면 더 효율적인 심혈관 시스템을 나타냅니다. 따라서 적극적인 생활을 유지하고 심장 근육을 강화하는 것이 권장됩니다.
nl: Een lagere hartslag geeft echter aan dat het cardiovasculaire systeem efficiënter werkt, zolang het binnen het normale bereik valt. Daarom wordt aanbevolen om een actief leven te leiden en je hartspieren te versterken.
pl: Jednakże niższa częstotliwość pracy serca oznacza bardziej efektywny układ sercowo-naczyniowy, o ile mieści się w normie. Dlatego zaleca się prowadzenie aktywnego życia i wzmacnianie mięśni serca.
pt_br: Entretanto, uma frequência cardíaca mais baixa indica um sistema cardiovascular mais eficiente, desde que esteja dentro da faixa normal. Portanto, é recomendado levar uma vida ativa e fortalecer os músculos cardíacos.
ru: Однако более низкий пульс указывает на более эффективную сердечно-сосудистую систему, если он находится в нормальном диапазоне. Поэтому рекомендуется вести активный образ жизни и укреплять мышцы сердца.
tr: Ancak, düşük bir kalp atış hızı, normal aralıkta olduğu sürece daha verimli bir kardiyovasküler sistem anlamına gelir. Bu nedenle, aktif bir yaşam sürmek ve kalp kaslarınızı güçlendirmek önerilir.
zh_hans: 不过，在正常范围内，心率越低说明心血管系统越有效。因此，建议养成良好、健康生活方式，增强你的心肌。
zh_hant: 不過，在正常範圍內，心率越低說明心血管系統越有效。因此，建議養成良好、健康生活方式，增強你的心肌。

# week_rate_suggestion_5_b_gpt
source: It's crucial to work with your doctor to identify and address problems before they take their toll. Taking proactive steps today will pave the way for a healthier heart tomorrow!
ar: من المهم أن تعمل مع طبيبك لتحديد وعلاج المشاكل قبل أن تأخذ حقها منك. اتخاذ خطوات استباقية اليوم ستمهّد الطريق لقلب صحي غدًا!
de: Es ist wichtig, mit deinem Arzt zusammenzuarbeiten, um Probleme zu identifizieren und anzugehen, bevor sie sich negativ auswirken. Durch proaktives Handeln heute schaffst du die Grundlage für ein gesünderes Herz morgen!
es: Es crucial trabajar con tu médico para identificar y abordar problemas antes de que afecten tu salud. Tomar medidas proactivas hoy sentará las bases para un corazón más saludable mañana.
fa: مهم است با پزشک خود همکاری کنید تا مشکلات را قبل از آنکه بر بدنتان تأثیر بگذارند، شناسایی و رفع کنید. اقدامات پیشگیرانه امروز، راه را برای یک قلب سالم فردا می‌بیند!
fr: Il est crucial de travailler avec votre médecin pour identifier et traiter les problèmes avant qu'ils ne nuisent à votre santé. Prendre des mesures préventives aujourd'hui ouvrira la voie à un cœur plus sain demain.
id: Penting untuk bekerja sama dengan dokter Anda untuk mengidentifikasi dan menangani masalah sebelum berdampak buruk pada kesehatan Anda. Mengambil langkah preventif hari ini akan membuka jalan untuk jantung yang lebih sehat besok!
it: È cruciale lavorare con il tuo medico per identificare e affrontare i problemi prima che abbiano un impatto negativo sulla tua salute. Adottare oggi misure preventive aprirà la strada a un cuore più sano domani!
ja: 心臓の問題を特定し、それに対処するためには、医師と協力することが重要です。今日積極的な措置を取ることが、明日のより健康な心臓への道を築きます！
ko: 문제가 신체에 부정적인 영향을 미치기 전에 의사와 협력하여 문제를 확인하고 해결하는 것이 중요합니다. 오늘 적극적인 조치를 취하면 내일 건강한 심장을 위한 길을 열 수 있습니다!
nl: Het is cruciaal om samen te werken met je arts om problemen te identificeren en aan te pakken voordat ze hun tol eisen. Proactieve stappen nemen vandaag zal de weg vrijmaken voor een gezonder hart morgen!
pl: Współpraca z lekarzem w identyfikowaniu i rozwiązywaniu problemów przed ich pogłębieniem jest kluczowa dla zdrowia serca. Dziś podjęcie kroków proaktywnych zapewni zdrowsze serce jutro!
pt_br: É crucial trabalhar com seu médico para identificar e abordar problemas antes que causem danos. Tomar medidas proativas hoje abrirá caminho para um coração mais saudável amanhã!
ru: Важно работать вместе с врачом, чтобы выявить и решить проблемы до того, как они окажут негативное воздействие. Принятие проактивных мер сегодня создаст путь к более здоровому сердцу завтра!
tr: Sorunları belirlemek ve üzerine gitmek için doktorunuzla işbirliği yapmak hayati öneme sahiptir, çünkü sorunlar etkilerini göstermeden önce çözülmelidir. Bugün atılan proaktif adımlar, yarının daha sağlıklı bir kalp için yol açacaktır!
zh_hans: 可以咨询医生，在出现健康问题之前发现原因并解决它。今天的主动出击是为了更健康的明天！
zh_hant: 可以咨詢醫生，在出現健康問題之前發現原因並解決它。今天的主動出擊是為了更健康的明天！

# week_rate_suggestion_5_gpt
source: Pay attention to the causes of the abnormal readings and avoid them in the future. Also, consider adding more physical activity and maintaining a healthy lifestyle to keep your heart strong and healthy.
ar: كن حذرًا من أسباب القراءات الغير طبيعية وتجنبها في المستقبل. كما يُفضل إضافة المزيد من النشاط البدني والحفاظ على نمط حياة صحي للحفاظ على قوة وصحة قلبك.
de: Achte auf die Ursachen für die abnormen Messwerte und vermeide sie in Zukunft. Erwäge auch, mehr körperliche Aktivität zu betreiben und eine gesunde Lebensweise aufrechtzuerhalten, um dein Herz stark und gesund zu halten.
es: Presta atención a las causas de las lecturas anormales y evítalas en el futuro. Además, considera agregar más actividad física y mantener un estilo de vida saludable para mantener tu corazón fuerte y sano.
fa: توجه به عوامل موجب خواندن‌های نامعمول و جلوگیری از آن‌ها در آینده حیاتی است. همچنین، در نظر بگیرید فعالیت بیشتری را اضافه کرده و سبک زندگی سالمی را حفظ کنید تا قلبتان قوی و سالم باقی بماند.
fr: Soyez attentif aux causes des lectures anormales et évitez-les à l'avenir. En outre, envisagez d'ajouter plus d'activité physique et de maintenir un mode de vie sain pour garder votre cœur fort et en bonne santé.
id: Perhatikan penyebab dari pembacaan yang tidak normal dan hindarilah mereka di masa depan. Selain itu, pertimbangkan untuk menambahkan lebih banyak aktivitas fisik dan menjaga gaya hidup sehat untuk menjaga jantung Anda tetap kuat dan sehat.
it: Presta attenzione alle cause delle letture anomale e evitale in futuro. Inoltre, considera di aggiungere più attività fisica e mantenere uno stile di vita sano per mantenere il tuo cuore forte e sano.
ja: 異常な読み取りの原因に注意し、将来避けるために取り組んでください。また、心臓を強く健康に保つために、身体活動を増やしたり健康的な生活を送ることを検討してください。
ko: 이상치의 원인에 주의하고 향후 발생을 피하십시오. 또한 심장을 강하고 건강하게 유지하기 위해 신체 활동을 늘리고 건강한 생활을 유지하는 것을 고려하십시오.
nl: Let op de oorzaken van de abnormale metingen en vermijd ze in de toekomst. Overweeg ook om meer lichamelijke activiteit toe te voegen en een gezonde levensstijl te handhaven om je hart sterk en gezond te houden.
pl: Zwróć uwagę na przyczyny niestandardowych odczytów i unikaj ich w przyszłości. Rozważ również zwiększenie aktywności fizycznej i utrzymanie zdrowego stylu życia, aby utrzymać serce w dobrej kondycji.
pt_br: Preste atenção às causas das leituras anormais e evite-as no futuro. Além disso, considere adicionar mais atividade física e manter um estilo de vida saudável para manter seu coração forte e saudável.
ru: Обратите внимание на причины аномальных показаний и избегайте их в будущем. Также рассмотрите увеличение физической активности и поддержание здорового образа жизни для укрепления сердца и поддержания его здоровья.
tr: Anormal okumaların nedenlerine dikkat edin ve gelecekte bunlardan kaçının. Ayrıca, kalbinizi güçlü ve sağlıklı tutmak için daha fazla fiziksel aktivite eklemeyi ve sağlıklı bir yaşam tarzını sürdürmeyi düşünün.
zh_hans: 注意导致这些异常读数的原因，并在今后加以避免。此外，你还可以进行更多体育锻炼，保持健康的生活方式，让你的心脏强壮、健康。
zh_hant: 注意導致這些異常讀數的原因，並在今後加以避免。此外，你還可以進行更多體育鍛煉，保持健康的生活方式，讓你的心臟強壯、健康。

# week_rate_suggestion_6_b_gpt
source: Consider adopting a heart-healthy lifestyle with regular exercise, a balanced diet, good sleep hygiene, and stress management to promote overall cardiovascular well-being.
ar: افكر في اعتماد نمط حياة صحي للقلب من خلال ممارسة الرياضة بانتظام، واتباع نظام غذائي متوازن، والحفاظ على نوم جيد، وإدارة التوتر لتعزيز الرفاهية القلبية العامة.
de: Erwäge, einen herzgesunden Lebensstil mit regelmäßiger Bewegung, ausgewogener Ernährung, guter Schlafhygiene und Stressmanagement zu pflegen, um die allgemeine Herz-Kreislauf-Gesundheit zu fördern.
es: Considera adoptar un estilo de vida saludable para el corazón con ejercicio regular, una dieta equilibrada, buenos hábitos de sueño y manejo del estrés para promover la salud cardiovascular en general.
fa: در نظر داشته باشید سبک زندگی سالم قلبی را با ورزش منظم، رژیم غذایی متعادل، بهداشت خواب خوب و مدیریت استرس بپذیرید تا بهبود کلی سیستم قلبی-عروقی خود را تشویق کنید.
fr: Envisagez d'adopter un mode de vie sain pour votre cœur avec de l'exercice régulier, une alimentation équilibrée, une bonne hygiène de sommeil et la gestion du stress pour promouvoir le bien-être cardiovasculaire global.
id: Pertimbangkan untuk mengadopsi gaya hidup yang baik untuk jantung dengan melakukan olahraga secara teratur, mengikuti pola makan seimbang, menjaga kebersihan tidur yang baik, dan mengelola stres untuk meningkatkan kesejahteraan kardiovaskular secara keseluruhan.
it: Considera di adottare uno stile di vita sano per il cuore con esercizio regolare, una dieta bilanciata, un buon sonno e gestione dello stress per promuovere il benessere cardiovascolare complessivo.
ja: 全体的な心臓血管の健康を促進するために、定期的な運動、バランスの取れた食事、十分な睡眠、ストレス管理を含む心臓に良い生活を実践してください。
ko: 종합적인 심혈관 건강 증진을 위해 규칙적인 운동, 균형 잡힌 식이, 좋은 수면 위생, 및 스트레스 관리와 함께 건강한 심장 생활 양식을 채택하는 것을 고려해보세요.
nl: Overweeg een hartgezonde levensstijl aan te nemen met regelmatige lichaamsbeweging, een uitgebalanceerd dieet, goede slaaphygiëne en stressmanagement om de algehele cardiovasculaire gezondheid te bevorderen.
pl: Rozważ przyjęcie zdrowego stylu życia dla serca, obejmującego regularne ćwiczenia, zrównoważoną dietę, dobrą higienę snu i zarządzanie stresem, aby wspierać ogólne dobre samopoczucie układu sercowo-naczyniowego.
pt_br: Considere adotar um estilo de vida saudável para o coração, com exercícios regulares, uma dieta equilibrada, boa higiene do sono e gerenciamento do estresse para promover o bem-estar cardiovascular geral.
ru: Рассмотрите введение здорового образа жизни для сердца: регулярные занятия спортом, сбалансированное питание, хорошие условия для сна и управление стрессом для поддержания общего здоровья сердечно-сосудистой системы.
tr: Genel kardiyovasküler sağlığı desteklemek için düzenli egzersiz, dengeli bir diyet, iyi bir uyku düzeni ve stres yönetimi gibi kalp sağlığına uygun bir yaşam tarzını benimsemeyi düşünebilirsiniz.
zh_hans: 建议你采用可以保护心脏健康的生活方式，以改善你的心血管健康，其中包括规律锻炼、均衡饮食、保持良好的睡眠习惯，管理压力。
zh_hant: 建議你採用可以保護心臟健康的生活方式，以改善你的心血管健康，其中包括規律鍛鍊、均衡飲食、保持良好的睡眠習慣，管理壓力。
