Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# result_health_suggestion_4_b_gpt
source: Try identifying and managing stressors in your life. Set aside dedicated time each day for activities that bring you joy and relaxation. These proactive measures will positively impact your heart health.
ar: حاول التعرف على مصادر التوتر في حياتك وإدارتها. اختصص وقتًا محددًا كل يوم للأنشطة التي تجلب لك السعادة والاسترخاء. ستؤثر هذه الإجراءات الوقائية إيجابيًا على صحة قلبك.
de: Versuchen Sie, Stressoren in Ihrem Leben zu identifizieren und zu bewältigen. Reservieren Sie jeden Tag festgelegte Zeit für Aktivitäten, die Ihnen Freude und Entspannung bringen. Diese proaktiven Maßnahmen wirken sich positiv auf Ihre Herzgesundheit aus.
es: Intenta identificar y gestionar los factores estresantes en tu vida. Dedica tiempo cada día a actividades que te brinden alegría y relajación. Estas medidas proactivas impactarán positivamente en la salud de tu corazón.
fa: تلاش کنید عوامل استرسزا در زندگی خود را شناسایی و مدیریت کنید. وقت مخصوصی را هر روز برای فعالیت‌هایی که شادی و آرامش به شما می‌آورند، اختصاص دهید. این اقدامات پیشگیرانه تأثیر مثبتی بر سلامت قلب شما خواهند داشت.
fr: Essayez d'identifier et de gérer les facteurs de stress dans votre vie. Réservez du temps chaque jour pour des activités qui vous apportent joie et détente. Ces mesures proactives auront un impact positif sur la santé de votre cœur.
id: Coba identifikasi dan kelola faktor-faktor stres dalam hidup Anda. Sisihkan waktu khusus setiap hari untuk aktivitas yang membawa kebahagiaan dan relaksasi. Langkah-langkah proaktif ini akan berdampak positif pada kesehatan jantung Anda.
it: Prova a identificare e gestire gli stressori nella tua vita. Dedica del tempo ogni giorno a attività che ti portano gioia e relax. Queste misure proattive avranno un impatto positivo sulla salute del tuo cuore.
ja: 生活の中でのストレッサーを特定し、管理してみてください。毎日の活動に幸福感とリラックスをもたらす時間を確保してください。これらの積極的な対策が心臓の健康に良い影響を与えます。
ko: 당신의 삶에서 스트레스 원인을 확인하고 관리해 보세요. 매일 기쁨과 편안함을 가져다 주는 활동을 위해 특별한 시간을 내보세요. 이러한 적극적인 조치는 심장 건강에 긍정적인 영향을 미칠 것입니다.
nl: Probeer stressfactoren in je leven te identificeren en te beheren. Reserveer dagelijks specifieke tijd voor activiteiten die je vreugde en ontspanning brengen. Deze proactieve maatregelen zullen een positieve invloed hebben op je hartgezondheid.
pl: Spróbuj zidentyfikować i zarządzać czynnikami stresogennymi w swoim życiu. Zarezerwuj codziennie specjalny czas na aktywności, które przynoszą ci radość i relaks. Te proaktywne środki będą miały pozytywny wpływ na zdrowie serca.
pt_br: Tente identificar e gerenciar os estressores em sua vida. Reserve um tempo dedicado todos os dias para atividades que tragam alegria e relaxamento. Essas medidas proativas impactarão positivamente a saúde do seu coração.
ru: Попробуйте выявить и управлять стрессорами в своей жизни. Выделяйте специальное время каждый день на занятиями, приносящими вам радость и расслабление. Эти проактивные меры положительно повлияют на здоровье вашего сердца.
tr: Hayatınızdaki stres kaynaklarını belirleyin ve yönetmeye çalışın. Her gün size mutluluk ve rahatlama getiren aktiviteler için ayrılmış zaman ayırın. Bu proaktif önlemler kalp sağlığınıza olumlu bir etki yapacaktır.
zh_hans: 尝试辨识和管理生活中的压力来源。每天尽可能地留一些时间，去做一些可以令你放松身心、愉悦自我的事情。这些积极的举措将会改善你的心脏健康。
zh_hant: 嘗試識別和管理生活中的壓力源。每天留出專門的時間進行能夠帶給您快樂和放鬆的活動。這些積極的措施將積極影響您的心臟健康。

# result_health_suggestion_5_a_gpt
source: To further improve, consider maintaining your healthy lifestyle choices and enhancing your stress management practices. You're on the right path to better heart health and resilience.
ar: لتحسين الوضع أكثر، اعتبر الاستمرار في اتخاذ خيارات نمط حياة صحية وتعزيز ممارسات إدارة الضغط الخاصة بك. أنت على الطريق الصحيح نحو تحسين صحة قلبك وقوته.
de: Um sich weiter zu verbessern, sollten Sie Ihre gesunden Lebensstilentscheidungen beibehalten und Ihre Praktiken zur Stressbewältigung verbessern. Sie sind auf dem richtigen Weg zu einer besseren Herzgesundheit und Belastbarkeit.
es: Para seguir mejorando, considera mantener tus elecciones de estilo de vida saludable y mejorar tus prácticas de manejo del estrés. Estás en el camino correcto hacia una mejor salud y resistencia cardíaca.
fa: برای بهبود بیشتر، در نظر بگیرید که انتخاب‌های لایف‌استایل سالم خود را حفظ کرده و مدیریت استرس خود را بهبود بخشید. شما در راه درست به بهبود بهداشت قلب و انعطاف‌پذیری هستید.
fr: Pour continuer à vous améliorer, envisagez de maintenir vos choix de mode de vie sains et d'améliorer vos pratiques de gestion du stress. Vous êtes sur la bonne voie pour une meilleure santé cardiaque et une plus grande résilience.
id: Untuk lebih memperbaiki, pertimbangkan untuk mempertahankan pilihan gaya hidup sehat Anda dan meningkatkan praktik manajemen stres Anda. Anda berada di jalur yang benar menuju kesehatan jantung dan ketahanan yang lebih baik.
it: Per migliorare ulteriormente, considerate di mantenere le vostre scelte di stile di vita salutari e potenziare le pratiche di gestione dello stress. Siete sulla strada giusta per una migliore salute del cuore e resilienza.
ja: さらなる改善のためには、健康的な生活習慣を維持し、ストレス管理の実践を向上させることを考えてみてください。より良い心の健康と回復力への正しい道を進んでいます。
ko: 더 나은 결과를 위해 건강한 생활 습관을 유지하고 스트레스 관리 실천을 향상시키는 것을 고려해보세요. 당신은 더 나은 심장 건강과 회복력을 향해 올바른 길에 있습니다.
nl: Om verder te verbeteren, overweeg om uw gezonde levensstijlkeuzes te handhaven en uw praktijken voor stressbeheer te verbeteren. U bent op de goede weg naar een betere hartgezondheid en veerkracht.
pl: Aby osiągnąć dalszą poprawę, rozważ utrzymanie zdrowych wyborów stylu życia i doskonalenie praktyk zarządzania stresem. Jesteś na właściwej drodze do lepszego zdrowia serca i odporności.
pt_br: Para melhorar ainda mais, considere manter suas escolhas saudáveis de estilo de vida e aprimorar suas práticas de gerenciamento de estresse. Você está no caminho certo para uma saúde cardíaca melhor e maior resiliência.
ru: Для еще большего улучшения рассмотрите возможность поддержания здорового образа жизни и улучшения методов управления стрессом. Вы на верном пути к лучшему здоровью сердца и стойкости.
tr: Daha da iyileşmek için sağlıklı yaşam tarzı seçimlerinizi sürdürmeyi ve stres yönetim pratiğinizi geliştirmeyi düşünün. Daha iyi kalp sağlığı ve dirence doğru doğru yoldasınız.
zh_hans: 为了成为更健康的自己，请继续保持健康的生活方式，并加强你的压力管理。你的心脏会更加健康，抗压能力也会更强。
zh_hant: 為了進一步改善，請考慮保持健康的生活方式選擇並加強您的壓力管理實踐。您正走在通向更好的心臟健康和抗逆能力的正確道路上。

# result_health_suggestion_5_b_gpt
source: Take a step forward in your efforts to stay active, eat heart-healthy foods, and get the recommended amount of sleep. With a little more dedication, you can further improve your heart health.
ar: خطوة إيجابية في جهودك للبقاء نشطًا، وتناول الطعام الصحي للقلب، والحصول على الكمية الموصى بها من النوم. مع التفاني الإضافي، يمكنك تحسين صحة قلبك بشكل أكبر.
de: Unternehmen Sie einen Schritt, um sich weiterhin aktiv zu halten, herzgesunde Lebensmittel zu sich zu nehmen und die empfohlene Schlafdauer zu erreichen. Mit etwas mehr Engagement können Sie Ihre Herzgesundheit weiter verbessern.
es: Da un paso adelante en tus esfuerzos por mantenerte activo, consumir alimentos saludables para el corazón y obtener la cantidad recomendada de sueño. Con un poco más de dedicación, puedes mejorar aún más la salud de tu corazón.
fa: یک گام به جلو در تلاش‌هایتان برای حفظ فعالیت، مصرف غذاهای سلامت قلب و به دست آوردن مقدار توصیه شده خواب بردارید. با کمی تعهد بیشتر، می‌توانید بهبود بیشتری در سلامت قلب خود ایجاد کنید.
fr: Faites un pas en avant dans vos efforts pour rester actif, manger des aliments bons pour le cœur et obtenir la quantité recommandée de sommeil. Avec un peu plus de dévouement, vous pouvez encore améliorer la santé de votre cœur.
id: Ambil langkah maju dalam upaya Anda untuk tetap aktif, makan makanan yang baik untuk jantung, dan dapatkan jumlah tidur yang direkomendasikan. Dengan sedikit lebih banyak dedikasi, Anda dapat lebih meningkatkan kesehatan jantung Anda.
it: Fai un passo avanti nei tuoi sforzi per rimanere attivo, mangiare cibi salutari per il cuore e ottenere la quantità raccomandata di sonno. Con un po' più di impegno, puoi ulteriormente migliorare la salute del tuo cuore.
ja: アクティブであり、心臓に良い食べ物を摂り、推奨される睡眠時間を確保するための努力を前進させましょう。もう少し献身的に取り組めば、心臓の健康をさらに向上させることができます。
ko: 능동적으로 활동하고, 심장에 좋은 음식을 섭취하며 권장되는 수면 시간을 확보하는 노력을 기울여 보세요. 조금 더 헌신적으로 노력하면 심장 건강을 더욱 향상시킬 수 있습니다.
nl: Zet een stap vooruit in je inspanningen om actief te blijven, hartgezond voedsel te eten en de aanbevolen hoeveelheid slaap te krijgen. Met iets meer toewijding kun je je hartgezondheid verder verbeteren.
pl: Ruszyć do przodu w wysiłkach, aby pozostać aktywnym, spożywać zdrowe dla serca jedzenie i uzyskiwać zalecaną ilość snu. Z nieco większym poświęceniem możesz dalej poprawić zdrowie serca.
pt_br: Dê um passo à frente em seus esforços para se manter ativo, comer alimentos saudáveis para o coração e obter a quantidade recomendada de sono. Com um pouco mais de dedicação, você pode melhorar ainda mais a saúde do seu coração.
ru: Продвигайтесь вперед в усилиях по поддержанию активности, употреблению пищи, полезной для сердца, и получению рекомендуемого количества сна. С немного большим усердием вы можете дополнительно улучшить здоровье вашего сердца.
tr: Aktif kalmak, kalp sağlığına uygun yiyecekler tüketmek ve önerilen uyku miktarını almak için çabalarınızda bir adım öne geçin. Biraz daha özveri ile kalp sağlığınızı daha da iyileştirebilirsiniz.
zh_hans: 多运动、摄入有益于心脏的食物，还有确保达到充足的睡眠。再加把劲，你将会更进一步改善心脏健康。
zh_hant: 在保持活躍、攝取有益於心臟的食物和獲得推薦的睡眠量方面邁出一步。再多付出一點努力，您可以進一步改善心臟健康。

# result_health_suggestion_6_a_gpt
source: To get your heart in top health, keep up with your healthy lifestyle choices. Make sure you're eating well, staying active, getting enough rest, and managing stress effectively.
ar: للحفاظ على صحة قلبك في أفضل حالاته، استمر في اتباع خيارات نمط حياة صحية. تأكد من تناول طعام صحي، والحفاظ على نشاطك، والحصول على قسط كاف من الراحة، وإدارة التوتر بفعالية.
de: Um Ihr Herz in Topform zu bringen, halten Sie an Ihren gesunden Lebensstilentscheidungen fest. Achten Sie darauf, dass Sie sich gut ernähren, aktiv bleiben, ausreichend Ruhe bekommen und Stress effektiv managen.
es: Para tener tu corazón en óptimas condiciones, sigue con tus decisiones de estilo de vida saludable. Asegúrate de comer bien, mantenerte activo, descansar lo suficiente y gestionar el estrés de manera efectiva.
fa: برای به حالت بهترین بهداشت قلب خود برسید، با انتخاب‌های سالم لایف‌استایل خود ادامه دهید. مطمئن شوید که به خوبی غذا می‌خورید، فعالیت فیزیکی دارید، به اندازه کافی استراحت می‌کنید و استرس را به بهترین شکل مدیریت می‌کنید.
fr: Pour garder votre cœur en bonne santé, continuez avec vos choix de mode de vie sains. Assurez-vous de bien manger, de rester actif, de vous reposer suffisamment et de gérer le stress de manière efficace.
id: Untuk menjaga jantung Anda tetap sehat, teruskan dengan pilihan gaya hidup sehat Anda. Pastikan Anda makan dengan baik, tetap aktif, cukup istirahat, dan mengelola stres secara efektif.
it: Per mantenere il vostro cuore in ottima salute, continuate con le vostre scelte di stile di vita salutari. Assicuratevi di mangiare bene, rimanere attivi, riposare a sufficienza e gestire lo stress in modo efficace.
ja: 心を最高の健康状態に保つためには、健康的な生活習慣を続けてください。良い食事、積極的な活動、十分な休息、効果的なストレス管理が重要です。
ko: 건강한 생활 습관을 유지하여 심장을 최상의 상태로 유지하세요. 식사, 활동, 충분한 휴식 및 효과적인 스트레스 관리를 확인하세요.
nl: Om uw hart in topconditie te houden, blijf trouw aan uw gezonde levensstijlkeuzes. Zorg ervoor dat u goed eet, actief blijft, voldoende rust krijgt en stress effectief beheert.
pl: Aby utrzymać serce w doskonałym zdrowiu, kontynuuj zdrowe wybory stylu życia. Upewnij się, że jesz dobrze, pozostajesz aktywny, dostajesz wystarczająco dużo odpoczynku i skutecznie zarządzasz stresem.
pt_br: Para manter seu coração em ótima saúde, continue com suas escolhas saudáveis de estilo de vida. Certifique-se de estar se alimentando bem, sendo ativo, descansando o suficiente e gerenciando o estresse de maneira eficaz.
ru: Чтобы ваше сердце оставалось в отличном состоянии, продолжайте придерживаться здорового образа жизни. Убедитесь, что вы правильно питаетесь, остаетесь активным, получаете достаточно отдыха и эффективно управляете стрессом.
tr: Kalbinizi en iyi sağlık durumunda tutmak için sağlıklı yaşam tarzı seçimlerinize devam edin. İyi beslendiğinizden, aktif kaldığınızdan, yeterince dinlendiğinizden ve stresi etkili bir şekilde yönettiğinizden emin olun.
zh_hans: 为了保持心脏最佳的健康状态，请你继续坚持健康的生活方式。确保饮食均衡，多运动，安排充足的休息时间，并有效地管理压力。
zh_hant: 為了使心臟保持最佳健康，請繼續保持健康的生活方式選擇。確保您飲食均衡，保持活躍，獲得足夠的休息，並有效地管理壓力。

# result_health_suggestion_6_b_gpt
source: Enhance your heart health by embracing moments of laughter or connecting with your loved ones. It's also helpful to try out stress-relieving activities like meditation, yoga, and deep breathing.
ar: قم بتعزيز صحة قلبك من خلال التمتع بلحظات الضحك أو التواصل مع أحبائك. من المفيد أيضًا تجربة أنشطة تخفيف التوتر مثل التأمل واليوغا والتنفس العميق.
de: Verbessern Sie Ihre Herzgesundheit, indem Sie Momente des Lachens genießen oder sich mit Ihren Lieben verbinden. Es ist auch hilfreich, stressabbauende Aktivitäten wie Meditation, Yoga und tiefes Atmen auszuprobieren.
es: Mejora tu salud cardíaca disfrutando de momentos de risa o conectándote con tus seres queridos. También es útil probar actividades para aliviar el estrés como la meditación, el yoga y la respiración profunda.
fa: سلامت قلب خود را با لحظات خنده یا ارتباط با عزیزان بهبود دهید. همچنین تست فعالیت‌های کاهنده استرس مانند مدیتیشن، یوگا و تنفس عمیق را امتحان کنید.
fr: Améliorez votre santé cardiaque en embrassant des moments de rire ou en vous connectant avec vos proches. Il est également utile d'essayer des activités de soulagement du stress telles que la méditation, le yoga et la respiration profonde.
id: Perbaiki kesehatan jantung Anda dengan merangkul momen tertawa atau terhubung dengan orang yang Anda cintai. Juga berguna untuk mencoba aktivitas penenang stres seperti meditasi, yoga, dan pernapasan dalam.
it: Migliora la salute del tuo cuore abbracciando momenti di risate o connettendoti con i tuoi cari. È anche utile provare attività per alleviare lo stress come la meditazione, lo yoga e la respirazione profonda.
ja: 笑いの瞬間を大切にしたり、愛する人たちとつながることで、心臓の健康を向上させましょう。また、瞑想、ヨガ、深呼吸などのストレスを和らげる活動も試してみると役立ちます。
ko: 웃음의 순간을 즐기거나 사랑하는 이들과 소통함으로써 심장 건강을 향상시키세요. 또한 명상, 요가, 깊은 호흡과 같은 스트레스 해소 활동을 시도하는 것도 도움이 됩니다.
nl: Verbeter je hartgezondheid door momenten van lachen te omarmen of contact te maken met je dierbaren. Het is ook nuttig om stressverlichtende activiteiten zoals meditatie, yoga en diep ademhalen uit te proberen.
pl: Popraw zdrowie serca, przyjmując momenty śmiechu lub nawiązując kontakt z bliskimi. Próbowanie także działań łagodzących stres, takich jak medytacja, joga i głębokie oddychanie, może być pomocne.
pt_br: Melhore a saúde do seu coração abraçando momentos de riso ou se conectando com seus entes queridos. Também é útil experimentar atividades que aliviam o estresse, como meditação, yoga e respiração profunda.
ru: Улучшите здоровье вашего сердца, обнимая моменты смеха или общения с близкими. Также полезно попробовать методики снятия стресса, такие как медитация, йога и глубокое дыхание.
tr: Gülme anlarınızı kucaklayarak veya sevdiklerinizle bağlantı kurarak kalp sağlığınızı artırın. Ayrıca meditasyon, yoga ve derin nefes alma gibi stres giderici aktiviteleri denemek de faydalıdır.
zh_hans: 享受欢笑时刻、与亲朋好友或爱侣联络感情，促进心脏健康。尝试参与冥想、瑜伽和深呼吸等减压活动，也会为你提供有效的帮助。
zh_hant: 通過擁抱笑聲的時刻或與您所愛的人聯繫來提升心臟健康。嘗試冥想、瑜伽和深呼吸等減壓活動也會有所幫助。

# result_health_suggestion_7_a_gpt
source: You can continue to enjoy your current healthy life. Staying committed to a positive lifestyle and emotional management will help you maintain this superior state.
ar: يمكنك الاستمرار في الاستمتاع بحياتك الصحية الحالية. الالتزام بنمط حياة إيجابي وإدارة العواطف سيساعدك في الحفاظ على هذه الحالة المتفوقة.
de: Sie können Ihr aktuelles gesundes Leben weiterhin genießen. Die Einhaltung eines positiven Lebensstils und die emotionale Selbstregulierung helfen Ihnen dabei, diesen herausragenden Zustand aufrechtzuerhalten.
es: Puedes seguir disfrutando de tu vida saludable actual. Mantener un compromiso con un estilo de vida positivo y la gestión emocional te ayudará a mantener este estado superior.
fa: می‌توانید به زندگی سالم فعلی خود ادامه دهید. پایبندی به یک لایف‌استایل مثبت و مدیریت هویتی به شما کمک خواهد کرد تا این حالت برتر را حفظ کنید.
fr: Vous pouvez continuer à profiter de votre vie saine actuelle. S'engager dans un mode de vie positif et une gestion émotionnelle vous aidera à maintenir cet état supérieur.
id: Anda dapat terus menikmati gaya hidup sehat Anda saat ini. Berkomitmen pada gaya hidup positif dan manajemen emosional akan membantu Anda menjaga keadaan superior ini.
it: Potete continuare a godervi la vostra attuale vita sana. Mantenere un impegno verso uno stile di vita positivo e la gestione emotiva vi aiuterà a mantenere questo stato superiore.
ja: 現在の健康な生活を続けていくことができます。ポジティブなライフスタイルと感情の管理にコミットすることで、この優れた状態を維持するのに役立ちます。
ko: 현재 건강한 삶을 계속 즐길 수 있습니다. 긍정적인 생활 방식과 감정 관리에 헌신함으로써 이 우수한 상태를 유지하는 데 도움이 됩니다.
nl: U kunt doorgaan met genieten van uw huidige gezonde leven. Toegewijd blijven aan een positieve levensstijl en emotioneel beheer zal u helpen deze uitstekende staat te behouden.
pl: Możesz nadal cieszyć się obecnym zdrowym życiem. Pozostawanie wiernym pozytywnemu stylowi życia i zarządzanie emocjami pomoże Ci utrzymać tę doskonałą kondycję.
pt_br: Você pode continuar desfrutando da sua vida saudável atual. Manter o compromisso com um estilo de vida positivo e o gerenciamento emocional ajudará você a manter esse estado superior.
ru: Вы можете продолжать наслаждаться своей текущей здоровой жизнью. Сохранение преданности позитивному образу жизни и эмоциональному управлению поможет вам поддерживать это высшее состояние.
tr: Mevcut sağlıklı yaşamınızın tadını çıkarmaya devam edebilirsiniz. Pozitif bir yaşam tarzına ve duygusal yönetime bağlı kalmak, bu üstün durumu sürdürmenize yardımcı olacaktır.
zh_hans: 你可以继续享受当前健康的生活状态。坚持积极向上的生活方式、加强自我的情绪管理，这些能够帮助你维持住这种优秀的状态。
zh_hant: 您可以繼續享受目前健康的生活。保持對積極生活方式和情緒管理的承諾將有助於您保持這種優越的狀態。

# result_health_suggestion_7_b_gpt
source: To sustain this positive state, continue making healthy lifestyle choices and elevate your stress management skills. You're on the right track to nurturing superior heart health and resilience.
ar: للحفاظ على هذه الحالة الإيجابية، استمر في اتخاذ خيارات نمط حياة صحية وتعزيز مهارات إدارة التوتر لديك. أنت على الطريق الصحيح لتعزيز صحة قلب ممتازة ومقاومة.
de: Um diesen positiven Zustand aufrechtzuerhalten, fahren Sie fort, gesunde Lebensstilentscheidungen zu treffen und Ihre Fähigkeiten zur Stressbewältigung zu verbessern. Sie sind auf dem richtigen Weg, um eine überragende Herzgesundheit und Widerstandsfähigkeit zu fördern.
es: Para mantener este estado positivo, continúa tomando decisiones de estilo de vida saludable y mejora tus habilidades de manejo del estrés. Estás en el camino correcto para cultivar una salud cardíaca superior y resistencia.
fa: برای حفظ این حالت مثبت، ادامه دهید به انتخاب‌های سبک زندگی سالم و ارتقاء مهارت‌های مدیریت استرستان. شما در راه صحیح برای تقویت سلامت عالی و مقاومت قلب هستید.
fr: Pour maintenir cet état positif, continuez à faire des choix de mode de vie sains et à développer vos compétences en gestion du stress. Vous êtes sur la bonne voie pour cultiver une santé cardiaque supérieure et une résilience.
id: Untuk menjaga keadaan positif ini, terus buat pilihan gaya hidup sehat dan tingkatkan keterampilan pengelolaan stres Anda. Anda sedang berada di jalur yang benar untuk membina kesehatan jantung yang unggul dan daya tahan.
it: Per mantenere questo stato positivo, continua a fare scelte di stile di vita salutari e sviluppa le tue abilità di gestione dello stress. Sei sulla strada giusta per coltivare una salute cardiaca superiore e la resilienza.
ja: このポジティブな状態を維持するためには、引き続き健康なライフスタイルの選択をし、ストレス管理のスキルを高めていくことが大切です。卓越した心臓の健康と抵抗力を育む正しい道を進んでいます。
ko: 이 긍정적인 상태를 유지하기 위해 계속해서 건강한 생활 양식을 선택하고 스트레스 관리 기술을 향상시키세요. 당신은 우수한 심장 건강과 회복력을 기르기 위한 올바른 길을 걷고 있습니다.
nl: Om deze positieve staat te behouden, blijf gezonde levenskeuzes maken en verbeter je vaardigheden in stressbeheer. Je bent op de goede weg om superieure hartgezondheid en veerkracht te koesteren.
pl: Aby utrzymać ten pozytywny stan, kontynuuj podejmowanie zdrowych wyborów stylu życia i podnoszenie umiejętności zarządzania stresem. Jesteś na dobrej drodze do kultywowania wyjątkowego zdrowia serca i odporności.
pt_br: Para manter esse estado positivo, continue fazendo escolhas saudáveis no estilo de vida e aprimore suas habilidades de gerenciamento de estresse. Você está no caminho certo para cultivar uma saúde cardíaca superior e resiliência.
ru: Чтобы поддерживать это положительное состояние, продолжайте делать здоровые выборы в образе жизни и развивайте свои навыки управления стрессом. Вы на верном пути к развитию превосходного здоровья сердца и устойчивости.
tr: Bu pozitif durumu sürdürmek için sağlıklı yaşam tarzı seçimleri yapmaya devam edin ve stres yönetim becerilerinizi geliştirin. Üstün kalp sağlığınızı ve direncinizi beslemek için doğru yoldasınız.
zh_hans: 保持这种健康积极的状态，你要继续选择更加健康的生活方式，并且不断提升你的压力管理技能。你的心脏将会变得无比强大，并且拥有着无与伦比的恢复能力。
zh_hant: 要保持這種積極狀態，繼續做出健康的生活選擇並提升您的壓力管理技能。您正在走上培養卓越心臟健康和韌性的正確道路。

# result_health_suggestion_sub_1_a_gpt
source: Don't worry! Once you proactively identify the causes and avoid them, you'll be back to top health soon. We'll be with you every step of the way.
ar: لا داعي للقلق! عندما تحدد أسباب التوتر وتتجنبها بشكل نشط، ستعود إلى صحتك الجيدة قريبًا. سنكون معك في كل خطوة.
de: Keine Sorge! Sobald Sie die Ursachen proaktiv identifizieren und vermeiden, werden Sie bald wieder topfit sein. Wir werden Sie jeden Schritt des Weges begleiten.
es: ¡No te preocupes! Una vez que identifiques de manera proactiva las causas y las evites, volverás pronto a estar en plena salud. Estaremos contigo en cada paso del camino.
fa: نگران نباشید! هنگامی که علل را به صورت فعال شناسایی کنید و از آنها پرهیز کنید، به زودی به سلامت عالی باز خواهید گشت. ما در هر گام از راه با شما خواهیم بود.
fr: Ne vous inquiétez pas ! Une fois que vous identifierez de manière proactive les causes et les éviterez, vous retrouverez bientôt une excellente santé. Nous serons avec vous à chaque étape du chemin.
id: Jangan khawatir! Begitu Anda dengan proaktif mengidentifikasi penyebabnya dan menghindarinya, Anda akan segera kembali sehat. Kami akan bersama Anda setiap langkah dari jalan ini.
it: Non preoccuparti! Una volta che identifichi in modo proattivo le cause e le eviti, tornerai presto in piena salute. Saremo con te ad ogni passo.
ja: 心配しないで！原因を積極的に特定し、それを避ければ、すぐに健康な状態に戻ります。私たちはいつもあなたとともにいます。
ko: 걱정하지 마세요! 원인을 적극적으로 파악하고 피하면 곧 최상의 건강 상태로 돌아갈 수 있습니다. 우리는 항상 여러분과 함께하겠습니다.
nl: Maak je geen zorgen! Zodra je proactief de oorzaken identificeert en vermijdt, zul je snel terug zijn op topgezondheid. We zullen bij elke stap bij je zijn.
pl: Nie martw się! Gdy zidentyfikujesz przyczyny i unikniesz ich aktywnie, szybko wrócisz do pełni zdrowia. Będziemy z Tobą na każdym kroku.
pt_br: Não se preocupe! Assim que você identificar proativamente as causas e evitá-las, logo estará de volta à plena saúde. Estaremos com você a cada passo do caminho.
ru: Не волнуйтесь! Как только вы проактивно выявите причины и избежите их, вы скоро вернетесь к отличному здоровью. Мы будем рядом на каждом этапе пути.
tr: Endişelenme! Nedenleri proaktif bir şekilde belirleyip bunlardan kaçındığınızda, çok yakında en iyi sağlığınıza geri döneceksiniz. Her adımda sizinle birlikte olacağız.
zh_hans: 放心吧！一旦你主动找出问题的根源并加以避免，你将很快恢复健康。我们会一直陪伴着你，共同走过让心脏变得更健康的旅程。
zh_hant: 不用擔心！一旦您主動識別出原因並避免它們，您很快就能恢復健康。我們將在您每一步的旅程中陪伴著您。
