Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# result_body_condition_suggestion_3_b_gpt
source: Keep enjoying this burst of energy, and remember to incorporate moments of relaxation to ensure sustained vitality! Your commitment to well-being is truly admirable!
ar: استمتع بهذه الزيادة في الطاقة، وتذكر أن تضمن لنفسك لحظات الاسترخاء لضمان الحيوية المستمرة! إلتزامك بالعناية بالصحة حقًا يستحق الإعجاب!
de: Genieße diesen Energieanstieg weiterhin und denke daran, Momente der Entspannung einzubauen, um die Vitalität aufrechtzuerhalten! Dein Engagement für das Wohlbefinden ist wirklich bewundernswert!
es: Sigue disfrutando de este impulso de energía y recuerda incorporar momentos de relajación para asegurar una vitalidad sostenida. ¡Tu compromiso con el bienestar es verdaderamente admirable!
fa: ادامه دهید به لذت بردن از این افزایش انرژی و به یاد داشته باشید که لحظاتی از استراحت را دربرگیرید تا برای حفظ حیاتیت مستدام اطمینان حاصل کنید! پیگیری شما در حفظ بهبود وضعیت واقعاً قابل تحسین است!
fr: Continuez à profiter de cette poussée d'énergie, et n'oubliez pas d'incorporer des moments de détente pour assurer une vitalité soutenue ! Votre engagement envers le bien-être est vraiment admirable !
id: Terus nikmati lonjakan energi ini, dan ingat untuk menyertakan momen-momen relaksasi untuk memastikan vitalitas yang berkelanjutan! Komitmen Anda terhadap kesejahteraan benar-benar luar biasa!
it: Continua a godere di questo aumento di energia e ricorda di inserire momenti di relax per garantire una vitalità sostenuta! Il tuo impegno per il benessere è davvero ammirevole!
ja: このエネルギーの爆発を楽しんで、持続的な活力を確保するためにもリラックスの瞬間を取り入れてください！あなたの健康へのコミットメントは本当に立派です！
ko: 이 에너지 폭발을 계속 즐기고 지속적인 활력을 보장하기 위해 이완의 순간을 포함시키기를 기억하세요! 당신의 복지에 대한 헌신은 정말로 감탄스럽습니다!
nl: Blijf genieten van deze golf van energie en vergeet niet momenten van ontspanning in te bouwen om een blijvende vitaliteit te garanderen! Jouw toewijding aan welzijn is werkelijk bewonderenswaardig!
pl: Kontynuuj korzystanie z tego przypływu energii i pamiętaj, aby wprowadzić chwile relaksu, aby zapewnić trwałą witalność! Twoje zaangażowanie w dobrostan jest naprawdę godne podziwu!
pt_br: Continue desfrutando dessa explosão de energia e lembre-se de incorporar momentos de relaxamento para garantir vitalidade sustentada! Seu compromisso com o bem-estar é verdadeiramente admirável!
ru: Продолжайте наслаждаться этим взрывом энергии, и не забывайте включать моменты релаксации, чтобы обеспечить устойчивую живость! Ваше обязательство благополучию поистине восхитительно!
tr: Bu enerji patlamasının tadını çıkarmaya devam edin ve sürdürülebilir canlılık için dinlenme anlarını dahil etmeyi unutmayın! Sağlığınıza olan bağlılığınız gerçekten takdire değer!
zh_hans: 继续享受这股充沛的能量，但偶尔也别忘了放松一下，确保自己时时刻刻都充满活力！一切为健康付出的努力都是值得的。
zh_hant: 繼續享受這股能量的迸發，並記得加入放鬆的時刻以確保持續的活力！您對健康的承諾真的令人欽佩！

# result_body_condition_suggestion_4_a_gpt
source: Why not take it slow for a moment? Maybe some meditation is just what you need. Tune into your body, give it some well-deserved care, and it will thank you!
ar: لماذا لا تأخذ الأمور ببطء لحظة؟ ربما التأمل هو ما تحتاجه. اربط نفسك بجسدك، امنحه بعض العناية التي يستحقها، وسيشكرك!
de: Warum nicht mal einen Moment langsamer machen? Vielleicht ist Meditation genau das Richtige für dich. Konzentriere dich auf deinen Körper, pflege ihn liebevoll, und er wird es dir danken!
es: ¿Por qué no ir despacio por un momento? Tal vez la meditación sea justo lo que necesitas. Conéctate con tu cuerpo, dale el cuidado que se merece, ¡y te lo agradecerá!
fa: چرا برای یک لحظه کند نمی‌گیرید؟ شاید مدیتیشن دقیقاً آن چیزی باشد که نیاز دارید. به بدن خود گوش دهید، به آن مراقبت لازم را بدهید، و او قدردان شما خواهد بود!
fr: Pourquoi ne pas ralentir un moment ? Peut-être que la méditation est exactement ce dont tu as besoin. Accorde-toi avec ton corps, prends-en bien soin, et il te remerciera !
id: Kenapa tidak melakukannya pelan-pelan sejenak? Mungkin meditasi adalah yang Anda butuhkan. Tunjukkan perhatian pada tubuh Anda, beri sedikit perawatan yang layak, dan tubuh Anda akan berterima kasih!
it: Perché non prenderla con calma per un momento? Forse un po' di meditazione è proprio ciò di cui hai bisogno. Mettiti in sintonia con il tuo corpo, concedigli le cure che merita e ti ringrazierà!
ja: ちょっとだけゆっくり進むのはどうでしょうか？たぶん、瞑想がちょうど必要なものです。体に合わせて、それを十分にケアしてあげれば、体は感謝するでしょう！
ko: 한 순간이라도 천천히 가 볼까요? 혹시 명상이 필요할 지도 모릅니다. 몸에 귀 기울이고, 자신에게 충분한 관심을 기울여주면, 몸이 감사할 거에요!
nl: Waarom niet even rustig aan doen? Misschien is wat meditatie precies wat je nodig hebt. Stem af op je lichaam, geef het de zorg die het verdient, en het zal je dankbaar zijn!
pl: Może warto chwilę zwolnić? Być może właśnie medytacja jest tym, czego potrzebujesz. Dostroj się do swojego ciała, zadba o nie zasłużenie, a ono ci podziękuje!
pt_br: Que tal ir devagar por um momento? Talvez alguma meditação seja exatamente o que você precisa. Sintonize-se com seu corpo, dê a ele o cuidado merecido, e ele agradecerá!
ru: Почему бы не замедлиться на момент? Может быть, именно медитация — то, что вам нужно. Настройтесь на свое тело, уделите ему заслуженный уход, и оно вам скажет «спасибо»!
tr: Neden bir anlığına yavaşlamayasınız? Belki de biraz meditasyon tam ihtiyacınız olan şeydir. Kendinizi vücudunuza ayarlayın, ona hak ettiği bakımı verin ve size teşekkür edecektir!
zh_hans: 试试放慢步调？也许你现在所需的应该是冥想。用心呵护你的身体健康，这一定会有所裨益的！
zh_hant: 為什麼不慢下來一會兒呢？也許冥想正是你需要的。調整好您的身體，給它一些應得的關懷，它會感激您的！

# result_body_condition_suggestion_4_b_gpt
source: Take a breather and try some deep breathing exercises. These simple practices can help calm that excess energy, contributing to a healthier overall state.
ar: خذ قسطًا من الراحة وجرب بعض تمارين التنفس العميق. يمكن أن تساعد هذه الممارسات البسيطة في تهدئة تلك الطاقة الزائدة، مما يسهم في تحسين الحالة العامة للصحة.
de: Gönne dir eine Verschnaufpause und probiere einige Atemübungen aus. Diese einfachen Praktiken können dazu beitragen, überschüssige Energie zu beruhigen und zu einem insgesamt gesünderen Zustand beizutragen.
es: Tómate un respiro e intenta algunas ejercicios de respiración profunda. Estas prácticas simples pueden ayudar a calmar esa energía en exceso, contribuyendo a un estado general de salud más saludable.
fa: یک نفس عمیق بکشید و چند تمرین تنفس عمیق امتحان کنید. این تمرینات ساده می‌توانند کمک کنند تا این انرژی اضافی را آرام کنند و به بهبود کلی وضعیت سلامتی کمک کنند.
fr: Prenez une pause et essayez quelques exercices de respiration profonde. Ces pratiques simples peuvent aider à calmer cette énergie excessive, contribuant à un état général de santé plus sain.
id: Beristirahat sejenak dan cobalah beberapa latihan pernapasan dalam. Praktik sederhana ini dapat membantu menenangkan energi berlebih, berkontribusi pada keadaan keseluruhan yang lebih sehat.
it: Prenditi una pausa e prova qualche esercizio di respirazione profonda. Queste pratiche semplici possono contribuire a calmare quell'energia in eccesso, contribuendo a uno stato complessivo più sano.
ja: 息抜きをして、深呼吸の練習をしてみてください。これらのシンプルな練習は余分なエネルギーを静め、より健康な状態に貢献することができます。
ko: 한숨 돌리고 몇 가지 심호흡 운동을 시도하세요. 이 간단한 실천은 그 과도한 에너지를 진정시키고 전반적으로 더 건강한 상태로 기여할 수 있습니다.
nl: Neem even een adempauze en probeer wat diepe ademhalingsoefeningen. Deze eenvoudige praktijken kunnen helpen om die overtollige energie te kalmeren en bijdragen aan een algemene gezondere toestand.
pl: Zrób przerwę i spróbuj kilku głębokich ćwiczeń oddechowych. Te proste praktyki mogą pomóc uspokoić nadmiar energii, przyczyniając się do zdrowszego ogólnego stanu.
pt_br: Tire um tempo e experimente alguns exercícios de respiração profunda. Essas práticas simples podem ajudar a acalmar esse excesso de energia, contribuindo para um estado geral mais saudável.
ru: Возьмите перерыв и попробуйте несколько глубоких дыхательных упражнений. Эти простые практики могут помочь успокоить избыточную энергию, способствуя более здоровому общему состоянию.
tr: Bir mola verin ve derin nefes alma egzersizleri deneyin. Bu basit uygulamalar, aşırı enerjiyi sakinleştirmeye yardımcı olabilir, genel olarak daha sağlıklı bir duruma katkıda bulunabilir.
zh_hans: 稍事休息，尝试做做深呼吸。这些简单的方法可以帮助你平复多余的能量，有助于你维持更加健康的状态。
zh_hant: 稍事休息，嘗試一些深呼吸的練習。這些簡單的做法可以幫助平靜多餘的能量，有助於更健康的整體狀態。

# result_health_analysis_1_a_gpt
source: You should take a break. Your HRV and RMSSD values are significantly low, suggesting that there is a notable imbalance in your heart function.
ar: يجب عليك أن تأخذ استراحة. قيم متغير معدل ضربات القلب (HRV) و RMSSD الخاصة بك منخفضة بشكل كبير، مما يشير إلى وجود عدم توازن ملحوظ في وظيفة قلبك.
de: Du solltest eine Pause machen. Deine HRV- und RMSSD-Werte sind signifikant niedrig, was darauf hinweist, dass eine deutliche Ungleichgewicht in der Herzfunktion besteht.
es: Deberías tomar un descanso. Tus valores de HRV y RMSSD son significativamente bajos, lo que sugiere que hay un notable desequilibrio en la función de tu corazón.
fa: باید استراحت بگیرید. مقادیر متغیر تناوب ضربان قلب (HRV) و RMSSD شما به طور قابل توجهی پایین است، که نشان دهنده عدم تعادل قابل توجهی در عملکرد قلب شما است.
fr: Vous devriez prendre une pause. Vos valeurs de VRC et RMSSD sont significativement basses, suggérant un déséquilibre notable dans la fonction de votre cœur.
id: Anda sebaiknya istirahat. Nilai HRV dan RMSSD Anda sangat rendah, menunjukkan bahwa terdapat ketidakseimbangan yang signifikan dalam fungsi jantung Anda.
it: Dovresti prendere una pausa. I tuoi valori di HRV e RMSSD sono significativamente bassi, suggerendo che c'è uno squilibrio notevole nella funzione del tuo cuore.
ja: 休憩を取るべきです。あなたのHRVとRMSSDの値は著しく低く、あなたの心臓の機能に著しい不均衡があることを示唆しています。
ko: 휴식을 취해야 합니다. HRV 및 RMSSD 값이 상당히 낮아 심장 기능에 뚜렷한 불균형이 있을 것으로 보입니다.
nl: Je zou een pauze moeten nemen. Je HRV- en RMSSD-waarden zijn aanzienlijk laag, wat suggereert dat er een opmerkelijk onevenwicht is in de functie van je hart.
pl: Powinieneś zrobić przerwę. Twoje wartości HRV i RMSSD są znacząco niskie, co sugeruje istnienie zauważalnej dysproporcji w funkcji serca.
pt_br: Você deveria fazer uma pausa. Seus valores de HRV e RMSSD estão significativamente baixos, sugerindo que há um desequilíbrio notável na função do seu coração.
ru: Вам стоит взять перерыв. Ваши значения ВСР и RMSSD существенно низки, что указывает на значительный дисбаланс в функции вашего сердца.
tr: Bir mola vermelisiniz. HRV ve RMSSD değerleriniz önemli ölçüde düşük, bu da kalp fonksiyonlarınızda belirgin bir dengesizlik olduğunu gösteriyor.
zh_hans: 你应该休息一下。你的心率变异性和RMSSD值显著下降，这意味着你的心脏功能出现了明显的异常。
zh_hant: 您應該休息一下。您的心率變異性和 RMSSD 值顯著低，表明您的心臟功能存在明顯的不平衡。

# result_health_analysis_1_b_gpt
source: Taking a break is strongly advised. Alarming readings of both HRV and RMSSD indicate an acute imbalance, posing severe risks.
ar: من الضروري بشدة أخذ استراحة. القراءات المثيرة للقلق لكل من متغير معدل ضربات القلب (HRV) و RMSSD تشير إلى عدم توازن حاد، مما يشكل مخاطر خطيرة.
de: Eine Pause wird dringend empfohlen. Alarmierende Werte sowohl von HRV als auch von RMSSD deuten auf ein akutes Ungleichgewicht hin und bergen ernsthafte Risiken.
es: Se recomienda tomar un descanso. Las lecturas alarmantes tanto de HRV como de RMSSD indican un desequilibrio agudo, lo que representa riesgos graves.
fa: توصیه محکم می‌شود که استراحت کنید. خواندن‌های نگران‌کننده متغیر تناوب ضربان قلب (HRV) و RMSSD به نشان داده است که یک عدم تعادل حاد وجود دارد که خطرات جدی ایجاد می‌کند.
fr: Il est fortement recommandé de faire une pause. Les lectures alarmantes de VRC et de RMSSD indiquent un déséquilibre aigu, présentant des risques graves.
id: Disarankan untuk istirahat sejenak. Pembacaan yang mencemaskan baik HRV maupun RMSSD menunjukkan ketidakseimbangan akut, menghadirkan risiko serius.
it: Si consiglia vivamente di fare una pausa. Letture allarmanti sia di HRV che di RMSSD indicano uno squilibrio acuto, presentando rischi gravi.
ja: 休憩することが強く勧められています。HRVとRMSSDの両方の警告の読み取りは急激な不均衡を示しており、重大なリスクをもたらしています。
ko: 휴식을 취하는 것이 강력히 권장됩니다. HRV 및 RMSSD의 경보적인 판독은 급격한 불균형을 나타내어 심각한 위험을 표현합니다.
nl: Het nemen van een pauze wordt ten zeerste aangeraden. Alarmerende metingen van zowel HRV als RMSSD duiden op een acute onbalans en brengen ernstige risico's met zich mee.
pl: Zdecydowanie zaleca się przerwę. Alarmujące odczyty zarówno HRV, jak i RMSSD wskazują na ostry niezbilansowany, stwarzając poważne ryzyko.
pt_br: Recomenda-se fortemente fazer uma pausa. Leituras alarmantes tanto de HRV quanto de RMSSD indicam um desequilíbrio agudo, apresentando riscos graves.
ru: Настоятельно рекомендуется взять перерыв. Тревожные показания как ВСР, так и RMSSD указывают на острую дисбаланс, представляя серьезные риски.
tr: Ara vermek kesinlikle önerilir. Hem HRV hem de RMSSD'nin endişe verici okumaları, akut bir dengesizliği işaret eder ve ciddi riskler oluşturur.
zh_hans: 强烈建议你稍作休息。心率变异性和RMSSD的警戒指数表明你存在心脏功能严重失衡，可能会带来严重的健康风险。
zh_hant: 強烈建議休息一下。心率變異性和 RMSSD 的警告讀數表明急性失衡，帶來嚴重的風險。

# result_health_analysis_2_a_gpt
source: Are you feeling okay? There may be irregularities or issues in the way your heart is functioning, which could pose challenges for your heart health.
ar: هل تشعر بأنك بخير؟ قد تكون هناك تسوية غير منتظمة أو مشاكل في كيفية عمل قلبك، مما قد يشكل تحديات لصحة قلبك.
de: Geht es dir gut? Es könnten Unregelmäßigkeiten oder Probleme in der Funktionsweise deines Herzens vorliegen, die Herausforderungen für deine Herzgesundheit darstellen könnten.
es: ¿Te sientes bien? Puede haber irregularidades o problemas en la forma en que tu corazón funciona, lo que podría suponer desafíos para tu salud cardíaca.
fa: آیا حالت خوب است؟ ممکن است ناهنجاری‌ها یا مشکلاتی در روش عمل قلب شما وجود داشته باشد که ممکن است چالش‌هایی برای سلامت قلب شما به وجود آورد.
fr: Vous sentez-vous bien ? Il peut y avoir des irrégularités ou des problèmes dans la façon dont votre cœur fonctionne, ce qui pourrait poser des défis pour votre santé cardiaque.
id: Apakah Anda merasa baik-baik saja? Mungkin ada ketidaknormalan atau masalah dalam cara jantung Anda berfungsi, yang bisa menimbulkan tantangan bagi kesehatan jantung Anda.
it: Ti senti bene? Potrebbero esserci irregolarità o problemi nel modo in cui il tuo cuore funziona, il che potrebbe rappresentare delle sfide per la tua salute cardiaca.
ja: 大丈夫ですか？あなたの心臓の機能には不規則性や問題があるかもしれず、それが心臓の健康に課題をもたらす可能性があります。
ko: 괜찮아 보이나요? 심장 기능에 불규칙성이나 문제가 있을 수 있으며, 이는 심장 건강에 도전을 제공할 수 있습니다.
nl: Voel je je goed? Er kunnen onregelmatigheden of problemen zijn in de manier waarop je hart functioneert, wat uitdagingen kan opleveren voor je hartgezondheid.
pl: Czujesz się dobrze? Może występować nieregularność lub problemy w funkcjonowaniu serca, co może stanowić wyzwanie dla zdrowia serca.
pt_br: Você está se sentindo bem? Pode haver irregularidades ou problemas na forma como seu coração está funcionando, o que poderia representar desafios para a saúde do seu coração.
ru: Вы чувствуете себя хорошо? Могут быть нерегулярности или проблемы в работе вашего сердца, что может представлять вызов для вашего сердечного здоровья.
tr: Kendinizi iyi hissediyor musunuz? Kalp fonksiyonlarınızda düzensizlikler veya sorunlar olabilir, bu da kalp sağlığınız için zorluklar oluşturabilir.
zh_hans: 你感觉还好吗？你的心脏功能可能出现了不规律的问题，这有可能对你的心脏健康构成一些威胁。
zh_hant: 感覺還好嗎？您的心臟功能可能存在不規律或問題，這可能對心臟健康構成挑戰。

# result_health_analysis_2_b_gpt
source: How are you feeling? Your heart may experience irregularities or issues, signaling an elevated risk to your heart health.
ar: كيف تشعر؟ قد يواجه قلبك عدم انتظامات أو مشاكل، مما يشير إلى ارتفاع مخاطر صحة قلبك.
de: Wie fühlst du dich? Dein Herz könnte Unregelmäßigkeiten oder Probleme aufweisen, was auf ein erhöhtes Risiko für deine Herzgesundheit hinweist.
es: ¿Cómo te sientes? Tu corazón podría experimentar irregularidades o problemas, señalando un riesgo elevado para tu salud cardíaca.
fa: حالت چطور است؟ قلب شما ممکن است ناهمواری‌ها یا مشکلاتی داشته باشد که نشان‌دهنده خطرات افزایشی برای سلامتی قلب شما هستند.
fr: Comment vous sentez-vous ? Votre cœur pourrait présenter des irrégularités ou des problèmes, signalant un risque accru pour votre santé cardiaque.
id: Bagaimana perasaan Anda? Jantung Anda mungkin mengalami ketidaknormalan atau masalah, menandakan risiko tinggi untuk kesehatan jantung Anda.
it: Come ti senti? Il tuo cuore potrebbe sperimentare irregolarità o problemi, segnalando un rischio elevato per la tua salute cardiaca.
ja: どう感じていますか？ あなたの心臓には不規則性や問題が生じる可能性があり、心臓の健康に対するリスクが高まっています。
ko: 기분이 어떤가요? 당신의 심장에는 불규칙 또는 문제가 발생할 수 있으며, 이는 심장 건강에 대한 위험을 나타냅니다.
nl: Hoe voel je je? Je hart kan onregelmatigheden of problemen ervaren, wat wijst op een verhoogd risico voor je hartgezondheid.
pl: Jak się czujesz? Twoje serce może doświadczać nieregularności lub problemów, sygnalizując podwyższone ryzyko dla zdrowia serca.
pt_br: Como você está se sentindo? Seu coração pode estar passando por irregularidades ou problemas, sinalizando um risco elevado para sua saúde cardíaca.
ru: Как вы себя чувствуете? Ваше сердце может испытывать нерегулярности или проблемы, сигнализируя о повышенном риске для вашего сердечного здоровья.
tr: Nasıl hissediyorsunuz? Kalbinizde düzensizlikler veya sorunlar yaşanabilir, bu da kalp sağlığınıza yüksek bir risk işareti olabilir.
zh_hans: 你最近感觉怎么样呢？心率不齐和其他一些功能上的问题威胁到了你的心脏健康。
zh_hant: 您感覺怎麼樣？您的心臟可能出現不規律或問題，表明對心臟健康存在升高的風險。

# result_health_analysis_3_a_gpt
source: If this continues to happen, it could suggest that your heart function is quite off balance, and there may be issues with your nervous system.
ar: إذا استمر هذا في الحدوث، يمكن أن يشير إلى أن وظيفة قلبك غير متوازنة تمامًا، وقد تكون هناك مشاكل في الجهاز العصبي الخاص بك.
de: Wenn dies weiterhin geschieht, könnte dies darauf hinweisen, dass deine Herzfunktion ziemlich unausgeglichen ist und Probleme mit deinem Nervensystem auftreten könnten.
es: Si esto continúa sucediendo, podría sugerir que la función de tu corazón está bastante desequilibrada y puede haber problemas con tu sistema nervioso.
fa: اگر این ادامه داشته باشد، ممکن است نشان دهد که عملکرد قلب شما به خوبی تعادل نیافته است و ممکن است مشکلاتی در سیستم عصبی شما وجود داشته باشد.
fr: Si cela continue à se produire, cela pourrait suggérer que la fonction de votre cœur est assez déséquilibrée, et il pourrait y avoir des problèmes avec votre système nerveux.
id: Jika ini terus terjadi, bisa menunjukkan bahwa fungsi jantung Anda cukup tidak seimbang, dan mungkin ada masalah dengan sistem saraf Anda.
it: Se questo continua a accadere, potrebbe suggerire che la funzione del tuo cuore è piuttosto sbilanciata e potrebbero esserci problemi con il tuo sistema nervoso.
ja: これが続くと、あなたの心臓の機能がかなり不均衡であり、あなたの神経系に問題があるかもしれません。
ko: 이것이 계속되면 심장 기능이 상당히 불균형일 수 있으며 신경계에 문제가 있을 수 있습니다.
nl: Als dit blijft gebeuren, kan dit suggereren dat je hartfunctie behoorlijk uit balans is en er mogelijk problemen zijn met je zenuwstelsel.
pl: Jeśli to się będzie nadal działo, może to sugerować, że funkcja serca jest dość niezrównoważona, a istnieć mogą problemy z układem nerwowym.
pt_br: Se isso continuar acontecendo, poderia sugerir que a função do seu coração está bastante desequilibrada, e pode haver problemas com o seu sistema nervoso.
ru: Если это продолжится, это может указывать на то, что функция вашего сердца довольно нарушена, и могут возникнуть проблемы с вашей нервной системой.
tr: Bu böyle devam ederse, kalp fonksiyonlarınızın oldukça dengesiz olduğunu ve sinir sisteminizde sorunlar olabileceğini gösteriyor olabilir.
zh_hans: 如果这种状况持续下去，可能表明你的心脏将无法协调运转，同时你的神经系统可能存在一些问题。
zh_hant: 如果這種情況持續下去，可能表明您的心臟功能相當不平衡，而且您的神經系統可能存在問題。

# result_health_analysis_3_b_gpt
source: Should this persist, it could indicate that there is something off with both your heart and nervous system.
ar: إذا استمرت هذه الحالة، فقد تشير إلى وجود شيء خاطئ في كل من قلبك وجهازك العصبي.
de: Sollte dies anhalten, könnte dies darauf hinweisen, dass sowohl dein Herz als auch dein Nervensystem nicht richtig funktionieren.
es: Si esto persiste, podría indicar que hay algo mal tanto en tu corazón como en tu sistema nervioso.
fa: اگر این وضعیت ادامه داشته باشد، ممکن است نشان‌دهنده وجود مشکلاتی در هر دو قلب شما و سیستم عصبی باشد.
fr: Si cela persiste, cela pourrait indiquer qu'il y a quelque chose qui ne va pas à la fois avec votre cœur et votre système nerveux.
id: Jika ini terus berlanjut, ini bisa menunjukkan bahwa ada sesuatu yang tidak beres baik dengan jantung maupun sistem saraf Anda.
it: Se ciò persiste, potrebbe indicare che c'è qualcosa che non va sia con il tuo cuore che con il tuo sistema nervoso.
ja: これが続く場合、それはあなたの心臓と神経系の両方に問題があることを示唆しています。
ko: 이것이 계속되면, 이는 당신의 심장과 신경계에 모두 문제가 있을 수 있음을 나타낼 수 있습니다.
nl: Als dit aanhoudt, kan dit erop wijzen dat er iets mis is met zowel je hart als je zenuwstelsel.
pl: Jeśli to się utrzyma, może to wskazywać, że coś jest nie tak zarówno z twoim sercem, jak i układem nerwowym.
pt_br: Se isso persistir, pode indicar que há algo de errado tanto com o seu coração quanto com o seu sistema nervoso.
ru: Если это продолжится, это может указывать на то, что что-то не так как с вашим сердцем, так и с вашей нервной системой.
tr: Bu devam ederse, hem kalbinizde hem de sinir sisteminizde bir şeylerin ters gittiğini gösterebilir.
zh_hans: 如果这种情况持续下去，可能意味着你的心脏和神经系统都存在问题。
zh_hant: 如果這種情況持續下去，可能表明您的心臟和神經系統都存在問題。

# result_health_analysis_4_a_gpt
source: Your HRV and RMSSD results fall within the normal range, suggesting a baseline resilience. However, there is room for improvement.
ar: نتائج متغير معدل ضربات القلب (HRV) و RMSSD الخاصة بك تقع ضمن النطاق الطبيعي، مما يشير إلى وجود مرونة أساسية. ومع ذلك، هناك مجال للتحسين.
de: Deine HRV- und RMSSD-Ergebnisse liegen im normalen Bereich, was auf eine grundlegende Resilienz hinweist. Es gibt jedoch Raum für Verbesserung.
es: Tus resultados de HRV y RMSSD están dentro del rango normal, lo que sugiere una resistencia de referencia. Sin embargo, hay margen de mejora.
fa: نتایج متغیر تناوب ضربان قلب (HRV) و RMSSD شما در محدوده طبیعی قرار دارند، که نشان می‌دهد که یک انعطاف پذیری پایه وجود دارد. با این حال، اینجا فضایی برای بهبود وجود دارد.
fr: Vos résultats de VRC et RMSSD se situent dans la plage normale, suggérant une résilience de base. Cependant, il y a place à l'amélioration.
id: Hasil HRV dan RMSSD Anda berada dalam rentang normal, menunjukkan ketahanan dasar. Namun, masih ada ruang untuk perbaikan.
it: I risultati di HRV e RMSSD sono nel range normale, suggerendo una resilienza di base. Tuttavia, c'è spazio per miglioramenti.
ja: HRVとRMSSDの結果は正常範囲内にあり、基本的な弾力性を示唆しています。ただし、改善の余地があります。
ko: HRV 및 RMSSD 결과가 정상 범위 내에 있으며 기본적인 탄력성을 시사합니다. 그러나 개선의 여지가 있습니다.
nl: Je HRV- en RMSSD-resultaten vallen binnen het normale bereik, wat wijst op een basisveerkracht. Er is echter ruimte voor verbetering.
pl: Wyniki HRV i RMSSD mieszczą się w zakresie normy, co wskazuje na podstawową elastyczność. Jednak istnieje miejsce na poprawę.
pt_br: Seus resultados de HRV e RMSSD estão dentro da faixa normal, sugerindo uma resiliência básica. No entanto, há espaço para melhoria.
ru: Ваши результаты ВСР и RMSSD находятся в пределах нормы, что указывает на базовую устойчивость. Однако есть место для улучшений.
tr: HRV ve RMSSD sonuçlarınız normal aralıkta, bu da temel bir direnci işaret ediyor. Ancak, iyileşme için yer var.
zh_hans: 你的心率变异性和RMSSD结果在正常范围内，表明你的基础恢复能力尚可。但仍存在可以提升的空间。
zh_hant: 您的心率變異性和 RMSSD 結果在正常範圍內，表明基線韌性。但是，仍有改進的空間。
