Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_bp_bd_4_gpt
source: Your blood pressure is facing a challenge this week, and we're genuinely worried about you!
ar: ضغط دمك يواجه تحديًا هذا الأسبوع، ونحن قلقون حقًا عليك!
de: Ihr Blutdruck steht in dieser Woche vor einer Herausforderung, und wir sind wirklich besorgt um Sie!
es: Tu presión arterial enfrenta un desafío esta semana, ¡y realmente estamos preocupados por ti!
fa: فشار خونتان در این هفته با چالشی مواجه است و ما واقعاً نگران شما هستیم!
fr: Votre tension artérielle est confrontée à un défi cette semaine, et nous sommes vraiment inquiets pour vous !
id: Tekanan darah Anda menghadapi tantangan minggu ini, dan kami benar-benar khawatir tentang Anda!
it: La tua pressione sanguigna sta affrontando una sfida questa settimana, e siamo veramente preoccupati per te!
ja: 今週の血圧は課題になっており、本当に心配です！
ko: 이번 주에 당신의 혈압이 도전을 맞고 있어, 우리는 정말로 걱정되고 있어요!
nl: Je bloeddruk heeft deze week een uitdaging en we maken ons echt zorgen over jou!
pl: Twoje ciśnienie krwi ma w tym tygodniu wyzwanie i naprawdę martwimy się o ciebie!
pt_br: Sua pressão arterial está enfrentando um desafio esta semana, e estamos realmente preocupados com você!
ru: Ваше кровяное давление испытывает вызов на этой неделе, и мы действительно обеспокоены за вас!
tr: Bu hafta kan basıncınız biraz zorlanıyor ve sizin için gerçekten endişeleniyoruz!
zh_hans: 本周，你的血压正在面临挑战，我们真的很担心你！
zh_hant: 本周，你的血壓正在面臨挑戰，我們真的很擔心你！

# week_bp_bd_5_b_gpt
source: Given your significant blood pressure problem this week, you'd better consult a doctor right away!
ar: نظرًا لمشكلة ضغط الدم الكبيرة هذا الأسبوع، من الأفضل أن تستشير الطبيب على الفور!
de: Angesichts Ihres erheblichen Blutdruckproblems in dieser Woche sollten Sie besser sofort einen Arzt aufsuchen!
es: Dado tu problema significativo de presión arterial esta semana, ¡sería mejor que consultes a un médico de inmediato!
fa: با توجه به مشکل قابل توجه فشار خونتان در این هفته، بهتر است بلافاصله با یک پزشک مشورت کنید!
fr: Compte tenu de votre problème important de tension artérielle cette semaine, vous feriez mieux de consulter un médecin immédiatement !
id: Dengan masalah tekanan darah yang signifikan minggu ini, lebih baik segera konsultasikan dengan dokter!
it: Dato il tuo significativo problema di pressione sanguigna questa settimana, sarebbe meglio consultare un medico subito!
ja: 今週の重要な血圧問題から考えると、すぐに医師に相談した方が良いです！
ko: 이번 주에 겪은 심각한 혈압 문제를 고려하여 즉시 의사 상담이 필요합니다.
nl: Gezien jouw aanzienlijke bloeddrukprobleem deze week, kun je beter meteen een arts raadplegen!
pl: Biorąc pod uwagę znaczny problem z ciśnieniem krwi w tym tygodniu, lepiej jak najszybciej skonsultować się z lekarzem!
pt_br: Dado o seu significativo problema de pressão arterial esta semana, é melhor consultar um médico imediatamente!
ru: Учитывая ваш значительный проблемный уровень кровяного давления на этой неделе, лучше всего немедленно проконсультироваться с врачом!
tr: Bu haftaki önemli kan basıncı problemi nedeniyle, derhal bir doktora danışmanız daha iyi olur!
zh_hans: 你本周的血压问题很严重，建议你立即去看医生！
zh_hant: 你本周的血壓問題很嚴重，建議你立即去看醫生！

# week_bp_bd_5_gpt
source: Your blood pressure has been consistently concerning this week. Please consult a doctor immediately.
ar: كان ضغط الدم مثار للقلق باستمرار هذا الأسبوع. يرجى استشارة الطبيب على الفور.
de: Dein Blutdruck war diese Woche durchgehend besorgniserregend. Bitte konsultiere sofort einen Arzt.
es: Tu presión arterial ha sido consistentemente preocupante esta semana. Por favor, consulta a un médico inmediatamente.
fa: فشار خونتان در این هفته به طور پیوسته موجب نگرانی بوده است. لطفاً بلافاصله با پزشک مشورت کنید.
fr: Votre tension artérielle a été préoccupante cette semaine de manière constante. Veuillez consulter un médecin immédiatement.
id: Tekanan darah Anda menjadi perhatian sepanjang minggu ini secara konsisten. Mohon konsultasikan dengan dokter segera.
it: La tua pressione sanguigna è stata costantemente preoccupante questa settimana. Si prega di consultare tempestivamente un medico.
ja: 今週は一貫して気になる血圧です。すぐに医師に相談してください。
ko: 당신의 혈압이 이번 주에 계속해서 걱정되고 있습니다. 즉시 의사에게 상담해 주십시오.
nl: Je bloeddruk was deze week consequent zorgwekkend. Raadpleeg onmiddellijk een arts.
pl: Twoje ciśnienie krwi było konsekwentnie niepokojące w tym tygodniu. Natychmiast skonsultuj się z lekarzem.
pt_br: Sua pressão arterial tem sido consistentemente preocupante esta semana. Por favor, consulte um médico imediatamente.
ru: Ваше кровяное давление было последовательно беспокойным на этой неделе. Пожалуйста, срочно проконсультируйтесь с врачом.
tr: Bu hafta kan basıncınız sürekli endişe vericiydi. Lütfen derhal bir doktora danışın.
zh_hans: 本周你的血压状况持续令人担忧，请立即咨询医生。
zh_hant: 本周你的血壓狀況持續令人擔憂，請立即諮詢醫生。

# week_bp_lock_gpt
source: Add data to analyze your blood pressure changes
ar: أضف البيانات لتحليل تغييرات ضغط الدم الخاص بك
de: Fügen Sie Daten hinzu, um Ihre Blutdruckänderungen zu analysieren
es: Añade datos para analizar los cambios en tu presión arterial
fa: داده‌ها را اضافه کنید تا تغییرات فشار خون خود را تحلیل کنید
fr: Ajoutez des données pour analyser vos changements de tension artérielle
id: Tambahkan data untuk menganalisis perubahan tekanan darah Anda
it: Aggiungi dati per analizzare le variazioni della tua pressione sanguigna
ja: 血圧変化を分析するためのデータを追加
ko: 혈압 변화를 분석하기 위한 데이터를 추가하세요
nl: Voeg gegevens toe om je bloeddrukveranderingen te analyseren
pl: Dodaj dane, aby zbadać zmiany ciśnienia krwi
pt_br: Adicione dados para analisar as mudanças na sua pressão arterial
ru: Добавьте данные для анализа изменений в кровяном давлении
tr: Kan basıncı değişikliklerini analiz etmek için veri ekleyin
zh_hans: 添加数据以分析你的血压变化
zh_hant: 添加數據以分析你的血壓變化

# week_bp_suggestion_1_b_gpt
source: Health is our greatest wealth, so try to maintain your current lifestyle to avoid blood pressure issues in the future. Always keep in mind that prevention outweighs treatment.
ar: الصحة هي ثروتنا الكبرى، لذا حاول الحفاظ على أسلوب حياتك الحالي لتجنب مشاكل ضغط الدم في المستقبل. تذكر دائمًا أن الوقاية تفوق العلاج.
de: Gesundheit ist unser größter Reichtum, daher versuchen Sie, Ihren aktuellen Lebensstil beizubehalten, um zukünftigen Blutdruckproblemen aus dem Weg zu gehen. Denken Sie immer daran, dass Prävention wichtiger ist als Behandlung.
es: La salud es nuestra mayor riqueza, así que trata de mantener tu estilo de vida actual para evitar problemas de presión arterial en el futuro. Recuerda siempre que la prevención es más importante que el tratamiento.
fa: سلامتی دارای ارزش بیشتری است، بنابراین سعی کنید سبک زندگی فعلی خود را حفظ کنید تا از مشکلات فشار خون در آینده جلوگیری کنید. همیشه به یاد داشته باشید که پیشگیری مقابل درمان برتری دارد.
fr: La santé est notre plus grande richesse, donc essayez de maintenir votre mode de vie actuel pour éviter les problèmes de tension artérielle à l'avenir. Souvenez-vous toujours que la prévention est plus importante que le traitement.
id: Kesehatan adalah kekayaan terbesar kita, jadi coba pertahankan gaya hidup Anda saat ini untuk menghindari masalah tekanan darah di masa depan. Selalu ingat bahwa pencegahan lebih penting daripada pengobatan.
it: La salute è la nostra più grande ricchezza, quindi cerca di mantenere il tuo attuale stile di vita per evitare problemi di pressione sanguigna in futuro. Ricorda sempre che la prevenzione è più importante della cura.
ja: 健康は最大の富ですので、将来の血圧問題を避けるために現在のライフスタイルを維持してください。予防は治療よりも重要であることをいつも心に留めておいてください。
ko: 건강이 최고의 재산입니다. 미래의 혈압 문제를 피하려면 현재의 라이프스타일을 유지하세요. 항상 예방이 치료보다 중요하다는 것을 명심하세요.
nl: Gezondheid is ons grootste bezit, dus probeer je huidige levensstijl te handhaven om toekomstige bloeddrukproblemen te vermijden. Onthoud altijd dat preventie belangrijker is dan behandeling.
pl: Zdrowie to nasze największe bogactwo, więc postaraj się zachować obecny styl życia, aby uniknąć problemów z ciśnieniem krwi w przyszłości. Zawsze pamiętaj, że zapobieganie jest ważniejsze niż leczenie.
pt_br: A saúde é nossa maior riqueza, então tente manter seu estilo de vida atual para evitar problemas de pressão arterial no futuro. Lembre-se sempre que a prevenção é mais importante do que o tratamento.
ru: Здоровье - наш величайший капитал, так что попытайтесь сохранить ваш текущий образ жизни, чтобы избежать проблем с давлением в будущем. Всегда помните, что профилактика важнее лечения.
tr: Sağlık en büyük servetimizdir, bu nedenle gelecekteki kan basıncı sorunlarından kaçınmak için mevcut yaşam tarzınızı sürdürmeye çalışın. Unutmayın, önleme tedaviden daha önemlidir.
zh_hans: 健康的身体是最大的财富。因此，继续保持当前的生活方式，避免未来出现血压问题。要知道，预防永远优先于治疗。
zh_hant: 健康的身體是最大的財富。因此，繼續保持當前的生活方式，避免未來出現血壓問題。要知道，預防永遠優先於治療。

# week_bp_suggestion_1_gpt
source: This is ideal. Keep valuing a healthy lifestyle to steer clear of blood pressure problems and other health concerns. Always remember that prevention is key—it outweighs the need for treatment.
ar: هذا مثالي. استمر في تقدير أسلوب حياة صحي لتجنب مشاكل ضغط الدم والمخاوف الصحية الأخرى. تذكر دائمًا أن الوقاية هي الأهم - فهي تفوق الحاجة إلى العلاج.
de: Dies ist ideal. Schätzen Sie einen gesunden Lebensstil, um Blutdruckproblemen und anderen Gesundheitsproblemen aus dem Weg zu gehen. Denken Sie immer daran, dass Prävention wichtiger ist als Behandlung.
es: Esto es ideal. Sigue valorando un estilo de vida saludable para evitar problemas de presión arterial y otras preocupaciones de salud. Recuerda siempre que la prevención es clave, supera la necesidad de tratamiento.
fa: این ایده‌آل است. ادامه دادن به سبک زندگی سالم برای جلوگیری از مشکلات فشار خون و سایر مشکلات بهداشتی بسیار مهم است. همیشه به یاد داشته باشید که پیشگیری مهم‌تر از درمان است.
fr: C'est idéal. Valorisez un mode de vie sain pour éviter les problèmes de tension artérielle et autres problèmes de santé. N'oubliez jamais que la prévention est clé, elle l'emporte sur le besoin de traitement.
id: Ini ideal. Hargai gaya hidup sehat untuk menghindari masalah tekanan darah dan masalah kesehatan lainnya. Ingatlah bahwa pencegahan lebih penting daripada pengobatan.
it: Questa è l'ideale. Continua a valorizzare uno stile di vita sano per evitare problemi di pressione sanguigna e altri disturbi di salute. Ricorda che la prevenzione è più importante della cura.
ja: 理想的な状態です。健康なライフスタイルを大切にして、血圧の問題や他の健康問題から遠ざかりましょう。予防が治療よりも重要であることを常に覚えておいてください。
ko: 이상적입니다. 건강한 생활 방식을 중시하여 혈압 문제와 기타 건강 관련 문제를 피하도록 하세요. 예방이 치료보다 중요하다는 것을 항상 기억하세요.
nl: Dit is ideaal. Blijf een gezonde levensstijl waarderen om bloeddrukproblemen en andere gezondheidsproblemen te vermijden. Onthoud altijd dat preventie belangrijker is dan behandeling.
pl: To idealne. Kontynuuj ceniąc zdrowy styl życia, aby uniknąć problemów z ciśnieniem krwi i innymi problemami zdrowotnymi. Zawsze pamiętaj, że zapobieganie jest ważniejsze niż leczenie.
pt_br: Isso é ideal. Continue valorizando um estilo de vida saudável para evitar problemas de pressão arterial e outros problemas de saúde. Lembre-se sempre que a prevenção é fundamental - supera a necessidade de tratamento.
ru: Это идеально. Продолжайте ценить здоровый образ жизни, чтобы избежать проблем с давлением и другими здоровьевредными состояниями. Всегда помните, что профилактика важнее лечения.
tr: Bu ideal. Kan basıncı sorunlarından ve diğer sağlık sorunlarından uzak durmak için sağlıklı bir yaşam tarzını değerli bulmaya devam edin. Unutmayın, önleme tedaviden daha önemlidir.
zh_hans: 你的状态很理想，请保持你健康的生活方式，远离血压问题或其他疾病。始终牢记预防为主，预防胜于治疗。
zh_hant: 你的狀態很理想，請保持你健康的生活方式，遠離血壓問題或其他疾病。始終牢記預防為主，預防勝於治療。

# week_bp_suggestion_2_b_gpt
source: Please take this seriously! It'd be recommended if you make some lifestyle changes—eating healthier and staying active—since ignoring these warning signs might lead to hypertension.
ar: يرجى التعامل مع هذا بجدية! يكون من المفضل أن تجري بعض التغييرات في نمط الحياة - تناول الطعام الصحي والبقاء نشطًا - حيث تجاهل علامات الانذار هذه قد يؤدي إلى ارتفاع ضغط الدم.
de: Bitte nehmen Sie dies ernst! Es wäre ratsam, einige Lebensstiländerungen vorzunehmen – gesünder essen und aktiv bleiben – da das Ignorieren dieser Warnzeichen zu Hypertonie führen könnte.
es: Por favor, tómate esto en serio. Sería recomendable que hagas algunos cambios en tu estilo de vida: comer más sano y mantenerse activo, ya que ignorar estas señales de advertencia podría llevar a la hipertensión.
fa: لطفا این موضوع را جدی بگیرید! توصیه می‌شود که تغییراتی در سبک زندگی خود ایجاد کنید - مصرف غذاهای سالم‌تر و فعالیت بیشتر - زیرا نادیده گرفتن این نشانه‌های هشداردهنده ممکن است منجر به فشار خون بالا شود.
fr: Prenez cela au sérieux ! Il serait recommandé de faire quelques changements de mode de vie - manger plus sainement et rester actif - car ignorer ces signaux d'alarme pourrait conduire à l'hypertension.
id: Mohon diambil dengan serius! Akan disarankan jika Anda melakukan beberapa perubahan gaya hidup - makan lebih sehat dan tetap aktif - karena mengabaikan tanda-tanda peringatan ini dapat menyebabkan hipertensi.
it: Per favore prendi questo seriamente! Sarebbe consigliabile apportare alcuni cambiamenti allo stile di vita - mangiare in modo più sano e mantenersi attivi - poiché ignorare questi segnali potrebbe portare all'ipertensione.
ja: この点を真剣に受け止めてください！警告サインを無視すると高血圧につながる可能性があるため、より健康的な生活様式、特に健康な食事や運動を取り入れることがお勧めです。
ko: 이 문제를 진지하게 받아들이세요! 건강한 식습관을 채택하고 활동적인 생활을 유지하는 등의 라이프스타일 변경이 권장됩니다. 이러한 경고 신호를 무시하면 고혈압으로 이어질 수 있습니다.
nl: Neem dit alsjeblieft serieus! Het zou aanbevolen zijn als je wat veranderingen aanbrengt in je levensstijl - gezonder eten en actief blijven - omdat het negeren van deze waarschuwingssignalen kan leiden tot hypertensie.
pl: Proszę, bierz to poważnie! Byłoby zalecane wprowadzenie kilku zmian w stylu życia - zdrowsze jedzenie i aktywność fizyczna - ponieważ zignorowanie tych sygnałów alarmowych może prowadzić do nadciśnienia.
pt_br: Por favor, leve isso a sério! Seria recomendável fazer algumas mudanças no estilo de vida - alimentação mais saudável e atividade física - pois ignorar esses sinais de alerta pode levar à hipertensão.
ru: Пожалуйста, отнеситесь к этому серьезно! Было бы рекомендуемо внести изменения в свой образ жизни - питаться здоровой пищей и быть активным, так как игнорирование этих предупреждающих сигналов может привести к гипертонии.
tr: Lütfen bu konuyu ciddiye alın! Uyarı işaretlerini görmezden gelmek hipertansiyona yol açabileceğinden, biraz yaşam tarzı değişikliği yapmanız önerilir—daha sağlıklı beslenme ve aktif kalmak.
zh_hans: 请认真对待这个问题，不要忽视这些危险信号，避免引发高血压！建议你改变一下生活方式，吃得健康，多多运动。
zh_hant: 請認真對待這個問題，不要忽視這些危險信號，避免引發高血壓！建議你改變一下生活方式，吃得健康，多多運動。

# week_bp_suggestion_2_gpt
source: Be careful! You're at a turning point where things could go up or down. Consider adopting a healthier lifestyle, beginning with diet and exercise, to reduce the risks of having hypertension.
ar: كن حذرًا! أنت في نقطة تحول حيث يمكن أن تذهب الأمور للأعلى أو الأسفل. اعتبر اعتماد أسلوب حياة صحي، بدءًا من النظام الغذائي والتمارين الرياضية، لتقليل مخاطر الإصابة بارتفاع ضغط الدم.
de: Vorsicht! Sie stehen an einem Wendepunkt, an dem es aufwärts oder abwärts gehen könnte. Erwägen Sie die Annahme eines gesünderen Lebensstils, beginnend mit Ernährung und Bewegung, um das Risiko für Hypertonie zu verringern.
es: ¡Ten cuidado! Estás en un punto de inflexión donde las cosas podrían mejorar o empeorar. Considera adoptar un estilo de vida más saludable, comenzando por la dieta y el ejercicio, para reducir los riesgos de tener hipertensión.
fa: مراقب باشید! شما در یک نقطه تحول هستید که ممکن است به سمت بالا یا پایین برود.در نظر داشته باشید که با انتخاب یک سبک زندگی بیشتر سالم، شامل تغذیه بهتر و فعالیت ورزشی، می‌توانید خطر ابتلا به فشارخون بالا را کاهش دهید.
fr: Faites attention ! Vous êtes à un tournant où les choses pourraient aller vers le haut ou vers le bas. Envisagez d'adopter un mode de vie plus sain, en commençant par l'alimentation et l'exercice, pour réduire les risques d'hypertension.
id: Berhati-hatilah! Anda berada pada titik di mana segala sesuatu bisa naik atau turun. Pertimbangkan untuk mengadopsi gaya hidup lebih sehat, mulai dari pola makan dan olahraga, untuk mengurangi risiko terjadinya hipertensi.
it: Fai attenzione! Sei in un momento cruciale in cui le cose potrebbero migliorare o peggiorare. Considera l'adozione di uno stile di vita più sano, iniziando dalla dieta e dall'esercizio fisico, per ridurre i rischi di ipertensione.
ja: 注意してください！上昇または下降する可能性のあるターニングポイントにいます。高血圧のリスクを減らすために、食事や運動から始めるような健康的なライフスタイルを取り入れることを検討してください。
ko: 조심하세요! 지금은 상승하거나 하강할 수 있는 전환점입니다. 고혈압의 위험을 줄이기 위해 식이 및 운동을 포함한 건강한 생활 방식을 채택하는 것을 고려해보세요.
nl: Wees voorzichtig! Je staat op een punt waar dingen beter of slechter kunnen gaan. Overweeg een gezondere levensstijl aan te nemen, te beginnen met dieet en lichaamsbeweging, om het risico op hypertensie te verminderen.
pl: Bądź ostrożny! Znajdujesz się w punkcie zwrotnym, gdzie sprawy mogą się poprawić lub pogorszyć. Rozważ przyjęcie zdrowszego stylu życia, zaczynając od diety i ćwiczeń, aby zmniejszyć ryzyko wystąpienia nadciśnienia.
pt_br: Cuidado! Você está em um ponto de virada onde as coisas podem melhorar ou piorar. Considere adotar um estilo de vida mais saudável, começando pela dieta e exercícios, para reduzir os riscos de hipertensão.
ru: Будьте осторожны! Вы на перепутье, где всё может идти вверх или вниз. Рассмотрите возможность перехода к более здоровому образу жизни, начиная с диеты и упражнений, чтобы уменьшить риски гипертонии.
tr: Dikkatli olun! Şeylerin yukarı veya aşağı gidebileceği bir noktadasınız. Hipertansiyon riskini azaltmak için daha sağlıklı bir yaşam tarzı benimsemeyi düşünün, özellikle diyet ve egzersizle başlayın.
zh_hans: 小心！你的身体正处于一个关键点，若是养护得当，可能会重新变得健康，反之则会发展为高血压。因此，建议你采用更健康的生活方式，调整饮食和运动，避免情况恶化。
zh_hant: 小心！你的身體正處於一個關鍵點，若是養護得當，可能會重新變得健康，反之則會發展為高血壓。因此，建議你采用更健康的生活方式，調整飲食和運動，避免情況惡化。

# week_bp_suggestion_3_b_gpt
source: It is recommended to identify possible triggers for the dangerous readings and avoid them in the future. It might help to record your activities, diet, and mood when noting your blood pressure.
ar: من المستحسن تحديد المشغلات المحتملة للقراءات الخطيرة وتجنبها في المستقبل. قد يساعد تسجيل أنشطتك ونظامك الغذائي ومزاجك عند تسجيل ضغط الدم.
de: Es wird empfohlen, mögliche Auslöser für die gefährlichen Messwerte zu identifizieren und in Zukunft zu vermeiden. Es könnte hilfreich sein, Ihre Aktivitäten, Ernährung und Stimmung bei der Aufzeichnung Ihres Blutdrucks zu notieren.
es: Se recomienda identificar posibles desencadenantes para las lecturas peligrosas y evitarlos en el futuro. Podría ayudar registrar tus actividades, dieta y estado de ánimo al tomar nota de tu presión arterial.
fa: توصیه می‌شود ممکن‌های موجبات خواندگی‌های خطرناک را شناسایی و در آینده از آن‌ها اجتناب کنید. ممکن است کمک کند که فعالیت‌ها، رژیم غذایی و حالت روحی خود را هنگام ثبت فشار خونتان نیز ثبت کنید.
fr: Il est recommandé d'identifier les déclencheurs potentiels des mesures préoccupantes et de les éviter à l'avenir. Noter vos activités, votre alimentation et votre humeur lors de l'enregistrement de votre tension artérielle peut être utile.
id: Disarankan untuk mengidentifikasi pemicu kemungkinan dari pembacaan yang memprihatinkan dan menghindarinya di masa mendatang. Mencatat aktivitas, pola makan, dan suasana hati saat mencatat tekanan darah dapat membantu.
it: Si consiglia di identificare possibili trigger per le letture preoccupanti e evitarli in futuro. Potrebbe aiutare annotare le tue attività, la dieta e l'umore quando registri la pressione sanguigna.
ja: 危険な読み取りの可能性のあるトリガーを特定し、将来それらを避けることが推奨されています。血圧を記録する際に活動、食事、気分を記録することが役立つかもしれません。
ko: 위험한 측정값의 가능한 원인을 식별하고 향후에 피하도록 노력하는 것이 권장됩니다. 혈압을 기록할 때 활동, 식단, 기분을 기록하는 것이 도움이 될 수 있습니다.
nl: Het is aan te raden mogelijke triggers voor zorgwekkende metingen te identificeren en ze in de toekomst te vermijden. Het kan helpen om je activiteiten, dieet en stemming bij te houden bij het noteren van je bloeddruk.
pl: Zaleca się zidentyfikowanie możliwych wyzwalaczy złych wyników i unikanie ich w przyszłości. Może pomóc rejestrowanie swoich aktywności, diety i nastroju podczas notowania ciśnienia krwi.
pt_br: É recomendável identificar possíveis gatilhos para leituras ruins e evitá-los no futuro. Pode ajudar registrar suas atividades, dieta e humor ao registrar a pressão arterial.
ru: Рекомендуется идентифицировать возможные триггеры для плохих показателей и избегать их в будущем. Может помочь записывать ваши действия, диету и настроение при измерении кровяного давления.
tr: Mevcut ölçümler için olası tetikleyicileri belirlemek ve onlardan kaçınmak önemli olabilir. Kan basıncınızı kaydederken aktivitelerinizi, diyetinizi ve ruh halinizi not almak yardımcı olabilir.
zh_hans: 建议你找出可能导致这些危险读数的诱因，并在今后加以避免。你可以在记录血压时也记录下你的活动、饮食和心情，这可能会有所帮助。
zh_hant: 建議你找出可能導致這些危險讀數的誘因，並在今後加以避免。你可以在記錄血壓時也記錄下你的活動、飲食和心情，這可能會有所幫助。

# week_bp_suggestion_3_gpt
source: Consider tracking your activities, stressors, and diet when recording blood pressure. Identifying possible triggers for the worrisome readings and avoiding them can greatly improve your health.
ar: النظر في تتبع أنشطتك وعوامل الضغط والنظام الغذائي عند تسجيل ضغط الدم. تحديد المشغلات المحتملة للقراءات المقلقة وتجنبها يمكن أن يحسن كثيرًا من صحتك.
de: Denke daran, deine Aktivitäten, Stressfaktoren und Ernährung beim Aufzeichnen des Blutdrucks zu verfolgen. Die Identifizierung möglicher Auslöser für besorgniserregende Messwerte und deren Vermeidung können deine Gesundheit erheblich verbessern.
es: Considera llevar un seguimiento de tus actividades, factores estresantes y dieta al registrar la presión arterial. Identificar posibles desencadenantes para las lecturas preocupantes y evitarlos puede mejorar enormemente tu salud.
fa: در هنگام ثبت فشار خون، در نظر بگیرید که فعالیت‌ها، عوامل استرس‌زا و رژیم غذایی خود را ردیابی کنید. شناسایی ممکن‌های موجبات خواندگی‌های نگران‌کننده و اجتناب از آن‌ها می‌تواند به طرز چشم‌گیری به بهبود سلامتی شما کمک کند.
fr: Envisagez de suivre vos activités, facteurs de stress et alimentation lors de l'enregistrement de votre tension artérielle. Identifier les déclencheurs potentiels des lectures préoccupantes et les éviter peut grandement améliorer votre santé.
id: Pertimbangkan untuk melacak aktivitas, faktor stres, dan pola makan saat mencatat tekanan darah. Mengidentifikasi pemicu kemungkinan dari pembacaan yang memprihatinkan dan menghindarinya dapat meningkatkan kesehatan Anda.
it: Valuta di monitorare le tue attività, i fattori stressanti e la dieta quando registri la pressione sanguigna. Identificare possibili trigger per le letture preoccupanti e evitarli può migliorare notevolmente la tua salute.
ja: 血圧を記録する際に、活動やストレス要因、食事を追跡することを検討してください。心配な測定値の可能なトリガーを特定し、それらを避けることで健康を大幅に改善できます。
ko: 혈압 기록 시 활동, 스트레스 요소 및 식습관을 추적하십시오. 걱정스러운 측정 결과의 가능한 원인을 식별하고 그것들을 피하는 것은 당신의 건강을 크게 개선할 수 있습니다.
nl: Overweeg je activiteiten, stressfactoren en dieet bij te houden bij het registreren van je bloeddruk. Door mogelijke triggers voor zorgwekkende metingen te identificeren en te vermijden, kan dit je gezondheid enorm verbeteren.
pl: Rozważ śledzenie swoich aktywności, stresorów i diety podczas rejestrowania ciśnienia krwi. Zidentyfikowanie możliwych wyzwalaczy złych wyników i unikanie ich może znacznie poprawić twoje zdrowie.
pt_br: Considere rastrear suas atividades, fatores estressores e dieta ao registrar a pressão arterial. Identificar possíveis gatilhos para leituras preocupantes e evitá-los pode melhorar muito sua saúde.
ru: Рассмотрите возможность отслеживания ваших действий, стрессоров и диеты при записи показателей кровяного давления. Идентификация возможных триггеров для беспокойных показаний и их избегание может значительно улучшить ваше здоровье.
tr: Kan basıncınızı kaydederken aktivitelerinizi, stres kaynaklarınızı ve diyetinizi düşünün. Endişe verici ölçümler için olası tetikleyicileri belirlemek ve onlardan kaçınmak sağlığınızı büyük ölçüde iyileştirebilir.
zh_hans: 在记录血压的同时，你可以记下你的运动、压力和饮食，帮助你定位造成血压问题的潜在诱因并避免它们，这样能极大地改善你的健康。
zh_hant: 在記錄血壓的同時，你可以記下你的運動、壓力和飲食，幫助你定位造成血壓問題的潛在誘因並避免它們，這樣能極大地改善你的健康。
