Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# result_slow_2
source: Oh no! Your heart rate is far below the normal range.
ar: أوه لا! معدل ضربات قلبك أقل بكثير من المعدل الطبيعي.
de: Oh nein! Ihre Herzfrequenz liegt weit unterhalb des normalen Bereiches.
es: ¡Cuidado! Tu frecuencia cardíaca está muy por debajo del rango normal.
fa: وای نه! ضربان قلب شما بسیار کمتر از محدوده طبیعی است.
fr: Oh non ! Votre fréquence cardiaque est bien en-dessous de la plage normale.
id: Oh tidak! Detak jantung Anda jauh di bawah rentang normal.
it: Oh, no! La tua frequenza cardiaca è molto inferiore al livello normale.
ja: 大変です！心拍数が正常範囲よりも大幅に低くなっています。
ko: 이런! 심박수가 정상 범위보다 많이 낮습니다.
nl: O nee! Je hartslag ligt ver onder het normale bereik.
pl: O nie! Twoje tętno jest znacznie poniżej normalnego zakresu.
pt_br: Ah, não! A sua frequência cardíaca está muito abaixo do intervalo normal.
ru: О нет! Ваша частота пульса гораздо ниже нормы.
tr: Hay aksi! Kalp nabzınız normal aralığın çok altında.
zh_hans: 糟了！你的心率远低于正常范围。
zh_hant: 糟了！您的心率遠低於正常範圍。

# result_slow_below18
source: Oh no! Your heart rate is lower than the normal range.
ar: أوه لا! معدل ضربات قلبك أقل من المعدل الطبيعي.
de: Oh nein! Ihre Herzfrequenz liegt unterhalb des normalen Bereiches.
es: ¡Cuidado! Tu frecuencia cardíaca está por debajo del rango normal.
fa: وای نه! ضربان قلب شما کمتر از محدوده طبیعی است.
fr: Oh non ! Votre fréquence cardiaque est inférieure à la plage normale.
id: Oh, tidak! Rentang jantung Anda lebih rendah dari rentang normal.
it: Oh, no! La tua frequenza cardiaca è inferiore al livello normale.
ja: 大変です！心拍数が正常範囲よりも低くなっています。
ko: 이런! 심박수가 정상 범위보다 낮습니다.
nl: O nee! Je hartslag is lager dan het normale bereik.
pl: O nie! Twoje tętno jest niższe niż normalny zakres.
pt_br: Ah, não! A sua frequência cardíaca está inferior ao intervalo normal.
ru: О нет! Ваша частота пульса ниже нормы.
tr: Hay aksi! Kalp nabzınız normal aralıktan daha düşük.
zh_hans: 糟了！你的心率低于正常范围。
zh_hant: 糟了！您的心率低於正常範圍。

# result_third_athlete_1
source: There're two possible factors that may cause the result. Maybe you are the person who gets more exercise, which makes your heart muscle strong enough to work more efficiently. That's excellent! Keep up your healthy lifestyle to maintain your healthy heart rate! But the heart rate might be too slow for you if you are not a regular exerciser or don't live an extremely healthy life. You'd better consult a doctor for further advice.
ar: هناك عاملان محتملان قد يتسببان في النتيجة. ربما أنك تمارس الكثير من التمارين، مما يجعل عضلة قلبك قوية بما يكفي للعمل بكفاءة أكبر. هذا ممتاز! حافظ على نمط حياتك الصحي للحفاظ على معدل ضربات قلبك الصحي! ولكن قد يكون معدل ضربات قلبك بطيء جدًا بالنسبة لك إذا لم تكن تمارس الرياضة بانتظام أو لا تعيش حياة صحية. من الأفضل استشارة الطبيب للحصول على مزيد من النصائح.
de: Es gibt zwei mögliche Faktoren, die das Ergebnis verursachen können. Vielleicht sind Sie die Person, die mehr Sport treibt, wodurch Ihr Herzmuskel stark genug wird, um effizienter zu arbeiten. Das ist sehr gut! Halten Sie Ihren gesunden Lebensstil aufrecht, um Ihre gesunde Herzfrequenz zu erhalten! Aber die Herzfrequenz könnte für Sie zu langsam sein, wenn Sie nicht regelmäßig Sport treiben oder nicht besonders gesund leben. Dann sollten Sie einen Arzt um Rat fragen.
es: Hay dos posibles factores que pueden causar ese resultado. Puede que seas una persona que hace más ejercicio, lo que hace que tu músculo cardíaco sea lo bastante fuerte como para trabajar con más eficacia, ¡lo cual es excelente! Sigue con tu estilo de vida saludable para mantener tu frecuencia cardíaca sana. Pero la frecuencia cardíaca podría ser demasiado baja si no haces ejercicio con regularidad o no llevas una vida extremadamente sana. Será mejor que consultes a un médico para que te aconseje.
fa: دو عامل احتمالی وجود دارد که ممکن است منجر به چنین نتیجه‌ای شود. شاید شما فردی باشید که بیشتر ورزش می‌کنید، و این امر باعث می‌شود ماهیچه قلب شما آن‌قدر قوی باشد که کارآمدتر کار کند. عالی است! برای حفظ ضربان قلب سالم خود، سبک زندگی سالم خود را ادامه دهید! اما اگر یک ورزشکار منظم نیستید یا زندگی بسیار سالمی ندارید، ممکن است این ضربان قلب برای شما بسیار کند باشد. بهتر است برای دریافت توصیه بیشتر با پزشک مشورت کنید.
fr: Il y a deux facteurs possibles qui peuvent engendrer ce résultat. Vous êtes peut-être quelqu'un qui fait beaucoup de sport, ce qui rend votre muscle cardiaque suffisamment fort pour fonctionner plus efficacement. C'est excellent ! Maintenez votre style de vie sain pour conserver votre fréquence cardiaque saine ! Mais la fréquence cardiaque pourrait être trop lente si vous ne pratiquez pas régulièrement du sport ou si vous ne menez pas une vie extrêmement saine. Vous feriez mieux de consulter un médecin pour des conseils supplémentaires.
id: Ada dua kemungkinan faktor yang dapat menyebabkan hasil tersebut. Mungkin Anda orang yang melakukan banyak olahraga, yang membuat otot jantung Anda cukup kuat untuk bekerja lebih efisien. Itu luar biasa! Pertahankan gaya hidup sehat Anda untuk menjaga detak jantung yang sehat! Tetap detak jantung mungkin terlalu lamban bagi Anda jika tidak berolahraga secara rutin atau tidak menjalani hidup yang sangat sehat. Anda sebaiknya berkonsultasi dengan dokter untuk mendapatkan nasihat lebih lanjut.
it: Esistono due possibili fattori che possono causare il risultato. Forse sei una persona che fa più attività fisica, che rende il cuore abbastanza forte per funzionare in modo più efficace. Questo è eccellente! Continua con questo stile di vita sano per mantenere una buona frequenza cardiaca! Ma la frequenza cardiaca potrebbe essere troppo bassa per te se non ti alleni regolarmente o se non conduci una vita molto sana. È preferibile consultare un medico per ottenere ulteriori indicazioni.
ja: この結果の原因として考えられる要因は2つあります。あなたがよく運動をしていて、心筋が強化されているため、心臓がより効率的に働くことができている場合です。これは素晴らしいです！健康的なライフスタイルを続けて、健康的な心拍数を維持しましょう！しかしながら、定期的に運動をしていない方や、極端に健康的な生活を送っていない方の場合は、心拍数が遅過ぎるようです。かかりつけ医に相談されることをお勧めします。
ko: 이런 결과의 원인으로는 두 가지 가능성이 있습니다. 운동을 많이 하는 사람이어서, 더 효율적으로 일하기에 심근이 충분히 튼튼한 경우입니다. 이건 아주 좋죠! 건강한 라이프스타일을 계속해서 건강한 심박수를 유지하세요! 하지만 규칙적으로 운동을 하지 않거나 건강한 생활 방식을 유지하지 못해서 심박수가 너무 낮은 가능성도 있습니다. 의사에게 상담해서 자세한 조언을 들으세요.
nl: Er zijn twee mogelijke factoren die het resultaat kunnen veroorzaken. Misschien ben je iemand die veel beweegt, war je hartspier sterk genoeg maakt om efficiënter te werken. Dat is uitstekend! Houd je gezonde levensstijl vol om je gezonde hartslag te behouden! Maar de hartslag zou ook te laag voor je kunnen zijn als je niet regelmatig beweegt of geen uiterst gezond leven leeft. Je kunt het beste een arts raadplegen voor nader advies.
pl: Istnieją dwa możliwe czynniki, które mogą spowodować taki wynik. Może jesteś osobą, która ćwiczy więcej, co sprawia, że mięsień sercowy jest wystarczająco silny, aby pracować wydajniej. To wspaniale! Utrzymuj zdrowy tryb życia, aby utrzymać zdrowe tętno! Ale takie tętno może być dla Ciebie zbyt wolne, jeśli nie jesteś regularnie ćwiczącym lub nie prowadzisz wyjątkowo zdrowego życia. Lepiej skonsultuj się z lekarzem w celu uzyskania dalszych porad.
pt_br: Dois fatores podem levar a esse resultado. Talvez você seja uma pessoa que pratica mais exercícios, o que torna o músculo cardíaco forte o suficiente para trabalhar com mais eficiência. Isso é excelente! Mantenha o seu estilo de vida saudável para manter a sua frequência cardíaca saudável! Porém, essa frequência cardíaca pode ser muito baixa se você não se exercita regularmente ou se não leva uma vida extremamente saudável. É melhor você consultar um médico para obter orientações.
ru: К такому результату могут привести два фактора. Либо вы делаете достаточно физических упражнений, чтобы укрепить сердечную мышцу и сделать ее более эффективной. Это прекрасно! Продолжайте вести здоровый образ жизни и поддерживайте здоровый пульс! Но пульс слишком низкий, если вы нерегулярно выполняете физические упражнения или ведете не слишком здоровый образ жизни. В этом случае вам лучше обратиться к врачу за консультацией.
tr: Bu sonuca neden olabilecek iki olası etken var. Belki daha fazla egzersiz yapan birisiniz ve bu da kalp kaslarınızın daha verimli çalışacak kadar güçlü olmasını sağlıyor. Bu mükemmel bir şey! Sağlıklı bir kalp nabzını muhafaza etmek için sağlıklı yaşam tarzınızı sürdürün! Ancak düzenli egzersiz yapan biri değilseniz veya son derece sağlıklı bir yaşam sürmüyorsanız, bu kalp atış hızı sizin için çok yavaş olabilir. Başka tavsiyeler için bir doktora danışsanız iyi olur
zh_hans: 有两种因素可能会导致该结果。也许你运动充足，你的心肌足够强壮，心脏能更有效运作。那太好了！请保持健康生活方式来维持健康心率！但是，如果你不常运动，或是生活方式不太健康，那你的心率可能太慢了。建议你咨询医生并取得进一步建议。
zh_hant: 有兩種因素可能會導致該結果。也許您運動充足，使您的心肌夠強壯，讓心臟能更有效運作。那太好了！請保持健康生活方式來維持健康心率！但是，如果您不常運動，或是生活方式不太健康，那您的心率可能太慢了。建議您諮詢醫生並取得進一步建議。

# result_third_athlete_2
source: Interpretation of the result varies depending on your lifestyle. If you are active and live a very healthy life, a low heart rate indicates an excellent athlete-level fitness. Keep up your healthy lifestyle! But if you are not, you need to be aware that your heart rate is too slow. We would advise you to see a doctor and monitor your heart rate constantly.
ar: يختلف تفسير النتيجة حسب نمط حياتك. إذا كنت نشيطًا وتعيش حياة صحية جدًا، فإن معدل ضربات القلب المنخفض يشير إلى لياقة ممتازة على مستوى الرياضيين. حافظ على نمط حياتك الصحي! ولكن إذا لم تكن كذلك، فعليك أن تدرك أن معدل ضربات قلبك بطيء جدًا. ننصحك بمراجعة الطبيب ومراقبة معدل ضربات قلبك باستمرار.
de: Die Interpretation des Ergebnisses hängt von Ihrem Lebensstil ab. Wenn Sie aktiv sind und einen sehr gesunden Lebensstil führen, deutet eine niedrige Herzfrequenz auf eine ausgezeichnete Fitness auf Sportlerniveau hin. Behalten Sie Ihren gesunden Lebensstil bei! Wenn Sie jedoch nicht aktiv sind, müssen Sie sich darüber im Klaren sein, dass Ihre Herzfrequenz zu niedrig ist. Wir würden Ihnen raten, einen Arzt aufzusuchen und Ihre Herzfrequenz ständig zu überwachen.
es: La interpretación del resultado varía en función de tu estilo de vida. Si eres activo y llevas una vida muy sana, una frecuencia cardíaca baja indica una excelente forma física de deportista. ¡Sigue con tu estilo de vida saludable! Pero si no lo eres, debes ser consciente de que tu frecuencia cardíaca es demasiado baja. Te aconsejamos que acudas a un médico y que controles tu frecuencia cardíaca con regularidad.
fa: تفسیر نتیجه، بسته به سبک زندگی شما متفاوت است. اگر فعال هستید و زندگی بسیار سالمی دارید، ضربان قلب پایین، نشان‌دهنده آمادگی جسمانی عالی در سطح ورزشکاران است. به سبک زندگی سالم خود ادامه دهید! اما اگر اینطور نیست، باید آگاه باشید که ضربان قلب شما بسیار کند است. ما به شما توصیه می‌کنیم به پزشک مراجعه کنید و ضربان قلب خود را به طور مداوم بررسی کنید.
fr: L'interprétation du résultat varie en fonction de votre style de vie. Si vous êtes actif et que vous menez une vie très saine, une fréquence cardiaque basse indique une excellente condition physique de niveau athlète. Maintenez votre mode de vie sain ! Mais si ce n'est pas le cas, vous devez garder à l'esprit que votre fréquence cardiaque est trop lente. Nous vous conseillons de consulter un médecin et de surveiller votre fréquence cardiaque en permanence.
id: Penafsiran hasil bervariasi tergantung pada gaya hidup Anda. Jika Anda aktif dan menjalani hidup yang sangat sehat, detak jantung rendah menunjukkan kebugaran tingkat atlet yang luar biasa. Pertahankan gaya hidup sehat Anda! Tetapi jika Anda bukan seperti itu, Anda perlu waspada jika detak jantung terlalu rendah. Kami menyarankan Anda untuk berkonsultasi dengan dokter dan selalu memantau detak jantung Anda.
it: L'interpretazione dei risultati varia in base allo stile di vita. Se fai attività e hai uno stile di vita molto sano, una frequenza cardiaca bassa indica un'eccellente forma fisica a livello atletico. Continua a mantenere uno stile di vita sano! Ma in caso contrario, fai attenzione se la frequenza cardiaca è troppo bassa. Si consiglia di consultare un medico e controllare regolarmente la frequenza cardiaca.
ja: 結果の解釈は、あなたのライフスタイルによって変わります。アクティブで非常に健康的な生活を送っている方の場合、低い心拍数はアスリートレベルの素晴らしい体力の持ち主であることを示しています。健康的なライフスタイルを続けましょう！それ以外の方の場合、心拍数が遅すぎることを認識しておく必要があります。医師に相談し、心拍数を常にモニタリングすることをお勧めします。
ko: 결과에 대한 해석은 본인의 라이프스타일에 따라 달라집니다. 활동적이고 건강한 삶의 방식을 유지하고 있다면, 낮은 심박수는 운동선수 수준의 아주 좋은 건강 상태를 나타냅니다. 건강한 라이프스타일을 계속하세요! 하지만 이런 경우가 아니라면, 심박수가 너무 낮다는 것에 신경을 쓰셔야 합니다. 의사와 상담하여 심박수를 꾸준히 관찰하실 것을 권장합니다.
nl: De interpretatie van het resultaat varieert afhankelijk van je levensstijl. Als je actief bent en zeer gezond leeft, duidt een lage hartslag op een uitstekende conditie op topsportniveau. Houd je gezonde levensstijl vol! Maar ben je dat niet, dan moet je je ervan bewust zijn dat je hartslag te traag is. We raden je aan om een arts te raadplegen en je hartslag constant in de gaten te houden.
pl: Interpretacja wyniku różni się w zależności od Twojego stylu życia. Jeśli jesteś aktywny i prowadzisz bardzo zdrowy tryb życia, niskie tętno wskazuje na doskonałą kondycję jak u sportowca. Trzymaj zdrowy tryb życia! Ale jeśli nie, musisz mieć świadomość, że Twoje tętno jest zbyt wolne. Radzimy iść do lekarza i stale monitorować tętno.
pt_br: A interpretação do resultado varia com base no seu estilo de vida. Se você é ativo e leva uma vida muito saudável, uma frequência cardíaca baixa indica um excelente condicionamento físico no nível de atleta. Mantenha o seu estilo de vida saudável! Porém, se não for o caso, você precisa estar ciente de que a sua frequência cardíaca está muito baixa. Recomendamos que você consulte um médico e monitore a sua frequência cardíaca constantemente.
ru: Интерпретация результата зависит от вашего образа жизни. Если вы активны и ведете очень здоровый образ жизни, низкий пульс говорит об отличной физической форме. Так держать! Но если это не так, то ваш пульс слишком медленный. Мы рекомендуем обратиться к врачу и постоянно контролировать частоту пульса.
tr: Sonucun yorumlanması yaşam tarzınıza göre değişiklik gösterir. Aktifseniz ve çok sağlıklı bir hayat yaşıyorsanız, düşük bir kalp nabzı mükemmel bir sporcu seviyesi fitnessine işaret eder. Sağlıklı yaşam tarzınızı sürdürün! Ancak aktif değilseniz, kalp nabzınızın çok yavaş olduğunun farkında olmanız gerekir. Doktora görünmenizi ve kalp nabzınızı sürekli takip etmenizi öneririz.
zh_hans: 这个结果的解释因你的生活方式而异。若你热爱运动且生活非常健康，那么低心率代表你拥有运动员水准的极佳身体健康状态。请继续保持健康的生活方式！但若你并非上述状态，那就需要有所警觉，你的心率太慢了。我们建议你就医并持续监测心率。
zh_hant: 結果的解釋方式因您的生活方式而異。若您熱愛運動且生活非常健康，那麼低心率代表您擁有運動員水準的極佳身體健康狀態。請繼續保持健康的生活方式！但若您並非上述狀態，那就需要有所警覺，您的心率太慢了。我們建議您就醫並持續監測心率。

# result_third_fast_1
source: Have a rest and measure again. Your heart rate may be affected by temporary factors such as body position and emotional change. However, if you constantly find your heart rate higher than normal and feel unwell, please consult a doctor for further advice. A fast resting heart rate can be a signal of unnoticed health problems. Besides, it's time to change your lifestyle and get rid of the risk of heart disease!
ar: خذ قسطًا من الراحة وقِس مرة أخرى. قد يتأثر معدل ضربات قلبك بعوامل مؤقتة مثل وضع الجسم والتغير العاطفي. ولكن، إذا وجدت أن معدل ضربات قلبك أعلى من المعتاد باستمرار وتشعر بأنت لست على ما يرام، استشر الطبيب للحصول على مزيد من النصائح. يمكن أن يكون معدل ضربات القلب السريع أثناء الراحة إشارة على مشاكل صحية غير ملحوظة. إلى جانب ذلك، حان الوقت لتغيير نمط حياتك والتخلص من مسببات الإصابة بأمراض القلب!
de: Legen Sie eine Pause ein und messen Sie erneut. Ihre Herzfrequenz kann durch vorübergehende Faktoren wie die Körperhaltung und emotionale Veränderungen beeinflusst werden. Wenn Sie jedoch feststellen, dass Ihre Herzfrequenz ständig höher als normal ist und Sie sich unwohl fühlen, sollten Sie einen Arzt aufsuchen, um weiteren Rat einzuholen. Eine schnelle Ruheherzfrequenz kann ein Zeichen für unbemerkte Gesundheitsprobleme sein. Außerdem ist es an der Zeit, Ihren Lebensstil zu ändern und das Risiko einer Herzerkrankung loszuwerden!
es: Descansa y vuelve a medirte. Tu frecuencia cardíaca puede verse afectada por factores temporales, como la posición del cuerpo y los cambios emocionales. Sin embargo, si tu frecuencia cardíaca es más alta de lo normal constantemente y te sientes mal, consulta a un médico para que te aconseje. Una frecuencia cardíaca elevada en reposo puede ser indicativa de problemas de salud subyacentes. Además, ¡es el momento de cambiar tu estilo de vida y librarte del riesgo de padecer enfermedades cardíacas!
fa: استراحت کنید و دوباره اندازه بگیرید. ضربان قلب شما ممکن است تحت تاثیر عوامل موقتی مانند وضعیت قرارگیری بدن و تغییرات احساسی قرار گیرد. با این حال، اگر دائماً ضربان قلب خود را بالاتر از حد طبیعی می‌بینید و احساس ناخوشی می‌کنید، لطفاً برای دریافت توصیه بیشتر با پزشک مشورت کنید. ضربان قلب سریع در حالت استراحت می‌تواند نشانه‌ای از مشکلات سلامتی باشد که متوجه آن نیستید. علاوه بر این، زمان آن رسیده که سبک زندگی خود را تغییر دهید و از خطر بیماری قلبی رها شوید!
fr: Reposez-vous et mesurez de nouveau. Votre fréquence cardiaque peut être affectée par des facteurs temporaires tels que la position du corps et un changement émotionnel. Cependant, si votre fréquence cardiaque est constamment supérieure à la normale et que vous ne vous sentez pas bien, consultez un médecin pour obtenir des conseils supplémentaires. Une fréquence cardiaque au repos rapide peut révéler des problèmes de santé passés inaperçus. En plus, il est temps de changer votre mode de vie et de vous débarrasser du risque de maladies cardiaques !
id: Beristirahatlah dan ukur lagi. Detak jantung Anda mungkin dipengaruhi oleh faktor sementara seperti posisi tubuh dan perubahan emosi. Akan tetapi, jika Anda terus mendapati detak jantung yang lebih tinggi di atas normal dan merasa tidak sehat, silakan berkonsultasi dengan dokter untuk mendapatkan saran lebih lanjut. Detak jantung istirahat yang cepat dapat menjadi tanda masalah kesehatan yang tanpa disadari. Selain itu, sekarang saatnya untuk mengubah gaya hidup dan terbebas dari risiko sakit jantung!
it: Riposati e misura di nuovo. La frequenza cardiaca potrebbe essere influenzata da fattori temporanei come la posizione del corpo e cambiamenti emotivi. Tuttavia, se la frequenza cardiaca risulta regolarmente superiore al valore normale e non ti senti bene, consulta un medico per ricevere ulteriori indicazioni. Una alta frequenza cardiaca a riposo potrebbe indicare problemi di salute non rilevati. Inoltre, è il momento di cambiare lo stile di vita ed evitare il rischio di malattie cardiache!
ja: 安静にしてからもう一度計測してください。体位や感情の変化などの一時的な要因によって、心拍数が影響を受けた可能性があります。ただし、心拍数が常に正常範囲より高く、気分がすぐれない場合は医師にご相談ください。安静時心拍数が速い場合、見過ごされている健康上の問題の兆候である場合があります。そのうえで、ライフスタイルを変えて、心臓病のリスクを取り除きましょう！
ko: 휴식을 취한 다음 다시 측정해 보세요. 몸의 자세나 감정적 변화 등의 일시적 요인에 따라 심박수에도 영향이 있습니다. 하지만 심박수가 정상보다 계속 높고 몸 상태가 좋지 않게 느껴진다면, 의사와 상담하여 자세한 진찰을 받으세요. 높은 심박수는 눈에 띄지 않는 신체적 이상의 신호일 수 있습니다. 또한, 지금이 라이프스타일을 개선하여 심장병을 예방할 좋은 기회입니다!
nl: Rust even en meet opnieuw. Je hartslag kan worden beïnvloed door tijdelijke factoren zoals lichaamshouding en emotionele verandering. Merk je echter voortdurend dat je hartslag hoger dan normaal is en voel je je onwel, raadpleeg dan een arts voor nader advies. Een snelle hartslag in rust kan wijzen op ongemerkte gezondheidsproblemen. Bovendien is het tijd om je levensstijl te veranderen en het risico van hartaandoeningen te elimineren!
pl: Odpocznij i ponownie zmierz. Na tętno mogą wpływać czynniki tymczasowe, takie jak pozycja ciała i zmiany emocjonalne. Jeśli jednak Twoje tętno stale jest wyższe niż normalnie i źle się czujesz, skonsultuj się z lekarzem w celu uzyskania dalszych porad. Szybkie tętno spoczynkowe może być sygnałem niezauważonych problemów zdrowotnych. Poza tym czas zmienić styl życia i pozbyć się ryzyka chorób serca!
pt_br: Descanse e a meça novamente. A sua frequência cardíaca pode ser afetada por fatores temporários, como a posição do corpo e mudanças emocionais. No entanto, se a sua frequência cardíaca estiver constantemente mais alta do que o normal e se você se sentir mal, consulte um médico para obter mais orientações. Uma frequência cardíaca acelerada em repouso pode ser um sinal de problemas de saúde até então despercebidos. Além disso, é hora de mudar o seu estilo de vida e acabar com o risco de desenvolver doenças cardíacas!
ru: Отдохните и повторите измерение. На частоту пульса могут влиять временные факторы, такие как положение тела и эмоциональные изменения. Но если ваш пульс постоянно выше нормы, а вы чувствуете себя плохо, обратитесь к врачу за советом. Учащенный пульс в состоянии покоя может говорить о проблемах со здоровьем. Пора изменить образ жизни и избавиться от риска сердечных заболеваний!
tr: Biraz dinlenin ve tekrar ölçün. Kalp nabzınız vücudunuzun pozisyonu ve duygusal değişim gibi geçici faktörlerden etkilenebilir. Bununla birlikte, kalp nabzınızı sürekli olarak normalden yüksek olduğunu fark ederseniz ve kendinizi iyi hissetmiyorsanız, lütfen daha fazla tavsiye için bir doktora danışın. Hızlı bir dinlenme nabzı fark edilmemiş sağlık sorunlarına işaret edebilir. Ayrıca, yaşam tarzınızı değiştirmenin ve kalp hastalığı riskinden kurtulmanın zamanı da geldi!
zh_hans: 请休息一下再测量。你的心率可能受身体姿势与情绪变化等暂时性因素影响。但是，如果你发现心率经常高于正常范围，并会感到身体不适，请与医生咨询，获得进一步的建议。静息心率太快可能是你身体的警报，提醒你未注意的健康问题。此外，是时候改变生活方式，摆脱患心脏病的风险了！
zh_hant: 請休息一下再測量。您的心率可能受身體姿勢與情緒變化等暫時因素影響。但是，如果您發現心率經常高於正常範圍，並會感到身體不適，請與醫生諮詢，獲得進一步的建議。靜止心率太快可能是您未注意的健康問題警訊。此外，是時候改變生活方式，擺脫罹患心臟病的風險了！
