Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# purchased_failed_title
source: Can't make purchase
ar: تعذَّر الشراء
de: Kauf nicht möglich
es: No se pudo realizar la compra
fa: خرید انجام نمی‌شود
fr: Achat impossible
id: Tidak bisa melakukan pembelian
it: Acquisto non riuscito
ja: 購入できません
ko: 구매할 수 없습니다
nl: Kan geen aankoop maken
pl: Nie można kupić
pt_br: Não é possível efectuar a compra
ru: Не могу совершить покупку
tr: Satın alınamıyor
zh_hans: 购买失败
zh_hant: 購買失敗

source: Failed
ar: فشلت
de: Fehlgeschlagen
es: Error
fa: ناموفق
fr: Échoué
id: Gagal
it: Non riuscito
ja: 失敗しました
ko: 실패
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
ru: Неудача
tr: Başarısız
zh_hans: 失败
zh_hant: 失敗

# need_camera_permission
source: We need permission to access your Camera
ar: نحتاج إلى إذن للوصول إلى الكاميرا
de: Wir benötigen Zugriff auf Ihre Kamera.
es: Necesitamos permiso de acceso a su cámara.
fa: برای دسترسی به دوربین، به اجازه‌تان نیاز داریم
fr: Nous avons besoin de votre autorisation pour accéder à votre appareil photo.
id: Kami memerlukan izin untuk mengakses Kamera
it: Ci serve il permesso per accedere alla fotocamera.
ja: アプリがカメラにアクセスするには許可が必要です
ko: 카메라접근하려면 권한이 필요합니다
nl: We hebben toestemming nodig voor toegang tot je camera.
pl: Potrzebujemy zezwolenia na dostęp do aparatu
pt_br: Precisamos de permissão para acessar sua Câmera
ru: Нам требуется ваше разрешение на доступ к камере.
tr: Kameranıza erişmek için izne ihtiyacımız var
zh_hans: 我们需要权限来访问你的相机
zh_hant: 我們需要權限來存取您的相機

# action_ok
source: OK
ar: حسنا
es: Aceptar
fa: تأیید
id: Oke
ko: 확인
tr: Tamam
zh_hans: 确认
zh_hant: 確認

# action_cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fa: لغو
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

# btn_allow
source: Allow
ar: سماح
de: Zulassen
es: Permitir
fa: اجازه دادن
fr: Autoriser
id: Izinkan
it: Consenti
ja: 許可
ko: 허용
nl: Toestaan
pl: Zezwól
pt_br: Permitir
ru: Разрешить
tr: İzin Ver
zh_hans: 允许
zh_hant: 允許

# camera_access_unavailable
source: Camera is unavailable. To enable measurement, please %s access to the Camera.
ar: الكاميرا غير متوفرة. لتمكين القياس، يرجى %s بالوصول إلى الكاميرا.
de: Die Kamera ist nicht verfügbar. Bitte %s zum Messen den Zugriff auf die Kamera.
es: La cámara no está disponible. Para habilitar la medición, %s el acceso a la cámara.
fa: دوربین در دسترس نیست. برای اندازه‌گیری، لطفاً %s دسترسی به دوربین را بدهید.
fr: L'appareil photo est indisponible. Pour pourvoir mesurer, veuillez %s l'accès à l'appareil photo.
id: Kamera tidak tersedia. Untuk mengaktifkan pengukuran, harap %s akses ke Kamera.
it: La fotocamera non è disponibile. Per abilitare la misurazione, %s l'accesso alla Fotocamera.
ja: カメラを使用できません。計測を有効にするには、カメラへのアクセスを%sしてください。
ko: 카메라를 사용할 수 없습니다. 관측을 시작하려면, 카메라에 대한 액세스를 %s해 주세요.
nl: Camera is niet beschikbaar. Geef %s voor toegang tot de camera.
pl: Aparat niedostępny. Aby umożliwić pomiar, %s na dostęp do aparatu.
pt_br: A câmera não está disponível. Para possibilitar a medição, %s o acesso à câmera.
ru: Камера недоступна. Для проведения измерений просим %s доступ к камере.
tr: Kamera kullanılamıyor. Ölçmeyi etkinleştirmek için lütfen Kamera erişimine %s.
zh_hans: 相机不可用。如果要启用测量，请%s访问相机。
zh_hant: 相機無法使用。如果要啟用測量，請%s相機存取權。

# action_continue
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fa: ادامه
fr: Continuer
id: Lanjutkan
it: Continua
ja: 続行する
ko: 계속
nl: Verder
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
tr: Devam Et
zh_hans: 继续
zh_hant: 繼續

# save_editing_ask
source: Save editing?
ar: حفظ التحرير؟
de: Bearbeitung speichern?
es: ¿Guardar la edición?
fa: ویرایش ذخیره شود؟
fr: Enregistrer les modifications ?
id: Simpan pengeditan?
it: Vuoi salvare le modifiche?
ja: 編集内容を保存しますか？
ko: 편집을 저장할까요?
nl: Bewerkingen opslaan?
pl: Zapisać edycję?
pt_br: Salvar a edição?
ru: Сохранить редактуру?
tr: Düzenleme kaydedilsin mi?
zh_hans: 保存编辑？
zh_hant: 是否儲存編輯？

source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fa: دور ریختن
fr: Abandonner
id: Hapus
it: Elimina
ja: 破棄
ko: 삭제하기
nl: Niet opslaan
pl: Odrzuć
pt_br: Descartar
ru: Сбросить
tr: At
zh_hans: 舍弃
zh_hant: 捨棄

# delete_sure
source: Are you sure you want to delete?
ar: هل أنت متأكد أنك تريد الحذف؟
de: Möchten Sie dies wirklich löschen?
es: ¿Seguro que quieres borrar?
fa: مطمئنید که می‌خواهید حذف کنید؟
fr: Voulez-vous vraiment supprimer ?
id: Anda yakin ingin menghapus?
it: Vuoi eliminare l'elemento?
ja: 本当に削除しますか？
ko: 정말 삭제하시겠습니까?
nl: Weet je zeker dat je het wilt verwijderen?
pl: Na pewno chcesz usunąć?
pt_br: Tem certeza de que deseja excluir?
ru: Вы действительно хотите удалить?
tr: Silmek istediğinizden emin misiniz?
zh_hans: 确定要删除吗？
zh_hant: 您確定要刪除它嗎？

# delete_song
source: Are you sure you want to delete it?
ar: هل أنت متأكد أنك تريد حذفه؟
de: Möchten Sie dies wirklich löschen?
es: ¿Seguro que quieres eliminarla?
fa: مطئنید که می‌خواهید آن را حذف کنید؟
fr: Voulez-vous vraiment la supprimer ?
id: Anda yakin ingin menghapusnya?
it: Vuoi davvero eliminarla?
ja: 本当に削除しますか？
ko: 정말 삭제하시겠습니까?
nl: Weet je zeker dat je het wilt verwijderen?
pl: Czy na pewno chcesz usunąć element?
pt_br: Tem certeza de que deseja exclui-lo?
ru: Вы действительно хотите это удалить?
tr: Bunu silmek istediğinizden emin misiniz?
zh_hans: 确定要删除吗？
zh_hant: 您確定要刪除嗎？

# ask_discard_result
source: Are you sure you want to discard?
ar: هل أنت متأكد أنك تريد التجاهل؟
de: Möchten Sie es wirklich verwerfen?
es: ¿Seguro que quieres descartar?
fa: مطمئنید که می‌خواهید دور بیندازید؟
fr: Voulez-vous vraiment délaisser ?
id: Anda yakin ingin membuangnya?
it: Vuoi annullare?
ja: 破棄して本当によろしいですか？
ko: 정말 폐기하시겠어요?
nl: Weet je zeker dat je het resultaat wil weggooien?
pl: Czy na pewno chcesz odrzucić?
pt_br: Quer mesmo descartar?
ru: Вы уверены, что хотите это удалить?
tr: Silmek istediğinizden emin misiniz?
zh_hans: 确定要舍弃吗？
zh_hant: 您確定要放棄嗎？

# login_out_sure
source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
de: Möchten Sie sich wirklich ausloggen?
es: ¿Seguro que quieres cerrar sesión?
fa: آیا مطمئنید که می‌خواهید از سیستم خارج شوید؟
fr: Voulez-vous vraiment vous déconnecter ?
id: Anda yakin ingin keluar?
it: Vuoi uscire?
ja: 本当にログアウトしますか？
ko: 정말 로그아웃 하시겠습니까?
nl: Weet je zeker dat je je wilt afmelden?
pl: Na pewno chcesz się wylogować?
pt_br: Tem certeza de que deseja sair?
ru: Вы действительно хотите выйти?
tr: Oturumu kapatmak istediğinizden emin misiniz?
zh_hans: 确定要退出吗？
zh_hant: 您確定要登出嗎？

# delete_tag
source: Delete the tag?
ar: حذف العلامة؟
de: Bezeichnung löschen?
es: ¿Eliminar la etiqueta?
fa: برچسب حذف شود؟
fr: Supprimer l'étiquette ?
id: Hapus tag?
it: Eliminare il tag?
ja: タグを削除しますか？
ko: 태그를 삭제할까요?
nl: Wil je de tag verwijderen?
pl: Usunąć tag?
pt_br: Apagar a marcação?
ru: Удалить тег?
tr: Etiket silinsin mi?
zh_hans: 删除此标签？
zh_hant: 要刪除標籤嗎？

source: Save changes?
ar: هل تريدين حفظ التغييرات؟
de: Änderungen speichern?
es: ¿Desea guardar los cambios?
fa: تغییرات ذخیره شوند؟
fr: Sauvegarder les modifications?
id: Simpan perubahan?
it: Salvare modifiche?
ja: 変更内容を保存しますか？
ko: 수정한 것을 저장할까요?
nl: Wijzigingen opslaan?
pl: Zapisać zmiany?
pt_br: Salvar alterações?
ru: Сохранить изменения?
tr: Değişiklikleri kaydet?
zh_hans: 保存修改吗？
zh_hant: 保存修改嗎？

# save_change
source: Your data has been changed. Do you want to save it?
ar: تم تغيير بياناتك. هل تريد حفظها؟
de: Ihre Daten wurden geändert. Möchten Sie sie speichern?
es: Tus datos han cambiado. ¿Quieres guardarlos?
fa: داده‌های شما تغییر کرده است. می‌خواهید آن را ذخیره کنید؟
fr: Vos données ont été modifiées. Voulez-vous les enregistrer ?
id: Data Anda telah diubah. Anda ingin menyimpannya?
it: I dati sono stati modificati. Vuoi salvare?
ja: データが変更されました。保存しますか？
ko: 데이터가 변경되었습니다. 변경내용을 저장할까요?
nl: Je gegevens zijn gewijzigd. Wil je je wijzigingen opslaan?
pl: Twoje dane zostały zmienione. Chcesz to zapisać?
pt_br: Seus dados foram alterados. Deseja salvá-los?
ru: Ваши данные изменились. Хотите их сохранить?
tr: Verileriniz değiştirildi. Bunu kaydetmek ister misiniz?
zh_hans: 你的数据已更改，要保存吗？
zh_hant: 您的資料已變更。要儲存嗎？

source: Don't save
ar: لا تحفظ
de: Nicht speichern
es: No guardar
fa: ذخیره نشود
fr: Ne pas enregistrer
id: Jangan simpan
it: Non salvare
ja: 保存しない
ko: 저장하지 않음
nl: Niet opslaan
pl: Nie zapisuj
pt_br: Não salvar
ru: Не сохранять
tr: Kaydetme
zh_hans: 无需保存
zh_hant: 不要儲存

# edit_image_tips_msg
source: Do you want to save the changes you've made?
ar: هل تريد حفظ التغييرات التي قمت بها؟
de: Möchten Sie Ihre Änderungen speichern?
es: ¿Quieres guardar los cambios que has hecho?
fa: آیا می‌خواهید تغییرات انجام شده را ذخیره کنید؟
fr: Souhaitez-vous enregistrer toutes les modifications effectuées ?
id: Apakah Anda ingin menyimpan perubahan yang Anda lakukan?
it: Vuoi salvare le modifiche apportate?
ja: 変更した内容を保存しますか？
ko: 변경하신 사항을 저장하시겠어요?
nl: Wil je de wijzigingen opslaan die je hebt aangebracht?
pl: Czy chcesz zapisać wprowadzone zmiany?
pt_br: Você deseja salvar as mudanças que fez?
ru: Хотите сохранить внесенные изменения?
tr: Yaptığınız değişiklikleri kaydetmek istiyor musunuz?
zh_hans: 确认保存你所做的改动？
zh_hant: 您想要儲存這些變更嗎？

source: NO
ar: لا
de: NEIN
fa: نه
fr: NON
id: TIDAK
ja: いいえ
ko: 아니요
nl: NEE
pl: NIE
pt_br: NÃO
ru: НЕТ
tr: HAYIR
zh_hans: 否
zh_hant: 否

source: YES
ar: نعم
de: JA
es: SÍ
fa: بله
fr: OUI
id: YA
it: SÌ
ja: はい
ko: 네
nl: JA
pl: TAK
pt_br: SIM
ru: ДА
tr: EVET
zh_hans: 是
zh_hant: 是

# delete_filter
source: Are you sure to delete all filters?
ar: هل تريد بالتأكيد حذف كل عوامل التصفية؟
de: Möchten Sie wirklich alle Filter löschen?
es: ¿Seguro que quieres eliminar todos los filtros?
fa: مطمئنید که می‌خواهید همه فیلترها را حذف کنید؟
fr: Voulez-vous vraiment supprimer tous les filtres ?
id: Anda yakin ingin menghapus semua filter?
it: Vuoi eliminare tutti i filtri?
ja: すべての絞り込み条件を削除して本当によろしいですか？
ko: 정말 모든 필터를 삭제하시겠어요?
nl: Weet je zeker dat je alle filters wil verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie filtry?
pt_br: Quer mesmo excluir todos os filtros?
ru: Вы уверены, что хотите удалить все фильтры?
tr: Tüm filtreleri silmek istediğinizden emin misiniz?
zh_hans: 确定删除所有筛选条件吗？
zh_hant: 您確定要刪除所有篩選條件嗎？

source: Loading…
ar: تحميل ...
de: Wird geladen…
es: Cargando…
fa: بارگیری…
fr: Chargement…
id: Pemuatan…
it: Caricamento in corso…
ja: 読み込み中…
ko: 로딩 중…
nl: Het laden…
pl: Ładowanie…
pt_br: Carregando…
ru: Загрузка…
tr: Yükleniyor …
zh_hans: 加载中…
zh_hant: 加載中…

# delete_all_data_des
source: All data will be removed, including your data synchronized on the cloud.
ar: ستتم إزالة جميع البيانات، بما في ذلك بياناتك المتزامنة في السحابة.
de: Alle Daten werden entfernt, einschließlich der Daten in der Cloud.
es: Se eliminarán todos los datos, incluidos los datos sincronizados en la nube.
fa: همه داده‌ها از جمه داده‌های همگام‌سازی شده شما در cloud حذف خواهند شد.
fr: Toutes les données seront supprimées, y compris vos données synchronisées dans le cloud.
id: Semua data akan dihapus, termasuk data Anda yang disinkronkan di cloud.
it: Tutti i dati saranno rimossi, inclusi i dati sincronizzati sul cloud.
ja: クラウド上で同期されたデータを含む、すべてのデータが削除されます。
ko: 클라우드에 동기화된 데이터를 포함해서, 모든 데이터가 제거됩니다.
nl: Alle gegevens worden verwijderd, inclusief je gegevens die je in de cloud gesynchroniseerd hebt.
pl: Wszystkie dane zostaną usunięte, w tym dane zsynchronizowane w chmurze.
pt_br: Todos os dados serão excluídos, incluindo seus dados sincronizados na nuvem.
ru: Мы удалим все ваши данные, включая синхронизированные в облаке.
tr: Bulutta eşitlenen verileriniz dâhil tüm veriler kaldırılır.
zh_hans: 所有数据将被删除，包括同步在云端的数据。
zh_hant: 所有資料將被移除，包括您同步至雲端的資料。

# heart_rate_quotes_1
source: Let positive energy flow through and heal you.
ar: دع الطاقة الإيجابية تتدفق من خلالك وتشفيك.
de: Positive Energie wird Sie heilen.
es: Deja que la energía positiva fluya a través de ti y te cure.
fa: بگذارید انرژی مثبت جریان پیدا کند و شما را التیام بخشد.
fr: Laissez l'énergie positive couler à travers vous et vous soigner.
id: Biarkan energi positif mengalir dan menyembuhkan Anda.
it: Lasciati attraversare e curare dall'energia positiva.
ja: 前向きなエネルギーを流して、幸せな気持ちになりましょう。
ko: 긍정적인 에너지가 몸 속을 흐르며 치유해 드립니다.
nl: Laat positieve energie door je heen stromen en je genezen.
pl: Pozwól pozytywnej energii przepływać przez Ciebie i uzdrawiać Cię.
pt_br: Deixe a energia positiva fluir e curar você.
ru: Позвольте позитивной энергии циркулировать и исцелять вас.
tr: Pozitif enerjinin içinizden akmasına ve sizi iyileştirmesine izin verin.
zh_hans: 接受正能量的洗礼和治疗吧！
zh_hant: 接受正能量的洗禮和療癒吧！

# heart_rate_quotes_2
source: The best treatment: sufficient sleep, sunlight, and relaxing time.
ar: أفضل علاج: النوم الكافي، وضوء الشمس، ووقت الاسترخاء.
de: Die optimale Lebensweise ... genügend Schlaf, Sonnenlicht und Zeit zum Entspannen.
es: El mejor tratamiento: horas de sueño, luz solar y tiempo de relajación suficientes.
fa: بهترین درمان: خواب کافی، نور خورشید و زمانی برای تن‌آسایی.
fr: La meilleure cure : un sommeil, une exposition au soleil et un temps de détente suffisants.
id: Pengobatan terbaik: tidur cukup, sinar matahari, dan waktu santai.
it: Il migliore trattamento: sonno, luce del sole e periodi di relax a sufficienza.
ja: 自分をケアする一番の方法: 十分な睡眠、日光、リラックスする時間。
ko: 최고의 치료: 충분한 수면, 햇빛, 그리고 휴식 시간.
nl: De beste behandeling: voldoende slaap, zonlicht en ontspanning.
pl: Najlepszy zabieg: wystarczająca ilość snu, światło słoneczne i czas na relaks.
pt_br: O melhor tratamento: sono, luz solar e tempo de relaxamento suficientes.
ru: Лучшее лекарство — это достаточный сон, солнце и регулярный релакс.
tr: En güzel tedavi: yeterli uyku, güneş ışığı ve dinlenme.
zh_hans: 最好的疗养方式：睡个好觉，晒晒太阳，经常放松。
zh_hant: 最好的療癒方式：充足的睡眠、陽光與放鬆時間。

# heart_rate_quotes_3
source: By staying cheerful, good things will eventually come your way.
ar: عند البقاء مبتهجًا، ستأتي الأشياء الجيدة في نهاية المطاف في طريقك.
de: Bleiben Sie fröhlich, dann werden Sie Positives erleben.
es: Si mantienes la alegría, al final te llegarán cosas buenas.
fa: با شاد بودن، اتفاقات خوب بالاخره سر راه شما قرار خواهند گرفت.
fr: En restant joyeux, de bonnes choses finiront par vous arriver.
id: Dengan selalu ceria, hal-hal yang baik pada akhirnya akan datang.
it: Se resti felice, prima o poi le cose positive incroceranno la tua strada.
ja: 明るく過ごしていれば、良いことが舞い込んできます。
ko: 쾌활한 상태를 유지하면, 반드시 좋은 일이 찾아올 겁니다.
nl: Door vrolijk te blijven komen er uiteindelijk vanzelf goede dingen op je pad.
pl: Jeśli zachowasz dobry humor, w końcu szczęście zacznie Ci sprzyjać.
pt_br: Ao manter a alegria, coisas boas entrarão no seu caminho.
ru: Тому, кто всегда бодр, рано или поздно улыбается удача.
tr: Neşeli kaldığınızda güzel şeyler nihayet sizi bulacak.
zh_hans: 爱笑的人，运气不会太差。
zh_hant: 保持愉快的心情，就會有好事發生。

# heart_rate_quotes_4
source: Take it slow. A lot of little steps will lead to wellness.
ar: على مهلك. المواظبة على الخطوات الصغيرة ستؤدي إلى العافية.
de: Gehen Sie es langsam an. Viele kleine Schritte führen Sie zum Wohlbefinden.
es: Tómatelo con calma. Muchos pequeños pasos te llevarán al bienestar.
fa: آهسته قدم بردارید. گام‌های کوچک بسیاری هستند که به تندرستی منجر خواهند شد.
fr: Allez-y doucement. De nombreux petits pas mèneront jusqu'au bien-être.
id: Pelan-pelan saja. Langkah kecil yang terus menerus akan mengantarkan pada kesejahteraan.
it: Prenditela con calma. Tante piccoli passi ti porteranno al benessere.
ja: ゆっくり進みましょう。小さな一歩の積み重ねが健康につながります。
ko: 마음을 편안히 하세요. 조금씩 자주 전진하면 건강에 다다를 수 있습니다.
nl: Doe het rustig aan. Vele kleine stapjes leiden naar welzijn.
pl: Zwolnij. Wiele małych czynności doprowadzi do dobrego samopoczucia.
pt_br: Vá com calma. Vários passos pequenos levarão ao bem-estar.
ru: Не торопитесь. Путь к благополучию складывается из множества маленьких шажков.
tr: Acele etmeyin. Çok sayıda küçük adım sizi esenliğe ulaştıracak.
zh_hans: 慢慢来，一小步一小步地迈向健康。
zh_hant: 慢慢來，您所做的一切微小改變終將讓您獲得健康。

# heart_rate_quotes_5
source: Breathing deeply to unlock inner strength.
ar: التنفس بعمق لفتح القوة الداخلية.
de: Atmen Sie tief ein und schalten Sie Ihre innere Stärke frei.
es: Respira profundamente para desbloquear la fuerza interior.
fa: نفس عمیق برای رهاسازی قدرت درون‌.
fr: Respirez profondément pour débloquer votre force intérieure.
id: Bernapas dalam-dalam untuk membuka kekuatan di dalam tubuh Anda.
it: Respirare a fondo per sbloccare la forza interiore.
ja: 深呼吸をして内なる強さを解き放ちましょう。
ko: 숨을 깊게 쉬면서 내면의 힘을 방출시키세요.
nl: Adem diep in om je innerlijke kracht te ontsluiten.
pl: Głębokie oddechy odblokują wewnętrzną siłę.
pt_br: Respire profundamente para liberar a sua força interior.
ru: Дышите глубже, чтобы раскрыть внутренние силы.
tr: İçinizdeki gücün kilidini açmak için derin nefes alıp verin.
zh_hans: 深呼吸，释放内在的力量。
zh_hant: 深呼吸，釋放內在的力量。

# heart_rate_quotes_6
source: Take a deep breath and everything is under your control.
ar: خذ نفس عميق وكل شيء تحت سيطرتك.
de: Atmen Sie tief ein, dann haben Sie alles unter Kontrolle.
es: Respira profundamente y todo estará bajo tu control.
fa: یک نفس عمیق بکشید تا همه چیز تحت کنترل شما باشد‌‌.
fr: Respirez profondément, tout est sous votre contrôle.
id: Ambil napas dalam-dalam dan semuanya dalam kendali Anda.
it: Fai un respiro profondo e avrai tutto sotto controllo.
ja: 深呼吸しましょう。そうすれば、すべてコントロールできます。
ko: 심호흡을 하세요 모든 것을 통제하실 수 있습니다.
nl: Haal diep adem en je houdt alles onder controle.
pl: Weź głęboki oddech, a wszystko będzie pod Twoją kontrolą.
pt_br: Respire fundo e lembre-se de que tudo está sob o seu controle.
ru: Дышите глубже, и все у вас получится.
tr: Derin nefes alın, her şey kontrolünüz altında olsun.
zh_hans: 深呼吸，一切尽在掌握。
zh_hant: 深呼吸，一切都在掌握中。

# heart_rate_quotes_7
source: Move your body, and embrace health.
ar: حرك جسمك واستمتع بالصحة.
de: Bewegen Sie sich und kümmern Sie sich um Ihre Gesundheit.
es: Mueve tu cuerpo y abraza la salud.
fa: تحرک داشته باشید و به استقبال سلامتی بروید.
fr: Bougez votre corps et accueillez la santé.
id: Gerakkan tubuh Anda, dan serap kesehatan.
it: Muovi il corpo e accogli la salute.
ja: 体を動かして、健康を満喫しましょう。
ko: 몸을 움직여서, 건강을 받아들이세요.
nl: Blijf in beweging en omarm je gezondheid.
pl: Poruszaj się i ciesz się zdrowiem.
pt_br: Movimente o corpo e acolha a saúde.
ru: Больше двигайтесь ради здоровья.
tr: Vücudunuzu hareket ettirin ve sağlığı kucaklayın.
zh_hans: 好好运动，拥抱健康。
zh_hant: 好好運動，擁抱健康。

# heart_rate_quotes_8
source: Please listen to your body, and take care.
ar: فضلاً تابع حالتك الجسمانية، واعتنِ بنفسك.
de: Bitte hören Sie auf Ihren Körper und achten Sie auf sich.
es: Bitte hören Sie auf Ihren Körper und achten Sie auf sich.
fa: به صدای بدن خود گوش فرا دهید و مراقب خود باشید.
fr: Veuillez écouter votre corps et prendre soin de vous.
id: Harap perhatikan tubuh Anda, dan jaga tubuh.
it: Ascolta il tuo corpo e prenditene cura.
ja: 自分の体の声を聞いて、大切にケアしましょう。
ko: 몸이 하는 말을 듣고, 보살펴 주세요.
nl: Luister naar je lichaam en zorg goed voor jezelf.
pl: Słuchaj swojego ciała i dbaj o siebie.
pt_br: Preste atenção ao seu corpo e cuide-se.
ru: Прислушивайтесь к своему телу и заботьтесь о нем.
tr: Lütfen vücudunuzun sesine kulak verin ve sağlığınızı koruyun.
zh_hans: 请细细倾听你的身体，照顾好它。
zh_hant: 請細細傾聽您的身體並照顧好它。

# heart_rate_quotes_9
source: When you smile at your life, your life smiles back.
ar: عندما تبتسم لحياتك، تبتسم حياتك لك.
de: Wenn Sie mit einem Lächeln durchs Leben gehen, lächelt das Leben Ihnen auch zu.
es: Cuando le sonríes a la vida, la vida también te sonríe.
fa: وقتی به زندگی خود لبخند می‌زنید، زندگی نیز در پاسخ به شما لبخند می‌زند.
fr: Lorsque vous souriez à la vie, elle vous sourit à son tour.
id: Ketika Anda tersenyum pada hidup Anda, hidup Anda akan tersenyum kembali kepada Anda.
it: Quando sorridi alla vita, la vita ti sorride.
ja: あなたの人生に微笑みかければ、あなたの人生も微笑み返してくれます。
ko: 삶을 향해 미소를 지으면, 삶도 마주 미소를 지어 줄 겁니다.
nl: Als je naar het leven glimlacht, glimlacht het leven terug.
pl: Kiedy uśmiechasz się do życia, życie uśmiecha się do Ciebie.
pt_br: Quando você sorri para a vida, a vida sorri de volta.
ru: Когда вы улыбаетесь жизни, жизнь улыбается вам в ответ.
tr: Siz hayatınıza gülümsediğinizde hayat da size gülümser.
zh_hans: 善待自己的生命，生命就会善待你。
zh_hant: 您善待自己的生命，生命就會善待您。

# motto_weekend_8
source: Smile, breathe, and go slowly.
ar: ابتسم، تنفس، وتقدم ببطء.
de: Lächeln, atmen und langsam gehen.
es: Sonríe, respira y ve con calma.
fa: لبخند بزنید، نفس بکشید و آهسته قدم بردارید.
fr: Souriez, respirez et allez-y doucement.
id: Tersenyum, bernapas, dan pelan-pelan.
it: Sorridi, respira e prenditela con calma.
ja: 笑顔で、呼吸をして、ゆっくり進みましょう。
ko: 미소를 짓고, 숨을 쉬면서 느긋하게 하세요.
nl: Glimlach, adem in en uit en doe het rustig aan.
pl: Uśmiechnij się, oddychaj i nie spiesz się.
pt_br: Sorria, respire e vá com calma.
ru: Улыбайтесь, дышите ровно и не суетитесь.
tr: Gülümseyin, nefes alın ve yavaş gidin.
zh_hans: 微笑，呼吸，放慢脚步。
zh_hant: 微笑、呼吸，放慢腳步。

# motto_weekend_9
source: Take a deep breath. Inhale peace. Exhale happiness.
ar: خذ نفس عميق. استنشق السلام. ازفر السعادة.
de: Atmen Sie tief ein. Atmen Sie Ruhe ein. Atmen Sie Glück aus.
es: Respira profundamente. Inhala paz. Exhala felicidad.
fa: یک نفس عمیق بکشید. آرامش را نفس بکشید و شادی را با نفس خود بیرون دهید.
fr: Respirez profondément. Inspirez la paix. Expirez le bonheur.
id: Ambil napas dalam-dalam. Hirup kedamaian. Hembuskan kebahagiaan.
it: Fai un respiro profondo. Inspira pace. Espira felicità.
ja: 深呼吸。平和を吸って、幸せを吐きましょう。
ko: 심호흡을 하세요. 평화를 들이쉬세요. 행복을 내쉬세요.
nl: Haal diep adem. Adem rust in. Adem geluk uit.
pl: Weź głęboki oddech. Wdychaj spokój. Wydychaj radość.
pt_br: Respire fundo. Inspire paz. Expire felicidade.
ru: Дышите глубоко. Вдыхайте мир, выдыхайте радость.
tr: Derin nefes alın. Nefes alırken huzur, nefes verirken mutluluk gelsin.
zh_hans: 深呼吸，吸入平静，呼出幸福。
zh_hant: 深呼吸，吸入平靜，吐出幸福。

# bed_friday
source: F
ar: ج
es: V
fa: ج
fr: V
id: J
it: V
ja: 金
ko: 금
nl: V
pl: P
pt_br: S
ru: П
tr: C
zh_hans: 五
zh_hant: 五

# bed_monday
source: M
ar: ن
es: L
fa: د
fr: L
id: S
it: L
ja: 月
ko: 월
pl: P
pt_br: S
ru: П
tr: P
zh_hans: 一
zh_hant: 一

# bed_saturday
source: S
ar: س
fa: ش
ja: 土
ko: 토
nl: Z
ru: С
tr: C
zh_hans: 六
zh_hant: 六

# bed_sunday
source: S
ar: ح
es: D
fa: ی
fr: D
id: M
it: D
ja: 日
ko: 일
nl: Z
pl: N
pt_br: D
ru: В
tr: P
zh_hans: 日
zh_hant: 日

# bed_thursday
source: T
ar: خ
de: D
es: J
fa: پ
fr: J
id: K
it: G
ja: 木
ko: 목
nl: D
pl: C
pt_br: Q
ru: Ч
tr: P
zh_hans: 四
zh_hant: 四

# bed_tuesday
source: T
ar: ث
de: D
es: M
fa: س
fr: M
id: S
it: M
ja: 火
ko: 화
nl: D
pl: W
ru: В
tr: S
zh_hans: 二
zh_hant: 二

# bed_wednesday
source: W
ar: ر
de: M
es: X
fa: چ
fr: M
id: R
it: M
ja: 水
ko: 수
pl: Ś
pt_br: Q
ru: С
tr: Ç
zh_hans: 三
zh_hant: 三

# version
source: Version: %s
ar: الإصدار: %s
es: Versión: %s
fa: نسخه: %s
id: Versi: %s
it: Versione: %s
ja: バージョン: %s
ko: 번역: %s
nl: Versie: %s
pl: Wersja: %s
pt_br: Versão: %s
ru: Версия: %s
tr: Versiyon: %s
zh_hans: 版本: %s
zh_hant: 版本: %s

# avg_HRM
source: Average Heart Rate
ar: معدل نبضات القلب متوسط
de: Durchschnitt Herzfrequenz
es: Promedio Ritmo Cardíaco
fa: میانگین ضربان قلب
fr: Moyenne Fréquence cardiaque
id: Rata-rata Detak jantung
it: Media Frequenzatcardiaca
ja: 平均心拍数
ko: 평균심박수
nl: Gemiddeld Hartslag
pl: Średnio Tętno
pt_br: Média Frequênciacardíaca
ru: Средняя Частотапульс
tr: Ortalama Kalpatış hızı
zh_hans: 平均心率
zh_hant: 平均心率

# avg_stress_level_gpt
source: Avg Stress Level
ar: متوسط مستوى التوتر
de: Durchschnittliches Stresslevel
es: Nivel promedio de estrés
fa: میانگین سطح استرس
fr: Niveau moyen de stress
id: Rata-rata Tingkat Stres
it: Livello medio di stress
ja: 平均ストレスレベル
ko: 평균 스트레스 수준
nl: Gem. Stressniveau
pl: Średni Poziom Stresu
pt_br: Nível Médio de Estresse
ru: Средний уровень стресса
tr: Ortalama Stres Seviyesi
zh_hans: 平均压力水平
zh_hant: 平均壓力水平

# balance_moderate_gpt
source: Moderate
ar: معتدل
de: Mäßig
es: Moderado
fa: متوسط
fr: Modéré
id: Sedang
it: Moderato
ja: 適度
ko: 보통
nl: Gematigd
pl: Średni
pt_br: Moderado
ru: Умеренный
tr: Orta
zh_hans: 中等
zh_hant: 適中
