Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_rate_suggestion_6_gpt
source: It's high time to make some lifestyle changes! Make sure to get plenty of sleep, and engage in enough aerobic exercise to boost your heart and lung health. This way, you can steer clear of significant health risks.
ar: حان الوقت المناسب لإجراء بعض التغييرات في نمط الحياة! تأكد من الحصول على قسط كافٍ من النوم وممارسة التمارين الهوائية بشكل كافٍ لتعزيز صحة قلبك ورئتيك. بهذه الطريقة، يمكنك تجنب المخاطر الصحية الكبيرة.
de: Es ist höchste Zeit, einige Lebensstiländerungen vorzunehmen! Achte darauf, ausreichend zu schlafen und genug aerobe Übungen zu machen, um deine Herz- und Lungen-Gesundheit zu verbessern. Auf diese Weise kannst du bedeutende Gesundheitsrisiken vermeiden.
es: ¡Es hora de hacer algunos cambios en el estilo de vida! Asegúrate de dormir lo suficiente y hacer ejercicio aeróbico para mejorar la salud de tu corazón y pulmones. De esta manera, puedes evitar riesgos significativos para la salud.
fa: زمانی رسیده است که تغییراتی در سبک زندگی انجام دهید! اطمینان حاصل کنید که به اندازه کافی خواب می‌بینید و به اندازه کافی تمرین هوازی دارید تا سلامتی قلب و ریه‌های خود را بهبود بخشید. این راه، می‌تواند از خطرات جدی برای سلامتی جلوگیری کند.
fr: Il est grand temps d'apporter des changements à votre mode de vie ! Assurez-vous de bien dormir et de faire suffisamment d'exercice aérobique pour améliorer la santé de votre cœur et de vos poumons. De cette façon, vous pouvez éviter des risques importants pour votre santé.
id: Saatnya untuk melakukan perubahan gaya hidup! Pastikan untuk tidur cukup dan melakukan latihan aerobik yang cukup untuk meningkatkan kesehatan jantung dan paru-paru Anda. Dengan cara ini, Anda dapat menghindari risiko kesehatan yang signifikan.
it: È arrivato il momento di apportare dei cambiamenti nello stile di vita! Assicurati di dormire abbondantemente e impegnati in sufficienti esercizi aerobici per migliorare la salute del cuore e dei polmoni. In questo modo, puoi evitare rischi significativi per la salute.
ja: 生活習慣を変える時期です！十分な睡眠を確保し、心臓と肺の健康を促進するために十分な有酸素運動に従事してください。このようにすることで、重大な健康リスクを回避できます。
ko: 생활 방식을 변경할 때입니다! 충분한 수면을 확보하고 심장과 폐 건강을 증진하기 위해 충분한 유산소 운동을 해주세요. 이렇게 함으로써 중대한 건강 위험을 피할 수 있습니다.
nl: Het is hoog tijd om wat veranderingen in levensstijl aan te brengen! Zorg ervoor voldoende slaap te krijgen en doe genoeg aerobe oefeningen om je hart- en longgezondheid te verbeteren. Zo kun je significante gezondheidsrisico's vermijden.
pl: Nadszedł odpowiedni moment, aby wprowadzić pewne zmiany w stylu życia! Upewnij się, że dostajesz wystarczająco dużo snu i angażuj się w wystarczającą ilość ćwiczeń aerobowych, aby poprawić zdrowie serca i płuc. W ten sposób unikniesz znaczących ryzyk zdrowotnych.
pt_br: É hora de fazer algumas mudanças no estilo de vida! Certifique-se de dormir o suficiente e se envolver em exercícios aeróbicos suficientes para fortalecer o coração e os pulmões. Desta forma, você pode evitar riscos significativos para a saúde.
ru: Пора внести изменения в образ жизни! Обязательно получайте достаточно сна, занимайтесь аэробными упражнениями для укрепления сердца и легких. Таким образом, вы можете избежать значительных рисков для здоровья.
tr: Lifestyle değişiklikleri yapma zamanı geldi! Yeterli uyku almak ve kalp ve akciğer sağlığınızı artırmak için yeterli miktarda aerobik egzersiz yapmak önemlidir. Bu şekilde önemli sağlık risklerinden uzak durabilirsiniz.
zh_hans: 是时候改变一下生活方式了！保证充足的睡眠以及坚持做有氧运动，增强你的心肺功能，来降低重大的健康风险。
zh_hant: 是時候改變一下生活方式了！保證充足的睡眠以及堅持做有氧運動，增強你的心肺功能，來降低重大的健康風險。

# week_rate_suggestion_7_b_gpt
source: To support your heart health, it's advisable to consult a medical professional promptly for accurate diagnosis and personalized guidance.
ar: من الأفضل دعم صحة قلبك الاستشارة المبكرة مع الطبيب للحصول على تشخيص دقيق وتوجيه شخصي.
de: Um deine Herzgesundheit zu unterstützen, ist es ratsam, schnellstmöglich einen medizinischen Fachmann zu konsultieren, um eine genaue Diagnose und individuelle Anleitung zu erhalten.
es: Para apoyar la salud de tu corazón, es recomendable consultar a un profesional médico de inmediato para obtener un diagnóstico preciso y orientación personalizada.
fa: برای حمایت از سلامت قلب خود، بهتر است به طور فوری با یک پزشک مشورت کنید تا تشخیص دقیقی بگیرید و راهنمایی شخصی‌سازی شده‌ای دریافت کنید.
fr: Pour soutenir la santé de votre cœur, il est conseillé de consulter rapidement un professionnel de la santé pour un diagnostic précis et des conseils personnalisés.
id: Untuk mendukung kesehatan jantung Anda, disarankan untuk segera berkonsultasi dengan profesional medis untuk diagnosis yang akurat dan panduan yang personal.
it: Per supportare la salute del tuo cuore, è consigliabile consultare tempestivamente un professionista medico per una diagnosi accurata e una guida personalizzata.
ja: 心臓の健康をサポートするために、正確な診断と個別のガイダンスのためにすぐに医療専門家に相談することをお勧めします。
ko: 심장 건강을 지원하기 위해 의료 전문가와 상담하여 정확한 진단과 맞춤형 지침을 받는 것이 좋습니다.
nl: Om je hartgezondheid te ondersteunen, is het raadzaam om onmiddellijk een medisch professional te raadplegen voor een nauwkeurige diagnose en persoonlijke begeleiding.
pl: Aby wesprzeć zdrowie serca, zaleca się szybki kontakt z profesjonalistami medycznymi dla dokładnej diagnozy i spersonalizowanego wsparcia.
pt_br: Para apoiar a saúde do seu coração, é aconselhável consultar um profissional médico prontamente para um diagnóstico preciso e orientações personalizadas.
ru: Чтобы поддержать здоровье вашего сердца, целесообразно немедленно обратиться к медицинскому специалисту для точной диагностики и персонализированных рекомендаций.
tr: Kalp sağlığınızı desteklemek için doğru teşhis ve kişiselleştirilmiş rehberlik için bir sağlık profesyoneliyle hızlıca görüşmek tavsiye edilir.
zh_hans: 为了你的心脏健康着想，建议你尽快咨询医疗专业人士，以获得准确的诊断和专业的建议。
zh_hant: 為了你的心臟健康著想，建議你儘快諮詢醫療專業人士，以獲得準確的診斷和專業的建議。

# week_rate_suggestion_7_gpt
source: It's a crucial moment to take action promptly for your safety and well-being. Please reach out to healthcare professionals immediately, figuring out the potential causes, and formulating a plan for improvement.
ar: إنه الوقت الحاسم لاتخاذ إجراءات سريعة من أجل سلامتك ورفاهيتك. يُرجى التواصل مع المتخصصين الصحيين فوراً لمعرفة الأسباب المحتملة ووضع خطة للتحسين.
de: Es ist jetzt ein entscheidender Moment, um schnell Maßnahmen für deine Sicherheit und dein Wohlbefinden zu ergreifen. Bitte wende dich sofort an medizinische Fachkräfte, um die potenziellen Ursachen zu ermitteln und einen Verbesserungsplan zu erstellen.
es: Es un momento crucial para actuar rápidamente por tu seguridad y bienestar. Por favor, busca atención médica de inmediato para identificar las posibles causas y elaborar un plan de mejora.
fa: این لحظه‌ی حیاتی برای سریع واکنش نشان دادن برای امانت و سلامت شماست. لطفاً به طور فوری با متخصصان بهداشتی تماس بگیرید تا علل احتمالی را شناسایی کرده و یک برنامه بهبودی را تدوین کنید.
fr: C'est un moment crucial pour agir rapidement pour votre sécurité et votre bien-être. Veuillez consulter rapidement des professionnels de la santé pour identifier les causes potentielles et élaborer un plan d'amélioration.
id: Ini adalah saat yang krusial untuk segera bertindak demi keselamatan dan kesejahteraan Anda. Segera hubungi profesional kesehatan untuk mengidentifikasi penyebab potensial dan merumuskan rencana perbaikan.
it: È un momento cruciale per agire prontamente per la tua sicurezza e il tuo benessere. Si prega di contattare tempestivamente professionisti sanitari per identificare le cause potenziali e formulare un piano di miglioramento.
ja: 安全と健康のために即座に行動する時がきました。潜在的な原因を特定し、改善のための計画を立てるためにすぐに医療専門家に連絡してください。
ko: 안전과 건강을 위해 즉시 조치가 필요합니다. 가능한 원인을 찾고 개선 계획을 수립하기 위해 즉시 의료 전문가에게 연락하십시오.
nl: Het is nu cruciaal om snel actie te ondernemen voor je veiligheid en welzijn. Neem onmiddellijk contact op met medische professionals om mogelijke oorzaken te achterhalen en een plan voor verbetering op te stellen.
pl: To teraz kluczowy moment, aby szybko podjąć działania dla swojego bezpieczeństwa i dobra. Skontaktuj się niezwłocznie z profesjonalistami medycznymi, by zidentyfikować potencjalne przyczyny i opracować plan poprawy.
pt_br: É um momento crucial para agir prontamente para a sua segurança e bem-estar. Procure imediatamente profissionais de saúde para identificar as causas potenciais e elaborar um plano de melhoria.
ru: Сейчас самое время действовать для вашей безопасности и благополучия. Пожалуйста, немедленно обратитесь к специалистам здравоохранения, чтобы выявить потенциальные причины и разработать план улучшения.
tr: Güvenliğiniz ve sağlığınız için hızla harekete geçme zamanı geldi. Lütfen potansiyel nedenleri belirleyerek ve düzelme planı oluşturarak derhal sağlık profesyonellerine başvurun.
zh_hans: 为了你的安全和健康，请及时采取行动。立即联系医护人员，找出导致问题出现的潜在原因，并制定计划改善你的健康。
zh_hant: 為了你的安全和健康，請及時采取行動。立即聯繫醫護人員，找出導致問題出現的潛在原因，並制定計劃改善你的健康。

# week_rmssd_analysis_1_b_gpt
source: Your RMSSD levels have consistently been at their peaks, indicating an exceptional ability to cope with stress.
ar: كانت مستويات RMSSD لديك دائمًا في أعلى مستوياتها، مما يشير إلى قدرة استثنائية على التعامل مع الضغوطات.
de: Deine RMSSD-Werte waren konsequent auf ihrem Höchststand, was auf eine außergewöhnliche Fähigkeit hinweist, mit Stress umzugehen.
es: Tus niveles de RMSSD han sido consistentemente altos, lo que indica una capacidad excepcional para lidiar con el estrés.
fa: سطوح RMSSD شما به طور مداوم در اوج خود قرار داشته‌اند، که نشان دهنده توانایی استثنایی شما برای مقابله با استرس است.
fr: Tes niveaux de RMSSD ont été constamment au plus haut, indiquant une capacité exceptionnelle à faire face au stress.
id: Level RMSSD-mu telah konsisten pada puncaknya, menunjukkan kemampuan yang luar biasa dalam menghadapi stres.
it: I tuoi livelli di RMSSD sono costantemente al massimo, indicando un'eccezionale capacità di gestire lo stress.
ja: RMSSDのレベルは一貫してピークを維持しており、ストレスに対処する卓越な能力を示しています。
ko: 당신의 RMSSD 수치는 지속적으로 높아 최고 수준의 스트레스 대응 능력을 보여주고 있어요.
nl: Je RMSSD-niveaus zijn consequent op hun pieken geweest, wat wijst op een uitzonderlijk vermogen om met stress om te gaan.
pl: Twoje poziomy RMSSD były konsekwentnie na wysokim poziomie, co wskazuje na wyjątkową zdolność radzenia sobie ze stresem.
pt_br: Seus níveis de RMSSD têm sido consistentemente altos, indicando uma capacidade excepcional de lidar com o estresse.
ru: Ваши уровни RMSSD последовательно оставались на пиках, что указывает на исключительную способность справляться со стрессом.
tr: RMSSD seviyeleriniz sürekli olarak zirvede olmuş, stresle başa çıkma yeteneğinizin istisnai olduğunu gösteriyor.
zh_hans: 你的RMSSD水平一直保持在高峰，显示出你可以极有效率地缓解压力。
zh_hant: 你的RMSSD水平一直保持在高峰，顯示出你可以極有效率地緩解壓力。

# week_rmssd_analysis_1_gpt
source: Your RMSSD has been consistently high, indicating an excellent ability to recover from stress.
ar: كان معدل RMSSD لديك مرتفعًا باستمرار، مما يشير إلى قدرة ممتازة على التعافي من الضغوطات.
de: Dein RMSSD war durchgehend hoch, was auf eine ausgezeichnete Fähigkeit zur Erholung von Stress hinweist.
es: Tu RMSSD ha sido consistentemente alto, lo que indica una excelente capacidad para recuperarse del estrés.
fa: RMSSD شما به طور مداوم بالا بوده است، که نشان دهنده توانایی عالی برای بازیابی از استرس است.
fr: Ton RMSSD a été constamment élevé, indiquant une excellente capacité à récupérer du stress.
id: RMSSD-mu secara konsisten tinggi, menunjukkan kemampuan pulih dari stres yang sangat baik.
it: Il tuo RMSSD è costantemente alto, indicando un'eccellente capacità di recupero dallo stress.
ja: RMSSDが一貫して高いことから、ストレスからの回復能力が優れていることが示されています。
ko: RMSSD 값이 지속적으로 높아서 스트레스 회복 능력이 우수하다는 것을 나타냅니다.
nl: Je RMSSD is consequent hoog geweest, wat duidt op een uitstekend vermogen om te herstellen van stress.
pl: Twój RMSSD był konsekwentnie wysoki, co wskazuje na doskonałą zdolność do regeneracji po stresie.
pt_br: Seu RMSSD tem sido consistentemente alto, indicando uma excelente capacidade de recuperação do estresse.
ru: Ваш RMSSD последовательно высок, что указывает на отличную способность восстанавливаться после стресса.
tr: RMSSD'niz sürekli yüksek olmuş, stresten iyi bir şekilde toparlanma yeteneğini gösteriyor.
zh_hans: 你的RMSSD值一直都很高，表明你调节压力的能力极高。
zh_hant: 你的RMSSD值一直都很高，表明你調節壓力的能力極高。

# week_rmssd_analysis_2_b_gpt
source: Most of the time, your RMSSD readings are high, which is indicative of robust stress resilience.
ar: معظم الوقت، تكون قراءات RMSSD لديك عالية، مما يشير إلى مرونة قوية تجاه الضغوطات.
de: Die meiste Zeit sind Ihre RMSSD-Messwerte hoch, was auf eine robuste Stressresistenz hinweist.
es: La mayor parte del tiempo, tus lecturas de RMSSD son altas, lo que es indicativo de una robusta resistencia al estrés.
fa: بیشتر اوقات، خواندگی‌های RMSSD شما بالا هستند، که نشان‌دهنده مقاومت قوی شما در برابر استرس است.
fr: La plupart du temps, tes lectures de RMSSD sont élevées, ce qui est indicatif d'une résilience au stress robuste.
id: Sebagian besar waktu, pembacaan RMSSD-mu tinggi, yang menandakan ketangguhan terhadap stres yang kuat.
it: Per la maggior parte del tempo, le tue letture di RMSSD sono alte, il che è indicativo di una robusta resilienza allo stress.
ja: ほとんどの場合、RMSSDの読み取りは高いです。強力なストレス耐性の良い兆候です。
ko: 대부분의 시간에 RMSSD 값이 높은데 이는 강력한 스트레스 회복 능력을 나타내요.
nl: Het grootste deel van de tijd zijn je RMSSD-metingen hoog, wat duidt op robuuste stressbestendigheid.
pl: Większość czasu twoje odczyty RMSSD są wysokie, co świadczy o silnej odporności na stres.
pt_br: Na maior parte do tempo, suas leituras de RMSSD são altas, o que é indicativo de uma robusta resistência ao estresse.
ru: Большую часть времени ваши показатели RMSSD высоки, что свидетельствует о сильной устойчивости к стрессу.
tr: Büyük çoğunlukla RMSSD ölçümleriniz yüksek, güçlü bir stres direncine işaret ediyor.
zh_hans: 你的RMSSD读数大多数时候都很高，表明你有强大的抗压能力。
zh_hant: 你的RMSSD讀數大多數時候都很高，表明你有強大的抗壓能力。

# week_rmssd_analysis_2_gpt
source: Your RMSSD value is high most of the time, which is a good sign of strong stress recovery.
ar: قيمة RMSSD لديك مرتفعة معظم الوقت، وهذا علامة جيدة على تعافي قوي من الضغوطات.
de: Ihr RMSSD-Wert ist die meiste Zeit hoch, was ein gutes Zeichen für eine starke Stressbewältigung ist.
es: Tu valor de RMSSD es alto la mayor parte del tiempo, lo que es una buena señal de una fuerte recuperación del estrés.
fa: بیشتر زمان، مقادیر RMSSD شما بالا بوده‌اند، که نشان دهنده توانمندی قوی در بازیابی استرس است.
fr: Ton niveau de RMSSD est élevé la plupart du temps, ce qui est un bon signe d'une forte récupération du stress.
id: Nilai RMSSD-mu tinggi sebagian besar waktu, yang merupakan tanda baik dari pemulihan stres yang kuat.
it: Il tuo valore RMSSD è alto per la maggior parte del tempo, il che è un buon segno di un forte recupero dallo stress.
ja: RMSSDの値がほとんどの時間高いです。強力なストレス回復の良い兆候です。
ko: 대부분의 시간 RMSSD 값이 높아서 강력한 스트레스 회복 능력의 좋은 신호입니다.
nl: Je RMSSD-waarde is het grootste deel van de tijd hoog, wat een goed teken is van een sterk stressherstel.
pl: Twoja wartość RMSSD jest większość czasu wysoka, co jest dobrym znakiem silnego odzyskiwania się po stresie.
pt_br: Seu valor de RMSSD é alto na maior parte do tempo, o que é um bom sinal de uma forte recuperação do estresse.
ru: Ваше значение RMSSD большую часть времени высоко, что является хорошим знаком сильного восстановления после стресса.
tr: RMSSD değeriniz çoğu zaman yüksek, güçlü bir stres toparlanma işaretidir.
zh_hans: 大部分时间里，你的RMSSD值都很高，这表明你可以很好地缓解压力。
zh_hant: 大部分時間裡，你的RMSSD值都很高，這表明你可以很好地緩解壓力。

# week_rmssd_analysis_3_b_gpt
source: Your RMSSD values remain within the normal range with occasional spikes, which is a sign of good stress recovery.
ar: قيم RMSSD تظل داخل النطاق الطبيعي مع ارتفاعات متقطعة، وهو علامة على تعافٍ جيد من الضغوطات.
de: Ihre RMSSD-Werte bleiben im normalen Bereich mit gelegentlichen Ausschlägen, was ein Zeichen für eine gute Stressbewältigung ist.
es: Tus valores de RMSSD se mantienen dentro del rango normal con picos ocasionales, lo que es señal de una buena recuperación del estrés.
fa: ارزش‌های RMSSD شما همچنان در محدوده طبیعی با افزایش‌های گاه به گاه قرار دارند، که نشان از بازیابی خوب شما از استرس است.
fr: Tes valeurs de RMSSD restent dans la plage normale avec des pics occasionnels, ce qui est un signe d'une bonne récupération du stress.
id: Nilai RMSSD-mu tetap berada dalam rentang normal dengan lonjakan sesekali, yang merupakan tanda dari pemulihan stres yang baik.
it: I tuoi valori di RMSSD rimangono entro il range normale con picchi occasionali, che è segno di un buon recupero dallo stress.
ja: RMSSDの値が通常範囲内にあり、時折高い値になることから、良いストレス回復が示されています。
ko: RMSSD 측정치는 가끔씩 상승하면서 정상 범위 안에 머무르고 있어요. 이는 효과적인 스트레스 회복을 시사해요.
nl: Je RMSSD-waarden blijven binnen het normale bereik met af en toe pieken, wat een teken is van goed stressherstel.
pl: Twoje wartości RMSSD pozostają w granicach normy z okazjonalnymi skokami, co jest znakiem dobrego odzyskiwania się po stresie.
pt_br: Seus valores de RMSSD permanecem dentro da faixa normal com picos ocasionais, o que é um sinal de boa recuperação do estresse.
ru: Ваши значения RMSSD остаются в пределах нормы с временными всплесками, что является признаком хорошего восстановления после стресса.
tr: RMSSD değerleriniz aralık içinde, ara sıra artışlar iyi stres toparlanması göstergesi.
zh_hans: 你的RMSSD值一直保持在正常范围内，且时不时会出现较高的数值，表示你能较好地缓解压力。
zh_hant: 你的RMSSD值一直保持在正常範圍內，且時不時會出現較高的數值，表示你能較好地緩解壓力。

# week_rmssd_analysis_3_gpt
source: Your RMSSD readings are normal with occasional spikes, which indicates effective stress recovery.
ar: قراءات RMSSD لديك طبيعية مع ارتفاعات متقطعة، مما يشير إلى تعافٍ فعال من الضغوطات.
de: Ihre RMSSD-Messungen sind normal mit gelegentlichen Ausschlägen, was auf eine effektive Stressbewältigung hinweist.
es: Tus lecturas de RMSSD son normales con picos ocasionales, lo que indica una efectiva recuperación del estrés.
fa: خواندن‌های RMSSD شما طبیعی با افزایش‌های گاه‌شانسی هستند، که نشان‌دهنده بازیابی مؤثر از استرس است.
fr: Tes mesures de RMSSD sont normales avec des pics occasionnels, ce qui indique une récupération efficace du stress.
id: Pembacaan RMSSD-mu normal dengan lonjakan sesekali, yang menunjukkan pemulihan stres yang efektif.
it: Le tue misurazioni RMSSD sono normali con picchi occasionali, il che indica un efficace recupero dallo stress.
ja: RMSSDの測定値は通常範囲内で、時折高い値になることから、効果的なストレス回復が示されています。
ko: RMSSD 값은 가끔 상승하는 것을 제외하면 정상이며, 이는 효과적인 스트레스 회복을 시사합니다.
nl: Je RMSSD-metingen zijn normaal met af en toe pieken, wat wijst op effectief herstel van stress.
pl: Twoje odczyty RMSSD są normalne, z okazjonalnymi skokami, co wskazuje na skuteczne odzyskiwanie się po stresie.
pt_br: Suas leituras de RMSSD são normais com picos ocasionais, o que indica uma recuperação eficaz do estresse.
ru: Ваши показатели RMSSD нормальны с временными всплесками, что указывает на эффективное восстановление после стресса.
tr: RMSSD ölçümleriniz normal seyirde, ara sıra artışlar efektif stres toparlanmasını gösteriyor.
zh_hans: 你的RMSSD读数都正常，偶尔会有较高的值出现，这表明你可以有效地从压力中恢复。
zh_hant: 你的RMSSD讀數都正常，偶爾會有較高的值出現，這表明你可以有效地從壓力中恢復。

# week_rmssd_analysis_4_b_gpt
source: Your RMSSD sits within the normal range, which signifies that you have a stable capacity for stress recovery.
ar: RMSSD لديك تتناسب مع النطاق الطبيعي، مما يشير إلى أن لديك قدرة ثابتة على التعافي من الضغوطات.
de: Ihre RMSSD liegt im normalen Bereich, was darauf hinweist, dass Sie eine stabile Kapazität zur Stressbewältigung haben.
es: Tu RMSSD se encuentra dentro del rango normal, lo que indica que tienes una capacidad estable para la recuperación del estrés.
fa: RMSSD شما در محدوده طبیعی قرار دارد که نشان‌دهنده داشتن ظرفیت پایدار برای بازیابی استرس است.
fr: Ton RMSSD se situe dans la plage normale, ce qui indique que tu as une capacité stable de récupération du stress.
id: RMSSD-mu berada dalam rentang normal, menunjukkan bahwa kamu memiliki kapasitas stabil untuk pulih dari stres.
it: Il tuo RMSSD è nel range normale, il che significa che hai una capacità stabile di recupero dallo stress.
ja: RMSSDは通常範囲内にあり、ストレス回復能力が安定しています。
ko: RMSSD 측정치가 계속해서 정상 범위 안에 있어 안정된 스트레스 회복 상태를 나타내고 있어요.
nl: Je RMSSD bevindt zich binnen het normale bereik, wat aangeeft dat je een stabiele capaciteit hebt voor stressherstel.
pl: Twoje RMSSD mieści się w granicach normy, co świadczy o stabilnej zdolności do regeneracji po stresie.
pt_br: Seu RMSSD está dentro da faixa normal, o que significa que você tem uma capacidade estável de recuperação do estresse.
ru: Ваш RMSSD находится в пределах нормы, что свидетельствует о стабильной способности восстанавливаться после стресса.
tr: RMSSD normal aralıkta, stabil bir stres toparlanma yeteneğine sahip olduğunuzu gösteriyor.
zh_hans: 你的RMSSD结果都在正常范围内，表明你的压力调节能力很稳定。
zh_hant: 你的RMSSD結果都在正常範圍內，表明你的壓力調節能力很穩定。

# week_rmssd_analysis_4_gpt
source: Your RMSSD measurements consistently fall within the normal range, signaling a stable state of stress recovery.
ar: تقع قياسات RMSSD لديك دائمًا ضمن النطاق الطبيعي، مما يدل على حالة ثابتة للتعافي من الضغوطات.
de: Ihre RMSSD-Messungen liegen durchweg im normalen Bereich und signalisieren einen stabilen Zustand der Stressbewältigung.
es: Tus mediciones de RMSSD se encuentran consistentemente dentro del rango normal, señalando un estado estable de recuperación del estrés.
fa: اندازه‌گیری‌های RMSSD شما به طور مداوم در محدوده طبیعی قرار دارند و اشاره به یک وضعیت پایدار از بازیابی استرس دارند.
fr: Tes mesures de RMSSD se situent constamment dans la plage normale, signalant un état stable de récupération du stress.
id: Pengukuran RMSSD-mu konsisten berada dalam rentang normal, menandakan keadaan stabil dari pemulihan stres.
it: Le tue misurazioni di RMSSD rientrano costantemente nel range normale, indicando uno stato stabile di recupero dallo stress.
ja: RMSSDの測定値は常に通常範囲内であり、ストレス回復の安定した状態を示しています。
ko: RMSSD 측정치가 일관되게 정상 범위 안에 있어서 안정된 스트레스 회복 상태를 시사합니다.
nl: Je RMSSD-metingen vallen consequent binnen het normale bereik, wat wijst op een stabiele staat van stressherstel.
pl: Twoje pomiary RMSSD konsekwentnie mieszczą się w zakresie normy, sygnalizując stabilny stan regeneracji po stresie.
pt_br: Suas medidas de RMSSD consistentemente se encontram dentro da faixa normal, sinalizando um estado estável de recuperação do estresse.
ru: Ваши измерения RMSSD последовательно находятся в нормальном диапазоне, сигнализируя о стабильном состоянии восстановления после стресса.
tr: RMSSD ölçümleriniz sürekli olarak normal aralıkta, stabil bir stres toparlanma durumu işaret ediyor.
zh_hans: 你的RMSSD测量结果始终在正常范围内，表明你可以自主且稳定地缓解压力。
zh_hant: 你的RMSSD測量結果始終在正常範圍內，表明你可以自主且穩定地緩解壓力。
