Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Before meal
ar: قبل الوجبات
de: Vor der Mahlzeit
es: Antes de comer
fa: قبل از غذا
fr: Avant un repas
id: Sebelum makan
it: Prima del pasto
ja: 食前
ko: 식사 전
nl: Voor maaltijd
pl: Przed posiłkiem
pt_br: Antes da refeição
ru: Перед едой
tr: Yemekten önce
zh_hans: 饭前
zh_hant: 用餐前

source: Left
ar: يسار
de: Links
es: Izquierda
fa: چپ
fr: Gauche
id: Kiri
it: Sinistro
ja: 左
ko: 왼쪽
nl: Links
pl: Lewo
pt_br: Esquerda
ru: Левая
tr: Sol
zh_hans: 左臂
zh_hant: 左

source: Right
ar: لليمين
de: Rechts
es: Derecha
fa: راست
fr: Droit
id: Kanan
it: Destro
ja: 右
ko: 오른쪽
nl: Rechts
pl: Prawo
pt_br: Direita
ru: Правая
tr: Sağ
zh_hans: 右臂
zh_hant: 右

source: Morning
ar: الصباح
de: Morgen
es: Mañana
fa: صبح
fr: Matin
id: Pagi
it: Mattina
ja: 朝
ko: 오전
nl: Ochtend
pl: Rano
pt_br: Manhã
ru: Утром
tr: Sabah
zh_hans: 早上
zh_hant: 早上

source: After insulin
ar: بعد تعاطي الإنسولين
de: Nach Insulin
es: Tras insulina
fa: بعد از انسولین
fr: Après prise d'insuline
id: Setelah insulin
it: Dopo insulina
ja: インスリン投与後
ko: 인슐린 투약 후
nl: Na insuline
pl: Po insulinie
pt_br: Após a insulina
ru: После инсулина
tr: İnsülin sonrası
zh_hans: 胰岛素给药后
zh_hant: 注射胰島素後

source: After oral medication
ar: بعد تناول الدواء عبر الفم
de: Nach oraler Medikation
es: Tras medicación oral
fa: بعد از داروی خوراکی
fr: Après médicament oral
id: Setelah obat oral
it: Dopo medicina orale
ja: 経口薬服用後
ko: 경구 투약 후
nl: Na orale medicatie
pl: Po lekach doustnych
pt_br: Após medicamento oral
ru: После перорального средства
tr: Ağızdan ilaç aldıktan sonra
zh_hans: 口服药物治疗后
zh_hant: 口服藥物後

source: Daytime
ar: وقت النهار
de: Tageszeit
es: Horario diurno
fa: در طول روز
fr: En journée
id: Siang
it: Giorno
ja: 日中
ko: 낮
nl: Overdag
pl: Dzień
pt_br: Dia
ru: Днем
tr: Gündüz
zh_hans: 白天
zh_hant: 日間

source: Feel uncomfortable
ar: الشعور بعدم الراحة
de: Unwohlsein
es: Siento incomodidad
fa: احساس ناراحتی
fr: Sensation d'inconfort
id: Merasa tidak enak badan
it: Sento malessere
ja: 不快感がある
ko: 불편함을 느낌
nl: Ongemakkelijk gevoel
pl: Źle się czuję
pt_br: Sentindo desconforto
ru: Чувствую себя некомфортно
tr: Rahatsız hissediyorum
zh_hans: 感觉不舒服
zh_hant: 覺得身體不適

source: Healthy diet
ar: نظام غذائي صحي
de: Gesunde Ernährung
es: Dieta saludable
fa: رژیم سالم
fr: Alimentation saine
id: Pola makan sehat
it: Dieta sana
ja: 健康的な食事
ko: 건강한 식단
nl: Gezond dieet
pl: Zdrowa dieta
pt_br: Dieta saudável
ru: Здоровое питание
tr: Sağlıklı beslenme
zh_hans: 健康饮食
zh_hant: 健康飲食

source: Evening
ar: المساء
de: Abend
es: Noche
fa: غروب
fr: Soir
id: Petang
it: Sera
ja: 夕方
ko: 저녁
nl: Avond
pl: Wieczorem
pt_br: Noite
ru: Вечером
tr: Akşam
zh_hans: 晚上
zh_hant: 晚上

source: Feel well
ar: أشعر بأنني بصحة جيدة
de: Fühle mich gut
es: Encontrarse bien
fa: حال خوب
fr: En bonne forme
id: Merasa sehat
it: Mi sento bene
ja: 調子が良い
ko: 건강한 편
nl: Goed voelen
pl: Dobre samopoczucie
pt_br: Sentindo-se bem
ru: Хорошее самочувствие
tr: İyi hissediyorum
zh_hans: 状态不错
zh_hant: 感覺不錯

source: Period
ar: الحيض
de: Periode
es: Período
fa: قاعدگی
fr: Règles
id: Haid
it: Mestruazioni
ja: 生理
ko: 생리
nl: Menstruatie
pl: Okres
pt_br: Menstruação
ru: Менструации
tr: Regl Dönemi
zh_hans: 经期
zh_hant: 經期

source: At night
ar: في الليل
de: Nachts
es: Por la noche
fa: شب
fr: La nuit
id: Pada malam
it: Di notte
ja: 夜
ko: 밤
nl: 's Nachts
pl: W nocy
pt_br: À noite
ru: Ночью
tr: Gece
zh_hans: 深夜
zh_hant: 深夜

source: My Weight & BMI
ar: وزني & BMI
de: Mein Gewicht & BMI
es: Mi peso e IMC
fa: وزن من & BMI
fr: Mon poids et mon IMC
id: Berat saya & BMI
it: Peso e BMI
ja: 体重とBMI
ko: 나의 체중 및 BMI
nl: Mijn gewicht en BMI
pl: Moja waga i BMI
pt_br: Meu peso e IMC
ru: Мой вес и ИМТ
tr: Ağırlığım & BMI
zh_hans: 我的体重 & BMI
zh_hant: 我的體重 & BMI

# edit_profile_units
source: Units
ar: الوحدات
de: Einheiten
es: Unidades
fa: واحدها
fr: Unité
id: Satuan
it: Unità
ja: 単位
ko: 단위
nl: Eenheid
pl: Jednostka
pt_br: Unidades
ru: Единицы
tr: Birimler
zh_hans: 单位
zh_hant: 單位

source: Daily
ar: يوميًا
de: Täglich
es: Diario
fa: روزانه
fr: Quotidien
id: Harian
it: Quotidiano
ja: 毎日
ko: 매일
nl: Dagelijks
pl: Codzienne
pt_br: Diariamente
ru: За день
tr: Günlük
zh_hans: 每日
zh_hant: 每日

source: Measure Now
ar: القياس الآن
de: Jetzt messen
es: Medir ahora
fa: الان اندازه‌گیری کن
fr: Mesurer maintenant
id: Ukur sekarang
it: Misura ora
ja: 今すぐ測定
ko: 지금 측정
nl: Nu meten
pl: Zmierz teraz
pt_br: Medir agora
ru: Измерить сейчас
tr: Şimdi Ölç
zh_hans: 立刻测量
zh_hant: 馬上測量

# daily_tap_explanation
source: Help you track all-around health data (blood pressure, blood sugar, and weight) as you need.
ar: يساعدك على تتبع بياناتك الصحية الشاملة (ضغط الدم، ومستوى السكر في الدم، والوزن) حسب احتياجاتك.
de: Hiermit können Sie umfassende Gesundheitsdaten (Blutdruck, Blutzucker und Gewicht) nach Bedarf verfolgen.
es: Te ayuda a hacer un seguimiento de tus datos de salud completos (presión arterial, azúcar en sangre y peso) según necesites.
fa: به شما کمک می‌کند همه داده‌های مربوط به سلامتی را بر اساس نیاز خود ردیابی کنید (فشار خون، قند خون و وزن).
fr: Permet de suivre vos données de santé globales (tension artérielle, glycémie et poids) selon vos besoins.
id: Membantu Anda melacak data kesehatan menyeluruh (tekanan darah, gula darah, dan berat) sesuai kebutuhan Anda.
it: Aiutano a tenere traccia di tutti i dati sulla salute (pressione sanguigna, glicemia e peso) in base alle proprie esigenze.
ja: 総合的なヘルスデータ（血圧、血糖値、体重）を必要に合わせて追跡できます。
ko: 필요에 따라 종합적인 건강 데이터(혈압, 혈당, 체중)를 추적하는 데 도움을 줍니다.
nl: Helpt je om naar behoefte complete gezondheidsgegevens bij te houden (bloeddruk, suikerspiegel en gewicht).
pl: Pomaga śledzić wszechstronne dane dotyczące zdrowia (ciśnienie krwi, poziom cukru we krwi i wagę) zgodnie z potrzebami.
pt_br: Ajuda você a monitorar dados gerais de saúde (pressão arterial, açúcar no sangue e peso) conforme necessário.
ru: Упростите себе отслеживание всех интересующих вас данных, связанных со здоровьем (давление крови, уровень сахара в крови, веса).
tr: İhtiyaç duyduğunuzda her türlü sağlık verilerini (tansiyon, kan şekeri ve kilo) izlemenize yardımcı olur.
zh_hans: 需要时帮助你追踪全方位的健康信息（血压、血糖和体重）。
zh_hant: 幫助您視需要追蹤全方位健康資料 (血壓、血糖和體重)。

# daily_tracker
source: Daily Health Tracker
ar: المتتبع اليومي
de: Täglicher Tracker
es: Seguimiento diario
fa: ردیاب روزانه
fr: Tracker quotidien
id: Pelacak harian
it: Monitoraggio quotidiano
ja: デイリートラッカー
ko: 일일 트래커
nl: Dagelijkse tracker
pl: Codzienne monitorowanie
pt_br: Monitor diário
ru: Ежедневный трекер
tr: Günlük İzleyici
zh_hans: 每日追踪
zh_hant: 每日追蹤器

source: Show "%@" page
ar: عرض صفحة "%@"
de: „%@“-Seite anzeigen
es: Mostrar página «%@»
fa: نمایش صفحه "%@"
fr: Afficher la page « %@ »
id: Tampilkan halaman "%@"
it: Mostra pagina "%@"
ja: 「%@」ページを表示する
ko: “%@” 페이지 표시
nl: Pagina '%@' tonen
pl: Pokaż stronę „%@”.
pt_br: Exibir a página "%@"
ru: Показывать страницу «%@»
tr: “%@” sayfasını göster
zh_hans: 显示"%@"页面
zh_hant: 顯示「%@」頁面

# bs_unit
source: Blood Sugar Unit
ar: وحدة سكر الدم
de: Blutzucker-Einheit
es: Unidad de azúcar en sangre
fa: واحد قند خون
fr: Unité de glycémie
id: Unit Gula Darah
it: Unità glicemia
ja: 血糖値の単位
ko: 혈당치 단위
nl: Bloedsuikereenheid
pl: Jednostka cukru we krwi
pt_br: Unidade para açúcar no sangue
ru: Единица уровня сахара в крови
tr: Kan Şekeri Birimi
zh_hans: 血糖单位
zh_hant: 血糖單位

# input_valid_bs
source: Please input a valid number (%s) to record your blood sugar level
ar: يرجى إدخال رقم صالح (%s) لتسجيل مستوى السكر في الدم لديك
de: Bitte gültige Nummer (%s) eingeben, um deinen Blutzuckerspiegel aufzeichnen
es: Por favor, introduce un número válido (%s) para registrar tu nivel de azúcar en sangre
fa: لطفاً برای صبت سطح قند خون خود، یک عدد معتیر وارد کنید (%s)
fr: Veuillez saisir un nombre valide (%s) pour enregistrer votre glycémie
id: Harap masukkan angka yang valid (%s) untuk mencatat kadar gula darah Anda
it: Inserisci un numero valido (%s) per registrare il livello di glicemia
ja: 有効な値（%s）を入力して血糖値を記録してください
ko: 유효한 숫자(%s)를 입력해서 혈당치를 기록하세요
nl: Voer een geldig getal (%s) in om je bloedsuikerspiegel vast te leggen
pl: Wprowadź prawidłową liczbę (%s), aby zapisać poziom cukru we krwi
pt_br: Insira um número válido (%s) para registrar o seu nível de açúcar no sangue
ru: Введите допустимое значение (%s) для записи уровня сахара в крови
tr: Kan şekeri seviyenizi kaydetmek için lütfen geçerli bir sayı girin (%s)
zh_hans: 请输入一个有效的数值（%s）来记录你的血糖值
zh_hant: 請輸入有效數字 (%s)，記錄您的血糖濃度

# hr_bp_notes
source: Notes of %s
ar: ملاحظات عن %s
de: Notizen bezüglich %s
es: Notas de %s
fa: یادداشت‌های %s
fr: Notes de %s
id: Catatan %s
it: Note su %s
ja: %sのメモ
ko: %s 메모
nl: Opmerkingen voor %s
pl: Notatki o: %s
pt_br: Notas sobre %s
ru: Заметки - %s
tr: %s Notları
zh_hans: %s笔记
zh_hant: %s 備註

# delete_confirm_title
source: Delete?
ar: حذف؟
de: Löschen?
es: ¿Eliminar?
fa: حذف شود؟
fr: Supprimer ?
id: Hapus?
it: Cancella?
ja: 削除？
ko: 삭제?
nl: Verwijderen?
pl: Skasuj?
pt_br: Excluir?
ru: Удалить?
tr: Silinsin mi?
zh_hans: 是否删除？
zh_hant: 是否刪除？

# delete_tip_1
source: Sure you want to delete?
ar: تأكيد حذف؟
de: Willst Du diesen Datensatz löschen?
es: ¿Quieres eliminarlo?
fa: تایید حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer ?
id: Konfirmasi hapus?
it: Sei sicura di voler cancellare?
ja: 本当に削除しますか？
ko: 정말 삭제하시겠습니까?
nl: Bevestig Verwijderen?
pl: Czy na pewno chcesz usunąć?
pt_br: Tem certeza que pode excluir?
ru: Точно хотите удалить?
tr: Silme işlemini onayla?
zh_hans: 你确定要删除吗？
zh_hant: 你確定要刪除嗎？

source: Daily settings
ar: الإعدادات اليومية
de: Tägliche Einstellungen
es: Ajustes diarios
fa: تنظیمات روزانه
fr: Paramètres Quotidien
id: Pengaturan harian
it: Impostazioni giornaliere
ja: デイリー設定
ko: 일일 설정
nl: Dagelijkse instellingen
pl: Codzienne ustawienia
pt_br: Ajustes diários
ru: Настройки на день
tr: Günlük ayarlar
zh_hans: 每日设置
zh_hant: 每日設定

# cover_previous_records
source: Cover
ar: تغطية
de: Überschreiben
es: Sobrescribir
fa: پنهان کن
fr: Écraser
id: Timpa
it: Valuta
ja: 上書きする
ko: 덮어쓰기
nl: Overschrijven
pl: Nadpisz
pt_br: Substituir
ru: Заменить
tr: Gizle
zh_hans: 覆盖
zh_hant: 覆蓋

# time_record_health_info
source: Time to record your health information
ar: حان الوقت لتسجيل بياناتك الصحية
de: Es ist Zeit, Ihre Gesundheitsdaten aufzuzeichnen
es: Hora de registrar tu información de salud
fa: زمان ثبت اطلاعات سلامتی‌تان است
fr: Il est temps d'enregistrer vos informations de santé
id: Waktu merekam informasi kesehatan Anda
it: È il momento di registrare informazioni sulla salute
ja: あなたの健康データを記録する時間になりました
ko: 내 건강 정보를 기록할 때가 됐습니다
nl: Tijd om je gezondheidsgegevens vast te leggen
pl: Czas na zapisanie informacji o zdrowiu
pt_br: Hora de registrar suas informações de saúde
ru: Пора записать информацию о вашем здоровье
tr: Sağlık bilgilerinizi kaydetme zamanı
zh_hans: 是时候记录你的健康数据了
zh_hant: 是時候記錄您的健康資訊了

source: Add health data
ar: أضف البيانات الصحية
de: Gesundheitsdaten hinzufügen
es: Añadir datos de salud
fa: افزودن داده‌های سلامتی
fr: Ajouter les données de santé
id: Tambahkan data kesehatan
it: Aggiungi dati sulla salute
ja: 健康データを追加
ko: 건강 데이터 추가
nl: Gezondheidsgegevens toevoegen
pl: Dodaj dane zdrowotne
pt_br: Adicionar dados de saúde
ru: Добавьте данные о здоровье
tr: Sağlık verilerini ekleyin
zh_hans: 新增健康数据
zh_hant: 新增健康資料

# all_type
source: All types
ar: كل الأنواع
de: Alle Arten
es: Todos los tipos
fa: همه انواع
fr: Tous les types
id: Semua tipe
it: Tutti i tipi
ja: すべてのタイプ
ko: 모든 유형
nl: Alle typen
pl: Wszystkie rodzaje
pt_br: Todos os tipos
ru: Все типы
tr: Tüm türler
zh_hans: 所有类型
zh_hant: 所有類型

# age_between
source: aged from %1$@ to %2$@
ar: من سن %1$@ إلى %2$@
de: im Alter von %1$@ bis %2$@
es: en edad entre %1$@ y %2$@
fa: در محدوده سنی %1$@ تا %2$@
fr: âgé de %1$@ à %2$@
id: berusia dari %1$@ hingga %2$@
it: di età compresa tra %1$@ e %2$@ anni
ja: %1$@～%2$@歳
ko: 나이 %1$@ ~ %2$@
nl: met leeftijden van %1$@ tot %2$@
pl: w wieku od %1$@ do %2$@
pt_br: com idade de %1$@ a %2$@
ru: от %1$@ до %2$@
tr: %1$@ - %2$@ yaşında
zh_hans: %1$@岁到%2$@岁
zh_hant: %1$@ 歲到 %2$@ 歲

# age_x_and_above
source: Over %@ years old
ar: أكبر من %@ سنة
de: Älter als %@ Jahre
es: Más de %@ años
fa: بالای %@ سال
fr: Plus de %@ ans
id: Di atas %@ tahun
it: Più di %@ anni
ja: %@歳以上
ko: %@세 이상
nl: Ouder dan %@ jaar
pl: Ponad %@ lat
pt_br: Mais de %@ anos
ru: Я старше %@ лет
tr: %@ yaş üstü
zh_hans: %@岁以上
zh_hant: 超過 %@ 歲

# age_x_and_below
source: Under %@ years old
ar: أقل من %@ سنوات
de: Jünger als %@ Jahre
es: Menos de %@ años
fa: زیر %@ سال
fr: Moins de %@ ans
id: Di bawah %@ tahun
it: Meno di %@ anni
ja: %@歳未満
ko: 만 %@세 미만
nl: Jonger dan %@ jaar
pl: Mniej niż %@ lat
pt_br: Menos de %@ anos
ru: Мне меньше %@ лет
tr: %@ yaşın altında
zh_hans: %@岁以下
zh_hant: 未滿 %@ 歲

# result_athlete1_1
source: Your heart rate is below the normal range.
ar: معدل ضربات قلبك أقل من المعدل الطبيعي.
de: Ihre Herzfrequenz liegt unterhalb des normalen Bereiches.
es: Tu frecuencia cardíaca está por debajo del rango normal.
fa: ضربان قلب شما پایین‌تر از محدوده طبیعی است.
fr: Votre fréquence cardiaque est inférieure à la plage normale.
id: Detak jantung Anda di bawah rentang normal.
it: La tua frequenza cardiaca è inferiore al livello normale.
ja: 大変です！心拍数が正常範囲よりも大幅に低くなっています。
ko: 심박수가 정상 범위 아래입니다.
nl: Je hartslag ligt onder het normale bereik.
pl: Twoje tętno jest poniżej normalnego zakresu.
pt_br: A sua frequência cardíaca está abaixo do intervalo normal.
ru: Ваша частота пульса ниже нормы.
tr: Kalp nabzınız normal aralığın altında.
zh_hans: 你的心率低于正常范围。
zh_hant: 您的心率低於正常範圍。

# result_athlete1_2
source: Your heart rate falls outside of the normal range.
ar: معدل ضربات قلبك يقع خارج النطاق الطبيعي.
de: Ihre Herzfrequenz liegt außerhalb des normalen Bereiches.
es: Tu frecuencia cardíaca está fuera del rango normal.
fa: ضربان قلب شما خارج از محدوده طبیعی قرار دارد.
fr: Votre fréquence cardiaque est en dehors de la plage normale.
id: Detak jantung Anda di luar rentang normal.
it: La tua frequenza cardiaca non rientra nell'intervallo normale.
ja: 心拍数は正常範囲外です。
ko: 심박수가 정상 범위를 벗어나 있습니다.
nl: Je hartslag valt buiten het normale bereik.
pl: Twoje tętno wykracza poza normalny zakres.
pt_br: A sua frequência cardíaca não está no intervalo normal.
ru: Ваша частота пульса за пределами нормы.
tr: Kalp nabzınız normal aralığın dışında kalıyor.
zh_hans: 你的心率不在正常范围内。
zh_hant: 您的心率不在正常範圍內。

# result_athlete2_1
source: Your heart rate is at the low end of normal.
ar: معدل ضربات قلبك عند الحد الأدنى الطبيعي.
de: Ihre Herzfrequenz liegt am unteren Ende des normalen Bereiches.
es: Tu frecuencia cardíaca está en el extremo inferior del rango normal.
fa: عدد ضربان قلب شما، پایین‌ترین حد ضربان قلب طبیعی است.
fr: Votre fréquence cardiaque est à la limite inférieure des valeurs normales.
id: Detak jantung Anda di batas bawah normal.
it: La tua frequenza cardiaca è ai minimi del valore normale.
ja: 心拍数は正常下限値です。
ko: 심박수가 정상 범위 내에서는 가장 낮습니다.
nl: Je hartslag is normaal, maar aan de lage kant.
pl: Twoje tętno jest na dolnym końcu normy.
pt_br: A sua frequência cardíaca está no limite inferior do intervalo normal.
ru: Ваша частота пульса на нижней границе нормы.
tr: Kalp nabzınız normal aralığın alt tarafında bulunuyor.
zh_hans: 你的心率位于正常范围的下限。
zh_hant: 您的心率位於正常範圍的下限。

# result_athlete2_2
source: Your heart rate is normal but approximates the lowest normal resting heart rate.
ar: معدل ضربات قلبك طبيعي ولكنه يقترب من أقل معدل ضربات قلب طبيعي أثناء الراحة.
de: Ihre Herzfrequenz ist normal, nähert sich aber der niedrigsten normalen Ruheherzfrequenz an.
es: Tu frecuencia cardíaca es normal, pero se aproxima al extremo inferior de la frecuencia cardíaca en reposo normal.
fa: ضربان قلب شما طبیعی است اما به پایین‌ترین حد طبیعی ضربان قلب در حالت استراحت نزدیک است.
fr: Votre fréquence cardiaque est normale, mais elle correspond approximativement à la fréquence cardiaque au repos normale la plus basse.
id: Detak jantung Anda normal tetapi mendekati detak jantung istirahat normal paling rendah.
it: La tua frequenza cardiaca è normale ma si avvicina al minimo valore normale a riposo.
ja: 心拍数は正常ですが、安静時心拍数の正常最低値に近くなっています。
ko: 심박수는 정상이지만 휴식 시 심박수로는 정상 내에서 가장 낮습니다.
nl: Je hartslag is normaal, maar benadert de laagste normale hartslag in rust.
pl: Twoje tętno jest normalne, ale jest zbliżone do najniższego normalnego tętna spoczynkowego.
pt_br: A sua frequência cardíaca está normal, mas está próxima da frequência cardíaca normal em repouso mais baixa.
ru: Ваша частота пульса в норме, но приближается к нижней границы нормы в покое.
tr: Kalp nabzınız normal, ancak en düşük normal dinlenme nabzına yakın.
zh_hans: 你的心率正常，但接近最低正常静息心率。
zh_hant: 您的心率正常，但接近最低正常靜止心率。

# result_exercise_extreme_1
source: Your exercise intensity is probably higher than your fitness level allows.
ar: من المحتمل أن تكون شِدة التمرين أعلى مما يسمح به مستوى لياقتك.
de: Ihre Trainingsintensität ist wahrscheinlich höher, als es Ihr Fitnessniveau zulässt.
es: La intensidad de tu ejercicio es probablemente más alta de lo que permite tu nivel de forma física.
fa: شدت ورزش شما احتمالاً بالاتر از سطح آمادگی جسمانی شما است.
fr: L'intensité de votre exercice est probablement supérieure à ce que permet votre niveau de forme actuel.
id: Intensitas latihan Anda mungkin lebih tinggi dari kemampuan tingkat kebugaran Anda.
it: Probabilmente l'intensità dell'attività fisica è superiore a quella consentita dal livello di forma fisica.
ja: 運動強度がご自身が許容できる体力レベルよりも高いようです。
ko: 운동 강도가 본인의 건강 수준보다 높을 수 있습니다.
nl: De intensiteit van je training is waarschijnlijk hoger dan je conditie toelaat.
pl: Twoja intensywność ćwiczeń jest prawdopodobnie wyższa niż pozwala na to Twój poziom sprawności.
pt_br: A intensidade do exercício é provavelmente maior do que o seu nível de condicionamento físico permite.
ru: Кажется, нагрузка выше, чем позволяет ваш уровень формы.
tr: Egzersiz yoğunluğunuz muhtemelen fitness seviyenizin izin verdiğinden daha yüksek.
zh_hans: 你的运动强度可能高于健康水准。
zh_hant: 您的運動強度可能高於健康水準。

# result_exercise_extreme_2
source: Beware of pushing yourself too hard!
ar: احذر من الضغط على نفسك بشدة!
de: Hüten Sie sich davor, sich zu sehr zu verausgaben!
es: ¡Procura no llevar tu cuerpo al límite!
fa: حواستان باشد که خیلی به خود فشار نیاورید!
fr: Attention à ne pas trop forcer !
id: Berhati-hatilah jika memaksakan diri terlalu keras!
it: Fai attenzione a non esagerare!
ja: 無理をし過ぎないように気を付けましょう！
ko: 자신을 지나치게 혹사시키지 않도록 주의하세요!
nl: Pas op dat je jezelf niet te hard pusht!
pl: Strzeż się nadmiernego wysiłku!
pt_br: Cuidado para não se esforçar demais!
ru: Не перенапрягитесь!
tr: Dikkatli olun ve kendinizi çok fazla zorlamayın!
zh_hans: 小心，别把自己逼得太紧！
zh_hant: 小心，別把自己逼得太緊！

# result_exercise_intensity_1
source: You did it! You are exercising in the high-intensity zone.
ar: أنت فعلت ذلك! أنت تمارس الرياضة في نطاق عالي الكثافة.
de: Geschafft! Sie trainieren in der hochintensiven Zone.
es: ¡Lo has conseguido! Estás haciendo ejercicio en la zona de alta intensidad.
fa: آفرین! شما در محدوده تمرین با شدت بالا هستید.
fr: Vous avez réussi ! Vous vous entraînez dans la zone de haute intensité.
id: Anda berhasil! Anda berlatih dalam zona dengan intensitas tinggi.
it: Ce l'hai fatta! Ti stai allenando nella zona ad alta intensità.
ja: やりました！高強度ゾーンで運動中です。
ko: 해냈어요! 고강도 영역의 운동을 하고 계십니다.
nl: Het is je gelukt! Je bent aan het trainen in het bereik met hoge intensiteit.
pl: Zrobiłeś to! Ćwiczysz w strefie wysokiej intensywności.
pt_br: Você conseguiu! Você está se exercitando na zona de alta intensidade.
ru: Получилось! Вы занимаетесь с высокой интенсивностью.
tr: Başardınız! Yüksek yoğunluk bölgesinde egzersiz yapıyorsunuz.
zh_hans: 你成功了！你正在进行高强度运动。
zh_hant: 您成功了！您正在進行高強度區間運動。

# result_exercise_intensity_2
source: Hang in there! You are successfully training in high intensity.
ar: استمر! أنت تتدرب بنجاح بكثافة عالية.
de: Durchhalten! Sie trainieren erfolgreich mit hoher Intensität.
es: ¡Aguanta! Estás consiguiendo entrenar en la zona de alta intensidad.
fa: همین‌طور ادامه دهید! شما با موفقیت در حال تمرین با شدت بالا هستید.
fr: Accrochez-vous ! Vous vous entraînez efficacement en haute intensité.
id: Pertahankan! Anda berhasil berlatih dengan intensitas tinggi.
it: Tieni duro! Ti stai allenando ad alta intensità.
ja: 頑張ってください！高強度でのトレーニングに成功しました。
ko: 계속 힘내세요! 고강도 영역의 트레이닝을 해내고 계십니다.
nl: Hou vol! Het is je gelukt om te trainen met hoge intensiteit.
pl: Trzymaj się! Z powodzeniem trenujesz w wysokiej intensywności.
pt_br: Mantenha-se firme! Você está treinando com sucesso em alta intensidade.
ru: Держитесь! Вы тренируетесь с высокой нагрузкой.
tr: Dayanın! Başarıyla yüksek yoğunlukta antreman yapıyorsunuz.
zh_hans: 坚持下去！你成功处于高强度训练心率水平了。
zh_hant: 堅持下去！您成功進行高強度訓練了。

# result_exercise_second_1_female
source: Your current heart rate is %1$@. As a female (%2$@), you are in the %3$@ zone.
ar: معدل ضربات قلبك الحالي هو %1$@. كأنثى (%2$@)، يعتبر ذلك في نطاق %3$@.
de: Ihre aktuelle Herzfrequenz beträgt %1$@. Als Frau (%2$@) befinden Sie sich im Bereich %3$@.
es: Tu frecuencia cardíaca actual es %1$@. Como mujer (%2$@), estás en la zona %3$@.
fa: ضربان قلب فعلی شما %1$@ است. به عنوان یک زن (%2$@)، شما در محدوده ورزشی %3$@ هستید.
fr: Votre fréquence cardiaque actuelle est de %1$@. En tant que femme (%2$@), vous êtes dans la zone %3$@.
id: Detak jantung Anda saat ini adalah %1$@. Sebagai perempuan (%2$@), Anda berada di zona %3$@.
it: La frequenza cardiaca attuale è %1$@. Come donna (%2$@), sei nella zona %3$@.
ja: あなたの現在の1分間あたりの心拍数は%1$@です。%2$@の女性では、%3$@ゾーンに入っています。
ko: 내 현재 심박수는 %1$@ 입니다. (%2$@) 여성으로서, %3$@ 영역에 속해 있습니다.
nl: Je huidige hartslag is %1$@. Als vrouw (%2$@) zit je nu in het bereik voor %3$@.
pl: Twoje aktualne tętno wynosi %1$@. Jako kobieta (%2$@) jesteś w strefie %3$@.
pt_br: A sua frequência cardíaca atual é %1$@. Como mulher (%2$@), você está na zona de %3$@.
ru: Ваш текущий пульс — %1$@. Среди женщин (%2$@) вы в зоне «%3$@».
tr: Mevcut nabzınız %1$@. %2$@ bir kadın olarak %3$@ bölgesindesiniz.
zh_hans: 你目前的心率为%1$@。身为%2$@的女性，你位于%3$@区间。
zh_hant: 您目前的心率為 %1$@。身為 %2$@ 的女性，您位於 %3$@ 區間。

# result_exercise_second_1_male
source: Your current heart rate is %1$@. As a male (%2$@), you are in the %3$@ zone.
ar: معدل ضربات قلبك الحالي هو %1$@. كذكر (%2$@)، يعتبر ذلك في نطاق %3$@.
de: Ihre aktuelle Herzfrequenz beträgt %1$@. Als Mann (%2$@) befinden Sie sich im Bereich %3$@.
es: Tu frecuencia cardíaca actual es %1$@. Como hombre (%2$@), estás en la zona %3$@.
fa: ضربان قلب فعلی شما %1$@ است. به عنوان یک مرد (%2$@)، شما در محدوده ورزشی %3$@ هستید.
fr: Votre fréquence cardiaque actuelle est de %1$@. En tant qu'homme (%2$@), vous êtes dans la zone %3$@.
id: Detak jantung Anda saat ini adalah %1$@. Sebagai laki-laki (%2$@), Anda berada di zona %3$@.
it: La frequenza cardiaca attuale è %1$@. Come uomo (%2$@), sei nella zona %3$@.
ja: あなたの現在の1分間あたりの心拍数は%1$@です。%2$@の女性では、%3$@のゾーンになります。
ko: 내 현재 심박수는 %1$@ 입니다. (%2$@) 남성으로서, %3$@ 영역에 속해 있습니다.
nl: Je huidige hartslag is %1$@. Als man (%2$@) zit je nu in het bereik voor %3$@.
pl: Twoje aktualne tętno wynosi %1$@. Jako mężczyzna (%2$@) jesteś w strefie %3$@.
pt_br: A sua frequência cardíaca atual é %1$@. Como homem (%2$@), você está na zona de %3$@.
ru: Ваш текущий пульс — %1$@. Среди мужчин (%2$@) вы в зоне «%3$@».
tr: Mevcut nabzınız %1$@. %2$@ bir erkek olarak %3$@ bölgesindesiniz.
zh_hans: 你目前的心率为%1$@。身为%2$@的男性，你位于%3$@区间。
zh_hant: 您目前的心率為 %1$@。身為 %2$@ 的男性，您位於 %3$@ 區間。
