Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_rate_bd_3_gpt
source: You have normal heart rates this week, and you even had a few preferable readings at times.
ar: لديك معدلات نبضات قلب طبيعية هذا الأسبوع، وحتى كانت بعض القراءات المفضلة في بعض الأحيان.
de: Sie haben diese Woche normale Herzfrequenzen, und zuweilen gab es sogar einige bevorzugte Werte.
es: Tienes frecuencias cardíacas normales esta semana, e incluso tuviste algunas lecturas preferibles en ocasiones.
fa: در این هفته، شما خواندن‌های طبیعی قلبی دارید و حتی در برخی اوقات خواندن‌های ترجیحی هم داشته‌اید.
fr: Vous avez des fréquences cardiaques normales cette semaine, et vous avez même eu quelques lectures préférables parfois.
id: Anda memiliki detak jantung normal minggu ini, dan bahkan memiliki beberapa pembacaan yang lebih baik pada beberapa saat.
it: Hai battiti cardiaci normali questa settimana, e hai anche avuto alcune letture preferibili a volte.
ja: 今週は正常な心拍数で、時折好ましい測定値もあります。
ko: 이번 주에는 당신의 심박수가 정상 범위 안에 있었고, 때로는 선호하는 패턴이 나타난 적도 있습니다.
nl: Je hebt normale hartslagen deze week, en je had zelfs enkele gunstige metingen af en toe.
pl: Masz normalne tętno w tym tygodniu, a nawet kilka preferowanych odczytów czasami.
pt_br: Você teve frequências cardíacas normais esta semana, e até mesmo teve algumas leituras preferenciais às vezes.
ru: У вас нормальные показатели сердечных сокращений на этой неделе, и даже были несколько предпочтительных показателей иногда.
tr: Bu hafta normal kalp atış hızlarına sahipsiniz ve zaman zaman tercih edilen ölçümleriniz bile oldu.
zh_hans: 本周你的心率正常，偶尔会有很理想的心率值。
zh_hant: 本周你的心率正常，偶爾會有很理想的心率值。

# week_rate_bd_4_b_gpt
source: This week, your heart rates are always within the standard range.
ar: هذا الأسبوع، تظهر نبضات قلبك دائمًا ضمن النطاق القياسي.
de: Diese Woche liegen Ihre Herzfrequenzen immer im Standardbereich.
es: Esta semana, tus frecuencias cardíacas siempre están dentro del rango estándar.
fa: در این هفته، ضربان‌های قلب شما همیشه در محدوده استاندارد بوده‌اند.
fr: Cette semaine, vos fréquences cardiaques sont toujours dans la plage standard.
id: Minggu ini, detak jantung Anda selalu berada dalam rentang standar.
it: Questa settimana, i tuoi battiti cardiaci sono sempre nel range standard.
ja: 今週は常に標準範囲内の心拍数です。
ko: 이번 주에 심박수는 항상 표준 범위 내에 있습니다.
nl: Deze week vallen je hartslagen altijd binnen het standaardbereik.
pl: W tym tygodniu twoje tętno zawsze mieści się w standardowym zakresie.
pt_br: Esta semana, suas frequências cardíacas estão sempre dentro da faixa padrão.
ru: На этой неделе ваши частоты сердечных сокращений всегда входят в стандартный диапазон.
tr: Bu hafta kalp atış hızlarınız her zaman standart aralıkta.
zh_hans: 你的心率在本周一直处于标准范围内。
zh_hant: 你的心率在本周一直處於標準範圍內。

# week_rate_bd_4_gpt
source: Your heart rate readings this week consistently fall within the typical range.
ar: قراءات معدل نبضات قلبك هذا الأسبوع تقع باستمرار في النطاق النموذجي.
de: Ihre Herzfrequenzwerte diese Woche liegen durchweg im typischen Bereich.
es: Tus lecturas de frecuencia cardíaca esta semana se encuentran consistentemente dentro del rango típico.
fa: خواندن‌های ضربان قلب شما در این هفته به طور ثابت در محدوده معمولی بوده‌اند.
fr: Vos lectures de fréquence cardiaque cette semaine se situent systématiquement dans la plage typique.
id: Pembacaan detak jantung Anda minggu ini secara konsisten berada dalam rentang tipikal.
it: I tuoi battiti cardiaci questa settimana rientrano costantemente nel range tipico.
ja: 今週の心拍数測定値は常に典型的な範囲内です。
ko: 이번 주에 심박수 측정값은 일관되게 표준 범위 내에 있습니다.
nl: Je hartslagmetingen deze week vallen consequent binnen het typische bereik.
pl: Twoje odczyty tętna w tym tygodniu konsekwentnie mieszczą się w typowym zakresie.
pt_br: Suas medições de frequência cardíaca esta semana estão consistentemente dentro da faixa típica.
ru: Ваши показания частоты сердечных сокращений на этой неделе последовательно входят в типичный диапазон.
tr: Bu hafta kalp atış hızı ölçümleriniz sürekli olarak tipik aralıkta oldu.
zh_hans: 本周你的心率一直在常见的正常范围内。
zh_hant: 本周你的心率一直在常見的正常範圍內。

# week_rate_bd_5_b_gpt
source: While you have normal heart rates for most of the week, be mindful of the readings that fall outside the normal range.
ar: بينما لديك معدلات نبضات قلب طبيعية لمعظم الأسبوع، يجب أن تكون حذرًا من القراءات التي تخرج من النطاق الطبيعي.
de: Während Sie für die meiste Zeit der Woche normale Herzfrequenzen haben, achten Sie auf die Werte, die außerhalb des normalen Bereichs liegen.
es: Aunque tienes frecuencias cardíacas normales la mayor parte de la semana, debes tener cuidado con las lecturas que se salen del rango normal.
fa: اگرچه بیشتر ضربان‌های قلب شما در اغلب هفته در حدود طبیعی هستند، اما به خواندن‌هایی که خارج از محدوده نرمال هستند توجه کنید.
fr: Bien que vous ayez des fréquences cardiaques normales pour la plupart de la semaine, faites attention aux lectures en dehors de la plage normale.
id: Meskipun Anda memiliki detak jantung normal sebagian besar minggu ini, berhati-hatilah dengan pembacaan yang berada di luar rentang normal.
it: Anche se hai battiti cardiaci normali per la maggior parte della settimana, presta attenzione alle letture al di fuori del range normale.
ja: 今週のほとんどの時間、心拍数は正常範囲内ですが、正常範囲外の読み取りに注意してください。
ko: 대부분의 시간 동안 정상적인 심박수를 유지하고 있지만 정상 범위를 벗어나는 측정값에 주의하세요.
nl: Hoewel de meeste hartslagen deze week normaal zijn, let op de metingen die buiten het normale bereik vallen.
pl: Mimo że większość odczytów tętna w tym tygodniu jest w normie, zwróć uwagę na odczyty wychodzące poza normę.
pt_br: Embora você tenha frequências cardíacas normais na maior parte da semana, fique atento às leituras que estão fora da faixa normal.
ru: Хотя у вас нормальные показатели частоты сердечных сокращений в течение большей части недели, обратите внимание на показатели, выходящие за пределы нормы.
tr: Çoğu zaman normal kalp atış hızlarınız olmasına rağmen, normal aralığın dışında ölçümlere dikkat etmek önemlidir.
zh_hans: 虽然多数时候，你的心率都在正常范围内，但偶尔它会出现异常，需要引起注意。
zh_hant: 雖然多數時候，你的心率都在正常範圍內，但偶爾它會出現異常，需要引起注意。

# week_rate_bd_5_gpt
source: This week, while most heart rate readings are still within normal limits, it's crucial to pay attention to these outliers.
ar: هذا الأسبوع، بينما تقع معظم قراءات معدل نبضات قلبك ضمن الحدود الطبيعية، من الأهمية الانتباه إلى هذه القراءات الغير عادية.
de: In dieser Woche liegen die meisten Herzfrequenzwerte immer noch im normalen Bereich, aber es ist wichtig, auf diese Ausreißer zu achten.
es: Esta semana, aunque la mayoría de las lecturas de frecuencia cardíaca están dentro de los límites normales, es crucial prestar atención a estos valores atípicos.
fa: در این هفته، در حالی که بیشتر خواندن‌های ضربان قلب در محدوده‌های طبیعی هستند، مهم است به این مقادیر نامنظم توجه کنید.
fr: Cette semaine, bien que la plupart des lectures de fréquence cardiaque soient toujours dans les limites normales, il est crucial de prêter attention à ces valeurs aberrantes.
id: Minggu ini, meskipun sebagian besar pembacaan detak jantung berada dalam batas normal, penting untuk memperhatikan pembacaan yang berada di luar batas tersebut.
it: Questa settimana, anche se la maggior parte delle letture del battito cardiaco è ancora entro i limiti normali, è importante prestare attenzione a questi valori anomali.
ja: 今週はほとんどの心拍数測定が通常の範囲内ですが、外れ値に注意することが重要です。
ko: 이번 주에 대부분의 심박수 측정은 여전히 정상 범위 내에 있지만, 이상치에 주의해야 합니다.
nl: Deze week vallen de meeste hartslagmetingen nog steeds binnen normale grenzen, maar het is belangrijk om op deze uitschieters te letten.
pl: W tym tygodniu większość odczytów tętna mieści się w granicach normy, ale ważne jest, aby zwrócić uwagę na te wartości odstające.
pt_br: Nesta semana, embora a maioria das medições da frequência cardíaca ainda esteja dentro dos limites normais, é crucial prestar atenção a esses valores discrepantes.
ru: На этой неделе, хотя большинство показаний частоты сердечных сокращений все еще находятся в пределах нормы, важно обратить внимание на эти выбросы.
tr: Bu hafta çoğu kalp atış hızı ölçümü hala normal sınırlar içinde olmasına rağmen, bu aykırılıklara dikkat etmek önemlidir.
zh_hans: 本周你大多数的心率值都在正常范围内，但你需要重点关注那些异常的心率。
zh_hant: 本周你大多數的心率值都在正常範圍內，但你需要重點關注那些異常的心率。

# week_rate_bd_6_b_gpt
source: Oops! Your heart rate readings are occasionally beyond the normal range this week.
ar: عفوًا! قراءات معدل نبضات قلبك تتجاوز النطاق الطبيعي بين الحين والآخر هذا الأسبوع.
de: Hoppla! Ihre Herzfrequenzwerte liegen diese Woche gelegentlich außerhalb des normalen Bereichs.
es: ¡Ups! Algunas veces esta semana, tus lecturas de frecuencia cardíaca están fuera del rango normal.
fa: اوه! بعضی اوقات در این هفته، خواندن‌های ضربان قلب شما خارج از محدوده نرمال بوده‌اند.
fr: Oups ! Parfois cette semaine, vos lectures de fréquence cardiaque sont en dehors de la plage normale.
id: Ups! Kadang-kadang minggu ini, pembacaan detak jantung Anda berada di luar rentang normal.
it: Ops! Alcune delle tue letture del battito cardiaco sono occasionalmente al di fuori del range normale questa settimana.
ja: おっと！今週は時々心拍数の測定値が通常範囲外です。
ko: 앗! 이번 주에 심박수 측정값이 가끔씩 정상 범위를 벗어났습니다.
nl: Oeps! Je hartslagmetingen zijn soms deze week buiten het normale bereik.
pl: Ups! Czasami w tym tygodniu twoje odczyty tętna wychodzą poza normalny zakres.
pt_br: Ops! Suas medições de frequência cardíaca estão ocasionalmente fora da faixa normal nesta semana.
ru: Ой! Ваши показания частоты сердечных сокращений иногда выходят за пределы нормы на этой неделе.
tr: Ops! Bu hafta kalp atış hızı ölçümleriniz zaman zaman normal aralığın dışında.
zh_hans: 噢！你本周的心率结果有时会处于正常范围之外。
zh_hant: 噢！你本周的心率結果有時會處於正常範圍之外。

# week_rate_bd_6_gpt
source: Oops! Your heart rate readings are outside the normal range sometimes this week.
ar: عفوًا! قراءات معدل نبضات قلبك تتجاوز النطاق الطبيعي في بعض الأحيان هذا الأسبوع.
de: Hoppla! Ihre Herzfrequenzwerte liegen diese Woche manchmal außerhalb des normalen Bereichs.
es: ¡Ups! Tus lecturas de frecuencia cardíaca están fuera del rango normal algunas veces esta semana.
fa: اوه! خواندن‌های ضربان قلب شما گاهی اوقات خارج از محدوده نرمال این هفته بوده‌اند.
fr: Oups ! Vos lectures de fréquence cardiaque sont parfois en dehors de la plage normale cette semaine.
id: Ups! Pembacaan detak jantung Anda terkadang berada di luar rentang normal minggu ini.
it: Ops! Alcune delle tue letture del battito cardiaco sono al di fuori del range normale questa settimana.
ja: おっと！今週は心拍数の測定値が時々通常範囲外です。
ko: 앗! 이번 주에 심박수 측정값이 때때로 정상 범위를 벗어났습니다.
nl: Oeps! Je hartslagmetingen zijn deze week soms buiten het normale bereik.
pl: Ups! Czasami w tym tygodniu twoje odczyty tętna wychodzą poza normalny zakres.
pt_br: Ops! Suas medições de frequência cardíaca estão fora da faixa normal às vezes nesta semana.
ru: Ой! Ваши показания частоты сердечных сокращений иногда выходят за пределы нормы на этой неделе.
tr: Ops! Bu hafta kalp atış hızı ölçümleriniz zaman zaman normal aralığın dışında.
zh_hans: 哎呀！本周，你的心率有时不在正常范围内。
zh_hant: 哎呀！本周，你的心率有時不在正常範圍內。

# week_rate_bd_7_b_gpt
source: Oh dear! Most of your heart rate readings deviate from the normal range this week.
ar: أيها العزيز! معظم قراءات معدل نبضات قلبك تخرج من النطاق الطبيعي هذا الأسبوع.
de: Oh je! Die meisten Ihrer Herzfrequenzwerte weichen diese Woche vom normalen Bereich ab.
es: ¡Ay Dios! La mayoría de tus lecturas de frecuencia cardíaca se desvían del rango normal esta semana.
fa: اوه خدای من! بیشتر خواندن‌های ضربان قلب شما از محدوده طبیعی در این هفته انحراف دارند.
fr: Oh là là ! La plupart de vos lectures de fréquence cardiaque dévient de la plage normale cette semaine.
id: Oh tidak! Sebagian besar pembacaan detak jantung Anda menyimpang dari rentang normal minggu ini.
it: Oh no! La maggior parte delle tue letture del battito cardiaco si discosta dal range normale questa settimana.
ja: あらまあ！今週のほとんどの心拍数の読み取りが正常範囲から外れています。
ko: 앗차! 대부분의 심박수 측정값이 이번 주에 정상 범위를 벗어났습니다.
nl: O jee! De meerderheid van je hartslagmetingen wijkt deze week af van het normale bereik.
pl: Ojej! Większość odczytów twojego tętna wychodzi poza normalny zakres w tym tygodniu.
pt_br: Oh céus! A maioria das suas medições de frequência cardíaca desvia da faixa normal nesta semana.
ru: Ой-ой-ой! Большинство ваших показаний частоты сердечных сокращений выходят за пределы нормы на этой неделе.
tr: Oh canım! Kalp atış hızı ölçümlerinizin çoğu bu hafta normal aralığın dışında.
zh_hans: 糟糕！大部分时候，你的心率都处于异常范围内。
zh_hant: 糟糕！大部分時候，你的心率都處於異常範圍內。

# week_rate_bd_7_gpt
source: Oh no! The majority of your heart rate readings fall outside the normal range.
ar: أوه لا! معظم قراءات معدل ضربات قلبك تتجاوز النطاق الطبيعي.
de: Oh nein! Die Mehrheit Ihrer Herzfrequenzwerte liegt diese Woche außerhalb des normalen Bereichs.
es: ¡Oh no! La mayoría de tus lecturas de frecuencia cardíaca están fuera del rango normal.
fa: اوه نه! اکثر خواندن‌های ضربان قلب شما در این هفته خارج از محدوده نرمال بوده‌اند.
fr: Oh non ! La majorité de vos lectures de fréquence cardiaque se situe en dehors de la plage normale.
id: Oh tidak! Sebagian besar pembacaan detak jantung Anda berada di luar rentang normal.
it: Oh no! La maggior parte delle tue letture del battito cardiaco è al di fuori del range normale.
ja: あらら！ほとんどの心拍数測定値が通常範囲外です。
ko: 오 안돼요! 대부분의 심박수 측정값이 정상 범위를 벗어났습니다.
nl: Oei! De meerderheid van je hartslagmetingen valt buiten het normale bereik deze week.
pl: O nie! Większość odczytów twojego tętna wychodzi poza normalny zakres w tym tygodniu.
pt_br: Oh não! A maioria das suas medições de frequência cardíaca está fora da faixa normal nesta semana.
ru: О нет! Большинство ваших показаний частоты сердечных сокращений выходят за пределы нормы на этой неделе.
tr: Oh hayır! Kalp atış hızı ölçümlerinizin çoğu normal aralığın dışında.
zh_hans: 哦不！本周，你的大多数心率值都不在正常范围内。
zh_hant: 哦不！本周，你的大多數心率值都不在正常範圍內。

# week_rate_lock_gpt
source: Measure to know your heart rate trend
ar: قم بالقياس لمعرفة اتجاه معدل ضربات قلبك
de: Messt, um deinen Herzfrequenztrend zu kennen
es: Mide para conocer la tendencia de tu ritmo cardíaco
fa: اندازه‌گیری برای دریافت روند ضربان قلب شما
fr: Mesure pour connaître la tendance de votre fréquence cardiaque
id: Ukur untuk mengetahui kecenderungan detak jantungmu
it: Misura per conoscere la tendenza della tua frequenza cardiaca
ja: 心拍数の傾向を知るために測定する
ko: 당신의 심박수 추이를 알기 위한 측정
nl: Meten om je hartslagtrend te kennen
pl: Pomiar, aby poznać trend swojego rytmu serca
pt_br: Medir para conhecer a tendência da sua frequência cardíaca
ru: Измерение для определения тенденции вашего пульса
tr: Kalp atış hızı eğiliminizi öğrenmek için ölçün
zh_hans: 测量了解你的心率趋势
zh_hant: 測量了解你的心率趨勢

# week_rate_suggestion_1_b_gpt
source: Well done! Keep up the good work by staying active and taking good care of your heart.
ar: ممتاز! واصل العمل الجيد من خلال البقاء نشيطًا ورعاية قلبك بشكل جيد.
de: Gut gemacht! Mach weiter so, indem du aktiv bleibst und gut auf dein Herz achtest.
es: ¡Bien hecho! Sigue con el buen trabajo manteniéndote activo y cuidando bien tu corazón.
fa: خوب انجام داده‌اید! با ادامه فعالیت و مراقبت خوب از قلبتان، کار خوب را ادامه دهید.
fr: Bien joué ! Continuez le bon travail en restant actif et en prenant bien soin de votre cœur.
id: Bagus! Tetaplah merawat jantung Anda dengan tetap aktif dan menjaga keadaan yang baik.
it: Lavoro eccellente! Continua così, rimanendo attivo e prendendoti cura del tuo cuore.
ja: 素晴らしいですね！その調子で活動的に過ごし、心臓の健康に気を配り続けてください。
ko: 잘하고 계시네요! 활동적이고 심장 건강에 유의하세요.
nl: Goed gedaan! Blijf actief en zorg goed voor je hart.
pl: Świetna robota! Kontynuuj aktywność fizyczną i dbaj o swoje serce.
pt_br: Ótimo trabalho! Continue com a atividade física e cuide bem do seu coração.
ru: Отличная работа! Продолжайте уделять внимание активности и заботиться о своем сердце.
tr: Harika iş! Aktif kalarak ve kalbinize iyi bakarak harika iş çıkarıyorsunuz.
zh_hans: 干得好！继续努力，坚持锻炼，好好保护心脏。
zh_hant: 幹得好！繼續努力，堅持鍛煉，好好保護心臟。

# week_rate_suggestion_1_gpt
source: It's essential to maintain this state, and continue your active lifestyle. Your heart is performing admirably, keep up the good work!
ar: من الضروري الحفاظ على هذه الحالة ومواصلة نمط الحياة النشط الخاص بك. قلبك يعمل بشكل رائع، استمر في العمل الجيد!
de: Es ist wichtig, diesen Zustand aufrechtzuerhalten und deine aktive Lebensweise fortzusetzen. Dein Herz arbeitet bewundernswert, mach weiter so!
es: Es fundamental mantener este estado y continuar con tu estilo de vida activo. ¡Tu corazón está funcionando admirablemente, sigue así!
fa: حفظ این وضعیت و ادامه سبک زندگی فعال شما بسیار مهم است. قلب شما عملکردی قابل تقدیر دارد، ادامه دهید!
fr: Il est essentiel de maintenir cet état et de continuer votre mode de vie actif. Votre cœur se comporte admirablement, continuez comme ça !
id: Penting untuk mempertahankan kondisi ini dan terus menjalani gaya hidup aktif Anda. Jantung Anda berkinerja luar biasa, teruslah seperti ini!
it: È essenziale mantenere questo stato e continuare il tuo stile di vita attivo. Il tuo cuore sta svolgendo un lavoro ammirevole, continua così!
ja: この状態を維持し、積極的な生活を続けることが重要です。あなたの心臓は素晴らしい仕事をしています、その調子で頑張ってください！
ko: 이 상태를 유지하고 활동적인 생활을 계속하는 것이 중요합니다. 여러분의 심장은 훌륭한 역할을 하고 있습니다, 계속해서 좋은 일을 해보세요!
nl: Het is essentieel om deze toestand te handhaven en je actieve levensstijl voort te zetten. Je hart presteert bewonderenswaardig, ga zo door!
pl: Niezwykle istotne jest utrzymanie tego stanu i kontynuowanie aktywnego stylu życia. Twoje serce pracuje wspaniale, bądź przy tym!
pt_br: É essencial manter esse estado e continuar com seu estilo de vida ativo. Seu coração está se saindo admiravelmente, continue assim!
ru: Важно поддерживать этот уровень и продолжать активный образ жизни. Ваше сердце работает превосходно, так держать!
tr: Bu durumu sürdürmek ve aktif yaşam tarzınızı devam ettirmek önemlidir. Kalbiniz mükemmel bir performans sergiliyor, harika iş çıkarıyorsunuz!
zh_hans: 保持这种状态，贯彻你积极的生活方式。你的心脏非常强健，请继续努力！
zh_hant: 保持這種狀態，貫徹你積極的生活方式。你的心臟非常強健，請繼續努力！

# week_rate_suggestion_2_b_gpt
source: Good job! Make sure you continue to lead an active lifestyle and eat a healthy diet. Your heart will thank you.
ar: عمل جيد! تأكد من أنك ما زلت تقود نمط حياة نشطًا وتتناول نظامًا غذائيًا صحيًا. سيشكرك قلبك على ذلك.
de: Gute Arbeit! Stelle sicher, dass du weiterhin eine aktive Lebensweise führst und dich gesund ernährst. Dein Herz wird es dir danken.
es: ¡Buen trabajo! Asegúrate de seguir llevando un estilo de vida activo y comer de forma saludable. Tu corazón te lo agradecerá.
fa: کار خوبی انجام داده‌اید! مطمئن شوید که ادامه سبک زندگی فعال داشته و رژیم غذایی سالمی دنبال کنید. قلب شما از شما سپاسگزار خواهد شد.
fr: Bravo ! Assurez-vous de continuer à mener une vie active et à manger sainement. Votre cœur vous en remerciera.
id: Bagus sekali! Pastikan Anda terus menjalani gaya hidup aktif dan mengikuti pola makan sehat. Jantung Anda akan berterima kasih.
it: Ottimo lavoro! Assicurati di continuare a condurre uno stile di vita attivo e a seguire una dieta sana. Il tuo cuore ti ringrazierà.
ja: 良いですね！積極的な生活を続け、健康的な食事を心がけましょう。あなたの心臓は喜びます。
ko: 좋네요! 계속해서 활동적인 생활을 유지하고 건강한 식습관을 유지하세요. 당신의 심장은 당신에게 감사할 것입니다.
nl: Goed gedaan! Zorg ervoor dat je een actieve levensstijl blijft leiden en een gezond dieet volgt. Je hart zal je dankbaar zijn.
pl: Świetnie! Kontynuuj aktywny styl życia i zdrową dietę. Twoje serce będzie wdzięczne.
pt_br: Muito bem! Continue mantendo um estilo de vida ativo e uma dieta saudável. Seu coração vai agradecer.
ru: Хорошая работа! Продолжайте вести активный образ жизни и соблюдать здоровую диету. Ваше сердце вам скажет "спасибо".
tr: İyi iş! Aktif bir yaşam sürmeye ve sağlıklı beslenmeye devam ettiğinizden emin olun. Kalbiniz size teşekkür edecektir.
zh_hans: 你很棒！请继续保持积极的生活方式和健康的饮食习惯，你的心脏会感谢你的。
zh_hant: 你很棒！請繼續保持積極的生活方式和健康的飲食習慣，你的心臟會感謝你的。

# week_rate_suggestion_2_gpt
source: That's great! Keep staying active and maintaining a heart-healthy lifestyle. You are on the right path to optimal cardiovascular health.
ar: هذا رائع! استمر في النشاط والحفاظ على نمط حياة صحي لقلبك. أنت على الطريق الصحيح نحو الصحة القلبية المثلى.
de: Das ist großartig! Bleib weiterhin aktiv und führe eine herzgesunde Lebensweise. Du bist auf dem richtigen Weg zu optimaler Herz-Kreislauf-Gesundheit.
es: ¡Eso es genial! Sigue manteniéndote activo y llevando un estilo de vida saludable para el corazón. Estás en el camino correcto hacia una salud cardiovascular óptima.
fa: عالی است! ادامه دادن به فعالیت و حفظ یک سبک زندگی سالم برای قلب. شما در مسیر بهینه‌ای برای سلامت قلبی-عروقی هستید.
fr: C'est génial ! Continuez à rester actif et à maintenir un mode de vie sain pour votre cœur. Vous êtes sur la bonne voie pour une santé cardiovasculaire optimale.
id: Bagus sekali! Tetaplah aktif dan menjaga gaya hidup yang sehat untuk jantung Anda. Anda berada pada jalur yang tepat untuk kesehatan kardiovaskular optimal.
it: Fantastico! Continua a essere attivo e a mantenere uno stile di vita sano per il cuore. Sei sulla strada giusta per una salute cardiovascolare ottimale.
ja: 素晴らしいですね！引き続き積極的で心臓に良い生活を送りましょう。最適な心血管の健康を目指すには、正しい道を歩んでいます。
ko: 멋지네요! 계속해서 활동적이고 심장 건강에 좋은 생활을 유지하세요. 최적의 심혈관 건강을 위한 올바른 길을 걷고 있습니다.
nl: Dat is geweldig! Blijf actief en behoud een hartgezonde levensstijl. Je bent op de goede weg naar een optimale cardiovasculaire gezondheid.
pl: Świetnie! Kontynuuj aktywność fizyczną i utrzymuj zdrowy styl życia sprzyjający sercu. Jesteś na właściwej drodze do optymalnego zdrowia układu sercowo-naczyniowego.
pt_br: Isso é ótimo! Continue sendo ativo e mantendo um estilo de vida saudável para o coração. Você está no caminho certo para a saúde cardiovascular ideal.
ru: Отлично! Продолжайте оставаться активным и вести здоровый образ жизни для сердца. Вы на верном пути к оптимальному здоровью сердечно-сосудистой системы.
tr: Harika! Aktif kalmaya ve kalp sağlığı için uygun bir yaşam tarzını sürdürmeye devam etmelisiniz. Optimal kardiyovasküler sağlığa doğru doğru yoldasınız.
zh_hans: 太棒了！继续保持运动，养成促进心脏健康的生活习惯，健康的心血管在等着你。
zh_hant: 太棒了！繼續保持運動，養成促進心臟健康的生活習慣，健康的心血管在等著你。
