Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_stress_lock_gpt
source: Measure to check how stressed you are
ar: قم بالقياس للتحقق من مدى التوتر الذي تعاني منه
de: Messt, um zu überprüfen, wie gestresst du bist
es: Medir para comprobar cuánto estresado estás
fa: سنجش کنید تا بررسی کنید که چقدر تحت فشار هستید
fr: Mesurer pour vérifier à quel point vous êtes stressé
id: Ukur untuk memeriksa seberapa stres kamu
it: Misura per verificare quanto sei stressato
ja: 自分がどれだけストレスを感じているかを確認するために測定する
ko: 스트레스 정도를 확인하기 위한 측정
nl: Meet om te controleren hoe gestrest je bent
pl: Pomiar, aby sprawdzić jak bardzo jesteś zestresowany/a
pt_br: Medir para verificar o quão estressado você está
ru: Измерьте, насколько вы подвержены стрессу
tr: Ne kadar stresli olduğunuzu anlamak için ölçün
zh_hans: 测量了解你的压力有多大
zh_hant: 測量了解你的壓力有多大

# week_stress_suggestion_1_b_gpt
source: To maintain this state of calm, consider incorporating regular breaks into your routine, supporting your ongoing well-being.
ar: للحفاظ على هذه الحالة الهادئة، فكر في إدخال استراحات منتظمة في روتينك، داعمة لرفاهيتك المستمرة.
de: Um diesen Zustand der Ruhe aufrechtzuerhalten, überlege regelmäßige Pausen in deine Routine einzubauen, um dein anhaltendes Wohlbefinden zu unterstützen.
es: Para mantener este estado de calma, considera incorporar descansos regulares en tu rutina, apoyando tu bienestar continuo.
fa: برای حفظ این حالت آرامی، در نظر بگیرید که وقفه‌های منظمی را در برنامه‌زمانی خود جای دهید و به حمایت از سلامت مداوم خود بپردازید.
fr: Pour maintenir cet état de calme, envisagez d'insérer des pauses régulières dans votre routine pour soutenir votre bien-être continu.
id: Untuk mempertahankan keadaan tenang ini, pertimbangkan untuk menyertakan istirahat reguler dalam rutinitas Anda, mendukung kesejahteraan Anda secara berkelanjutan.
it: Per mantenere questo stato di calma, considera di includere pause regolari nella tua routine, supportando il tuo benessere in corso.
ja: この穏やかな状態を維持するために、ルーティンに定期的な休憩を取り入れ、持続的なウェルビーイングをサポートしてください。
ko: 이 평온한 상태를 유지하기 위해 일상에 규칙적인 휴식을 포함시키면서 지속적인 웰빙을 지원하세요.
nl: Om deze staat van kalmte te behouden, overweeg om regelmatige pauzes in je routine op te nemen, ter ondersteuning van je voortdurende welzijn.
pl: Aby utrzymać ten stan spokoju, rozważ regularne przerwy w swojej rutynie, wspierające twoje ciągłe samopoczucie.
pt_br: Para manter esse estado de calma, considere incorporar pausas regulares em sua rotina, apoiando seu bem-estar contínuo.
ru: Для поддержания этого состояния спокойствия рассмотрите возможность включения регулярных перерывов в свою рутину, поддерживая ваше текущее благополучие.
tr: Bu sakinliğinizi korumak için günlük rutininize düzenli mola vermeyi düşünün, devam eden sağlığınızı destekler.
zh_hans: 请保持这种平静的状态，在日常生活中规律地安排休息时间，让你的健康状态长久延续。
zh_hant: 請保持這種平靜的狀態，在日常生活中規律地安排休息時間，讓你的健康狀態長久延續。

# week_stress_suggestion_1_gpt
source: It's essential to preserve your current peaceful state. Kindly continue nurturing your well-being by engaging in self-care, and embracing the habits and practices that have led you to this admirable place.
ar: من الضروري الحفاظ على حالتك السلمية الحالية. يُرجى مواصلة العناية بصحتك من خلال ممارسة الرعاية الذاتية، وتبني العادات والممارسات التي أوصلتك إلى هذا المكان الرائع.
de: Es ist wichtig, deinen derzeitigen friedlichen Zustand zu bewahren. Bitte pflege weiterhin dein Wohlbefinden, indem du Selbstfürsorge praktizierst und die Gewohnheiten sowie Praktiken pflegst, die dich an diesen bewundernswerten Ort geführt haben.
es: Es esencial mantener este estado de calma. Continúa nutriendo tu bienestar mediante el cuidado personal y adoptando hábitos que te han llevado a este admirable lugar.
fa: حفظ این حالت آرامش بسیار اساسی است. لطفاً با انجام مراقبت‌های شخصی و پیروی از عادات و روش‌هایی که به شما در این مکان قابل تحسین رسیده است، به بهبود وضعیت خود ادامه دهید.
fr: Il est essentiel de préserver cet état de calme. Continuez à cultiver votre bien-être en vous engageant dans les soins personnels et en adoptant les habitudes qui vous ont mené à cet endroit admirable.
id: Penting untuk mempertahankan keadaan tenang ini. Lanjutkan merawat kesejahteraan Anda dengan melakukan perawatan diri, dan menerapkan kebiasaan yang telah membawa Anda ke tempat yang mengagumkan ini.
it: È essenziale preservare il tuo attuale stato di pace. Ti prego, continua a prenderti cura del tuo benessere impegnandoti nell'autocura e abbracciando le abitudini e le pratiche che ti hanno portato in questo ammirevole posto.
ja: この穏やかな状態を維持することが重要です。自己ケアに取り組んだり、あなたをこの立派な場所に導いた習慣や実践を受け入れることを続けてください。
ko: 현재의 평온한 상태를 유지하는 것이 중요해요. 자기 관리에 집중하고, 당신을 이 귀중한 장소로 이끈 습관과 실천을 계속해보세요.
nl: Het is essentieel om deze vredige staat te behouden. Ga alsjeblieft door met zelfzorg, omarm de gewoonten en praktijken die je naar deze bewonderenswaardige plek hebben gebracht.
pl: Utrzymywanie tego spokojnego stanu jest kluczowe. Proszę kontynuuj dbając o siebie, akceptując nawyki i praktyki, które doprowadziły Cię do tego godnego podziwu miejsca.
pt_br: É essencial preservar este estado de calma. Considere incorporar pausas regulares em sua rotina, apoiando seu bem-estar contínuo com hábitos e práticas que o levaram a este lugar admirável.
ru: Важно сохранить это состояние спокойствия. Пожалуйста, продолжайте ухаживать за своим благополучием, занимайтесь самоуходом и придерживайтесь привычек и практик, которые привели вас к этому восхитительному состоянию.
tr: Şu anki huzurlu durumunuzu korumak çok önemlidir. Lütfen kendi bakımınıza önem vererek ve sizi bu takdire şayan yere getiren alışkanlıkları ve uygulamaları benimseyerek sağlığınızı sürdürün.
zh_hans: 一定要保持当前平和的状态。你有现在这个令人敬佩的状态，一定归功于你日常生活中的好习惯，请继续关爱并滋养自己的身体吧。
zh_hant: 一定要保持當前平和的狀態。你有現在這個令人敬佩的狀態，一定歸功於你日常生活中的好習慣，請繼續關愛並滋養自己的身體吧。

# week_stress_suggestion_2_b_gpt
source: Feel free to carry on with your current habits. Also, explore activities that bring you joy and relaxation, as engaging in your interests can provide a sense of escape from stress. Keep up the great work!
ar: لا تتردد في مواصلة عاداتك الحالية. كما يمكنك استكشاف الأنشطة التي تجلب لك الفرح والاسترخاء، حيث يمكن أن المشاركة في اهتماماتك توفر إحساسًا بالهروب من التوتر. استمر في العمل الرائع!
de: Führe deine aktuellen Gewohnheiten fort. Erkunde auch Aktivitäten, die dir Freude und Entspannung bringen, denn die Beschäftigung mit deinen Interessen kann dir eine Flucht vor Stress bieten. Mach weiter so!
es: Siéntete libre de continuar con tus hábitos actuales. Explora también actividades que te traigan alegría y relajación, ya que participar en tus intereses puede proporcionarte una sensación de escapada del estrés. ¡Sigue con el gran trabajo!
fa: احساس راحتی کنید که می‌توانید با عادات فعلی خود ادامه دهید. همچنین، فعالیت‌هایی که شادی و آرامش به شما می‌آورند را بیشتر بشناسید، زیرا شرکت در علاقه‌مندی‌هایتان می‌تواند احساس فرار از استرس را برایتان فراهم کند. کار خوبی می‌کنید!
fr: Continuez avec vos habitudes actuelles. Explorez également des activités qui vous apportent de la joie et de la détente, car s'engager dans vos intérêts peut vous offrir une évasion du stress. Continuez votre excellent travail !
id: Lanjutkan dengan kebiasaan Anda saat ini. Jelajahi juga aktivitas yang membawa kebahagiaan dan relaksasi bagi Anda, karena terlibat dalam minat Anda dapat memberikan rasa pelarian dari stres. Teruslah dengan pekerjaan yang hebat!
it: Continua con le tue abitudini attuali. Esplora anche attività che ti portano gioia e relax, poiché impegnarsi nei tuoi interessi può offrire un senso di fuga dallo stress. Continua il grande lavoro!
ja: 現在の習慣を続けても構いません。また、喜びとリラックスをもたらすアクティビティを探求してみてください。趣味に没頭することはストレスからの逃避感を与えてくれます。素晴らしい取り組みを続けてくださいね！
ko: 당신의 현재 습관을 계속하셔도 좋습니다. 또한 기쁨과 안정감을 주는 활동을 찾아보세요. 본인의 관심사에 관여하는 것은 스트레스로부터 탈출할 수 있는 느낌을 제공할 수 있습니다. 좋은 일을 계속하세요!
nl: Voel je vrij om door te gaan met je huidige gewoonten. Verken ook activiteiten die je vreugde en ontspanning brengen, want bezig zijn met je interesses kan een gevoel van ontsnapping aan stress bieden. Ga zo door met het goede werk!
pl: Nie krępuj się kontynuować swoje obecne nawyki. Eksploruj również aktywności, które sprawiają Ci radość i relaks, ponieważ zaangażowanie w swoje zainteresowania może zapewnić ucieczkę od stresu. Tak trzymaj!
pt_br: Sinta-se à vontade para continuar com seus hábitos atuais. Explore também atividades que tragam alegria e relaxamento, pois se envolver em seus interesses pode proporcionar uma sensação de escapismo do estresse. Continue com o ótimo trabalho!
ru: Продолжайте свои текущие привычки. Также изучите активности, которые доставляют вам радость и расслабление, так как увлечение своими интересами может обеспечить чувство убежища от стресса. Продолжайте отличную работу!
tr: Mevcut alışkanlıklarınızı sürdürmekte özgürsünüz. Ayrıca, size mutluluk ve rahatlama getiren aktiviteleri keşfetmek, ilgi alanlarınızla meşgul olmak stresten kaçış sağlayabilir. Harika iş çıkarıyorsunuz!
zh_hans: 继续保持你目前的生活习惯吧。与此同时，探索一些快乐和放松的活动，找到自己的兴趣所在，让你有地方暂时远离压力。加油努力！
zh_hant: 繼續保持你目前的生活習慣吧。與此同時，探索一些快樂和放鬆的活動，找到自己的興趣所在，讓你有地方暫時遠離壓力。加油努力！

# week_stress_suggestion_2_gpt
source: Feel free to continue with your current routine and lifestyle. Remember, occasional minor stress is not a bad thing: they are chances to grow. Taking a break and staying positive will go a long way.
ar: لا تتردد في مواصلة روتينك الحالي ونمط حياتك. تذكر، التوتر الطفيف أحيانًا ليس أمرًا سيئًا: إنها فرص للنمو. الاستراحة والبقاء إيجابيًا ستكون لها أثر كبير.
de: Fühle dich frei, deine aktuelle Routine und Lebensweise fortzusetzen. Bedenke, gelegentlicher geringfügiger Stress ist nichts Schlechtes: Es sind Chancen zum Wachsen. Eine Pause einzulegen und positiv zu bleiben, wird dir weit helfen.
es: Siéntete libre de continuar con tu rutina y estilo de vida actual. Recuerda, el estrés ocasional no es malo: son oportunidades para crecer. Tomarse un descanso y mantenerse positivo te llevará lejos.
fa: احساس راحتی کنید که با روال و شیوه زندگی فعلی خود ادامه دهید. به یاد داشته باشید، استرس گاهی اوقات کم نه بد است: این فرصت‌هایی برای رشد هستند. گرفتن استراحت و حفظ افکار مثبت می‌تواند مسیر طولانی‌تری طی کند.
fr: N'hésitez pas à continuer avec votre routine et votre style de vie actuels. Souvenez-vous, un peu de stress occasionnel n'est pas une mauvaise chose : ce sont des occasions de croissance. Prendre une pause et rester positif aura un grand impact.
id: Teruslah dengan rutinitas Anda saat ini. Ingat, stres sesekali bukanlah hal buruk: mereka adalah kesempatan untuk tumbuh. Mengambil istirahat dan tetap positif akan membawa dampak besar.
it: Sentiti libero di continuare con la tua attuale routine e stile di vita. Ricorda, lo stress occasionale e lieve non è una cosa negativa: sono opportunità di crescita. Prendersi una pausa e mantenere un atteggiamento positivo ti porteranno lontano.
ja: 現在のルーティンやライフスタイルを続けても構いません。たまにの軽いストレスは悪いことではありません。成長のチャンスです。休憩をとり、ポジティブな気持ちを保つことが、長い道のりを支えます。
ko: 당신의 현재 루틴과 생활방식을 계속하셔도 좋습니다. 가끔 나타나는 작은 스트레스는 나쁜 것이 아닙니다. 오히려成長의 기회입니다. 휴식을 취하고 긍정적으로 생각하는 것이 많은 도움이 될 거예요.
nl: Voel je vrij om je huidige routine voort te zetten. Onthoud dat af en toe wat stress geen slechte zaak is; het zijn kansen om te groeien. Neem een pauze en blijf positief.
pl: Czuj się swobodnie kontynuując swoją obecną rutynę. Pamiętaj, że okazjonalny niewielki stres to nie jest zły objaw; to szanse na rozwój. Zrób sobie przerwę i pozostań pozytywny/a.
pt_br: Sinta-se à vontade para continuar com seus hábitos atuais. Além disso, explore atividades que tragam alegria e relaxamento, pois se envolver em seus interesses pode proporcionar uma sensação de escape do estresse. Continue com o ótimo trabalho!
ru: Не стесняйтесь продолжать свой текущий распорядок и образ жизни. Помните, что иногда небольшое напряжение не так уж и плохо: это возможности для роста. Взять перерыв и оставаться позитивным поможет вам далеко продвинуться.
tr: Mevcut günlük düzeninize ve yaşam tarzınıza devam etmekten çekinmeyin. Unutmayın, ara sıra yaşanan küçük stres durumları kötü bir şey değildir; bunlar, büyüme fırsatlarıdır. Ara vermek ve pozitif kalmak uzun bir yol kat edecektir.
zh_hans: 继续保持你当前的作息和生活方式，偶尔的小压力并不是坏事，反而可能是你成长的契机。注意休息，保持积极的心态，你可以走得更远。
zh_hant: 繼續保持你當前的作息和生活方式，偶爾的小壓力並不是壞事，反而可能是你成長的契機。注意休息，保持積極的心態，你可以走得更遠。

# week_stress_suggestion_3_b_gpt
source: Remember, taking the time to slow down can go a long way toward achieving your goals. Whether it's through meditation, short walks, or moments of deep breathing, these pauses will help you rejuvenate.
ar: تذكر، أن أخذ الوقت للإبطاء يمكن أن يسهم كثيرًا في تحقيق أهدافك. سواء كان ذلك من خلال التأمل، أو النزهات القصيرة، أو لحظات التنفس العميق، فإن هذه الاستراحات ستساعدك في التجديد.
de: Denke daran, dass sich das Verlangsamen auf dem Weg zu deinen Zielen auszahlt. Ob durch Meditation, kurze Spaziergänge oder Momente des tiefen Atmens, diese Pausen helfen dir, dich zu regenerieren.
es: Recuerda, tomarte el tiempo para reducir la velocidad puede ser beneficioso para alcanzar tus metas. Ya sea a través de la meditación, breves paseos o momentos de respiración profunda, estas pausas te ayudarán a rejuvenecer.
fa: به خاطر داشته باشید که وقت گذاشتن برای کاهش سرعت، می‌تواند بسیاری در رسیدن به اهدافتان کمک کند. آیا از طریق مدیتیشن، پیاده‌روی‌های کوتاه یا لحظات تنفس عمیق است، این توقف‌ها به شما کمک خواهند کرد تا دوباره نشاط بیابید.
fr: Rappelez-vous, prendre le temps de ralentir peut grandement contribuer à atteindre vos objectifs. Que ce soit par la méditation, de courtes promenades ou des moments de respiration profonde, ces pauses vous aideront à vous ressourcer.
id: Ingatlah, mengambil waktu untuk melambat dapat memberikan kontribusi besar dalam mencapai tujuan Anda. Baik melalui meditasi, jalan-jalan singkat, atau momen pernapasan dalam, istirahat ini akan membantu Anda untuk memulihkan diri.
it: Ricorda, prendersi il tempo per rallentare può fare molta strada nel raggiungere i tuoi obiettivi. Che sia attraverso la meditazione, brevi passeggiate o momenti di respirazione profonda, queste pause ti aiuteranno a rigenerarti.
ja: 目標達成のためには、時間をゆっくり過ごすことも大切です。瞑想、短い散歩、または深い呼吸の瞬間など、これらの休息があなたをリフレッシュさせます。
ko: 기억하세요, 천천히 하는 시간을 가져가는 것은 목표를 달성하는 데에 큰 도움이 될 수 있습니다. 명상이든 짧은 산책이든 심호흡을 하는 순간이든, 이러한 일시 정지는 당신을 회복하는 데 도움이 될 것입니다.
nl: Onthoud, de tijd nemen om te vertragen kan een lange weg zijn naar het bereiken van je doelen. Of het nu via meditatie, korte wandelingen of momenten van diepe ademhaling is, deze pauzes zullen je helpen om te verjongen.
pl: Pamiętaj, że zwolnienie tempa może wiele pomóc w osiągnięciu celów. Czy to poprzez medytację, krótkie spacery, czy chwile głębokiego oddychania, te przerwy pomogą Ci się zregenerować.
pt_br: Lembre-se, tirar um tempo para desacelerar pode ajudar muito a alcançar seus objetivos. Seja através da meditação, pequenas caminhadas ou momentos de respiração profunda, essas pausas ajudarão a rejuvenescer.
ru: Не забывайте, что время для замедления может принести большую пользу в достижении ваших целей. Будь то медитация, короткие прогулки или моменты глубокого дыхания, эти перерывы помогут вам оживиться.
tr: Hedeflerinize ulaşmaya çalışırken zaman zaman yavaşlamak önemlidir. Meditasyon, kısa yürüyüşler veya derin nefes alma gibi aralıklar sizi yeniden canlandıracaktır.
zh_hans: 记得抽出时间放慢脚步，这对实现你的目标大有裨益。无论是冥想、散步，还是深呼吸，这些休息的时刻都能帮助你恢复活力。
zh_hant: 記得抽出時間放慢腳步，這對實現你的目標大有裨益。無論是冥想、散步，還是深呼吸，這些休息的時刻都能幫助你恢復活力。

# week_stress_suggestion_3_gpt
source: While you're striving to achieve your goals, it's equally important to incorporate moments of extra relaxation whenever possible, as a well-rested mind leads to more effective outcomes.
ar: بينما تسعى لتحقيق أهدافك، من المهم أيضًا إدراج لحظات إضافية من الاسترخاء كلما كان ذلك ممكنًا، حيث إن العقل المسترخي يؤدي إلى نتائج أكثر فعالية.
de: Während du darum bemüht bist, deine Ziele zu erreichen, ist es ebenso wichtig, Momente zusätzlicher Entspannung einzubinden, wann immer möglich, denn ein ausgeruhter Geist führt zu effektiveren Ergebnissen.
es: Mientras trabajas para alcanzar tus metas, es igualmente importante incorporar momentos de relajación extra siempre que sea posible, ya que una mente descansada conduce a resultados más efectivos.
fa: در حالی که برای دستیابی به اهدافتان تلاش می‌کنید، اضافه کردن لحظاتی از آرامش اضافی بسیار مهم است، زیرا ذهنی که استراحت داشته باشد، منجر به نتایج موثرتری خواهد شد.
fr: Pendant que vous poursuivez vos objectifs, il est tout aussi important d'incorporer des moments de relaxation supplémentaires chaque fois que possible, car un esprit reposé mène à des résultats plus efficaces.
id: Saat Anda berusaha mencapai tujuan Anda, sama pentingnya untuk menyertakan momen relaksasi tambahan kapan pun memungkinkan, karena pikiran yang istirahat akan menghasilkan hasil yang lebih efektif.
it: Mentre cerchi di raggiungere i tuoi obiettivi, è altrettanto importante incorporare momenti extra di relax quando possibile, poiché una mente riposata porta a risultati più efficaci.
ja: 目標を達成するために努力している間、可能な限り余分なリラックスの瞬間を取り入れることも同様に重要です。十分に休んだ心は、より効果的な結果をもたらします。
ko: 당신이 목표를 달성하려고 노력하는 동안 가능한 경우 여유로운 순간을 포함하는 것이 중요합니다. 휴식을 충분히 취하는 것은 더 효과적인 결과로 이어질 수 있기 때문이죠.
nl: Terwijl je je doelen nastreeft, is het even belangrijk om af en toe extra ontspanning in te bouwen, want een uitgeruste geest leidt tot effectievere resultaten.
pl: Podczas dążenia do celów, ważne jest także włączanie chwil dodatkowego relaksu, ponieważ wypoczęty umysł prowadzi do bardziej skutecznych wyników.
pt_br: Enquanto você se esforça para alcançar seus objetivos, é igualmente importante incorporar momentos extras de relaxamento sempre que possível, já que uma mente descansada leva a resultados mais eficazes.
ru: В то время как вы стремитесь к достижению своих целей, также важно включать моменты дополнительного отдыха при каждой возможности, поскольку отдохнувший разум приводит к более эффективным результатам.
tr: Hedeflerinize ulaşmaya çalışırken, mümkün olduğunca ekstra rahatlama anları eklemek de bir o kadar önemlidir, çünkü iyi dinlenmiş bir zihin daha etkili sonuçlara yol açar.
zh_hans: 当你努力实现你的目标时，也要尽可能多地放松自己。大脑得到充分的休息后，或许会给你带来意想不到的好处。
zh_hant: 當你努力實現你的目標時，也要盡可能多地放鬆自己。大腦得到充分的休息後，或許會給你帶來意想不到的好處。

# week_stress_suggestion_4_b_gpt
source: To improve your health, cultivate your resilience by fostering a positive mindset and perceiving stress as an opportunity for growth.
ar: لتحسين صحتك، عِد نفسك بالمرونة عبر تنمية تفكير إيجابي والنظر إلى الضغوط على أنها فرصة للنمو.
de: Um deine Gesundheit zu verbessern, entwickle deine Widerstandsfähigkeit, indem du eine positive Denkweise förderst und Stress als Chance zum Wachstum betrachtest.
es: Para mejorar tu salud, cultiva tu resistencia fomentando una mentalidad positiva y percibiendo el estrés como una oportunidad de crecimiento.
fa: برای بهبود سلامتی خود، انعطاف‌پذیری خود را با تربیت یک نگرش مثبت و درک استرس به عنوان یک فرصت برای رشد، تقویت کنید.
fr: Pour améliorer votre santé, cultivez votre résilience en favorisant une mentalité positive et en percevant le stress comme une opportunité de croissance.
id: Untuk meningkatkan kesehatan Anda, kembangkan ketahanan Anda dengan membina pola pikir positif dan memandang stres sebagai peluang untuk tumbuh.
it: Per migliorare la tua salute, coltiva la tua resilienza promuovendo una mentalità positiva e considerando lo stress come un'opportunità di crescita.
ja: 健康を改善するためには、ポジティブなマインドセットを育て、ストレスを成長の機会と捉えることで、レジリエンスを養いましょう。
ko: 건강을 증진시키려면 긍정적인 마음가짐을 기르고 스트레스를 성장의 기회로 인식하여 내구력을 키워보세요.
nl: Om je gezondheid te verbeteren, cultiveer je veerkracht door het bevorderen van een positieve mindset en het zien van stress als een kans voor groei.
pl: Aby poprawić swoje zdrowie, pielęgnuj swoją odporność, kształtując pozytywne podejście i postrzegając stres jako szansę na rozwój.
pt_br: Para melhorar sua saúde, cultive sua resiliência promovendo uma mentalidade positiva e encarando o estresse como uma oportunidade de crescimento.
ru: Для улучшения вашего здоровья развивайте свою устойчивость, вырабатывая позитивное мышление и воспринимая стресс как возможность для роста.
tr: Sağlığınızı iyileştirmek için olumlu bir bakış açısı geliştirerek ve stresi bir büyüme fırsatı olarak görmeyi alışkanlık haline getirerek direncinizi geliştirin.
zh_hans: 为你的身体健康着想，可以从培养积极的心态入手，提高你的抗压能力。告诉自己，压力总会带来成长。
zh_hant: 為你的身體健康著想，可以從培養積極的心態入手，提高你的抗壓能力。告訴自己，壓力總會帶來成長。

# week_stress_suggestion_4_gpt
source: Amidst your balanced work, what you need is a deep and thorough break. Take time for relaxation, whether it's a short walk, deep breathing exercises, or a moment of mindfulness.
ar: في ظل عملك المتوازن، ما تحتاج إليه هو استراحة عميقة وشاملة. خصص وقتًا للاسترخاء، سواء كانت نزهة قصيرة، أو ممارسات التنفس العميق، أو لحظة من التأمّل.
de: Mitten in deiner ausgewogenen Arbeit benötigst du eine tiefe und gründliche Auszeit. Nimm dir Zeit für Entspannung, sei es ein kurzer Spaziergang, Atemübungen oder ein Moment der Achtsamkeit.
es: En medio de tu trabajo equilibrado, lo que necesitas es un descanso profundo y completo. Tómate tiempo para relajarte, ya sea un paseo corto, ejercicios de respiración profunda o un momento de atención plena.
fa: در میان کار متعادل شما، آنچه که نیاز دارید، یک استراحت عمیق و جامع است. زمانی را برای استراحت بگذارید، اگرچه این یک پیاده‌روی کوتاه، تمرین‌های تنفس عمیق یا یک لحظه توجه کامل باشد.
fr: Au milieu de votre travail équilibré, ce dont vous avez besoin est une pause profonde et complète. Prenez le temps de vous détendre, que ce soit une courte promenade, des exercices de respiration profonde ou un moment de pleine conscience.
id: Di tengah pekerjaan yang seimbang, yang Anda butuhkan adalah istirahat yang mendalam dan menyeluruh. Luangkan waktu untuk bersantai, entah itu dengan jalan-jalan singkat, latihan pernapasan dalam, atau momen kesadaran.
it: Nel mezzo del tuo lavoro equilibrato, ciò di cui hai bisogno è una pausa profonda e completa. Dedica del tempo al relax, che sia una breve passeggiata, esercizi di respirazione profonda o un momento di consapevolezza.
ja: バランスの取れた作業の中で、深く徹底的な休憩が必要です。短い散歩、深い呼吸の練習、またはマインドフルネスの瞬間など、リラックスする時間を取ってください。
ko: 균형 있는 작업 중에는 깊고 철저한 휴식이 필요해요. 짧은 산책, 깊은 호흡 연습 또는 명상하는 순간 등 휴식을 취하세요.
nl: Te midden van evenwichtig werken is diepgaande ontspanning nodig. Maak tijd voor korte wandelingen, oefen diep ademhalen, of neem momenten van mindfulness.
pl: Wśród zrównoważonej pracy potrzebna jest głęboka i wszechstronna przerwa. Znajdź czas na relaks, czy to krótki spacer, ćwiczenia głębokiego oddychania czy chwila uważności.
pt_br: No meio de seu trabalho equilibrado, o que você precisa é de um descanso profundo e abrangente. Reserve um tempo para relaxar, seja uma breve caminhada, exercícios de respiração profunda ou um momento de mindfulness.
ru: Среди вашей сбалансированной работы вам нужен глубокий и тщательный перерыв. Уделите время для отдыха, будь то короткая прогулка, глубокие дыхательные упражнения или момент полного внимания.
tr: Dengeli çalışmanın ortasında, ihtiyacınız olan şey derinlemesine bir mola. Kısa bir yürüyüş, derin nefes alıştırmaları veya farkındalık anı olsun, rahatlamak için zaman ayırın.
zh_hans: 在平衡挑战和生活的同时，你需要一场彻彻底底的放松。抽出一点时间来，你可以外出散个步，练习深呼吸，还可以冥想片刻。
zh_hant: 在平衡挑戰和生活的同時，你需要一場徹徹底底的放鬆。抽出一點時間來，你可以外出散個步，練習深呼吸，還可以冥想片刻。
