Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_rmssd_suggestion_6_b_gpt
source: Please prioritize your self-care right now. Regularly check in with yourself and incorporate moments of relaxation and mindfulness throughout the day. Your body will appreciate the care!
ar: من فضلك، قم بإعطاء الأولوية لرعاية نفسك الآن. تحقق من نفسك بانتظام وضمّن لحظات الاسترخاء والتأمل خلال اليوم. سيقدر جسمك هذه العناية!
de: Bitte priorisieren Sie jetzt Ihre Selbstpflege. Überprüfen Sie regelmäßig Ihren Zustand und integrieren Sie Momente der Entspannung und Achtsamkeit in Ihren Tag. Ihr Körper wird die Fürsorge zu schätzen wissen!
es: Por favor, prioriza tu autocuidado en este momento. Verifica regularmente tu estado e incorpora momentos de relajación y mindfulness durante el día. ¡Tu cuerpo apreciará el cuidado!
fa: لطفاً در این لحظه به خودمراقبتی خود اولویت دهید. به طور منظم با خودتان در ارتباط باشید و در طول روز لحظاتی از آرامش و ذهن‌آگاهی را وارد کنید. بدن شما از مراقبت شما قدردان خواهد بود!
fr: Veuillez prioriser votre auto-soin dès maintenant. Faites régulièrement le point sur vous-même et incorporez des moments de relaxation et de pleine conscience tout au long de la journée. Votre corps appréciera les soins!
id: Prioritaskan perawatan diri Anda saat ini. Periksa diri secara teratur dan sisipkan momen-momen relaksasi dan kesadaran diri sepanjang hari. Tubuh Anda akan menghargai perhatian ini!
it: Ti preghiamo di dare priorità al tuo auto-cura in questo momento. Fai regolarmente un controllo su te stesso e inserisci momenti di relax e consapevolezza durante il giorno. Il tuo corpo apprezzerà la cura!
ja: 今すぐに自己ケアを優先してください。一日中自分自身をチェックし、リラクゼーションやマインドフルネスの瞑想を取り入れることを心がけてください。あなたの体はそのケアを感謝するでしょう！
ko: 지금 당장 자기 관리를 우선시하세요. 자주 자신을 살펴보고 하루 내내 휴식과 정신적 안정을 취하는 시간을 가져보세요. 당신의 몸은 이 보살핌을 감사하게 여길 것입니다!
nl: Prioriteer op dit moment je zelfzorg. Check regelmatig bij jezelf en neem momenten van ontspanning en mindfulness op gedurende de dag. Je lichaam zal de zorg waarderen!
pl: Proszę, priorytetyzuj teraz swoją dbałość o siebie. Regularnie sprawdzaj swoje samopoczucie i włączaj chwile relaksu i uważności w ciągu dnia. Twoje ciało doceni troskę!
pt_br: Por favor, priorize seu autocuidado agora. Faça verificações regulares em seu estado e inclua momentos de relaxamento e atenção plena ao longo do dia. Seu corpo vai apreciar os cuidados!
ru: Пожалуйста, сейчас отдайте приоритет вашему самоуходу. Регулярно проверяйте себя и включайте моменты релаксации и осознанности в течение дня. Ваше тело оценит заботу о себе!
tr: Lütfen şu anda kendi bakımınıza öncelik verin. Kendinizle düzenli olarak kontrol edin ve gün boyunca gevşeme ve farkındalık anları ekleyin. Vücudunuz bakımınızı takdir edecek!
zh_hans: 你现在最需要的就是关心自己的健康，多多观察自己的状态，花更多时间去放松或进行正念练习。你的身体会感激你的！
zh_hant: 你現在最需要的就是關心自己的健康，多多觀察自己的狀態，花更多時間去放鬆或進行正念練習。你的身體會感激你的！

# week_rmssd_suggestion_6_gpt
source: It is well seen that your body is asking for more attention and care to recover. Take breaks in between your hard work, take deep breaths, hydrate, and nourish yourself, and your body will feel the difference.
ar: من الواضح أن جسمك يطلب المزيد من الاهتمام والرعاية للاستعادة. خذ استراحات بين العمل الشاق، خذ أنفاسًا عميقة، اشرب الماء، واحرص على تغذية نفسك، وستشعر جسمك بالفرق.
de: Es ist klar zu erkennen, dass dein Körper nach mehr Aufmerksamkeit und Pflege verlangt, um sich zu erholen. Mach Pausen zwischen deiner harten Arbeit, atme tief durch, bleibe hydratisiert und ernähre dich gut, und dein Körper wird den Unterschied spüren.
es: Es evidente que tu cuerpo está pidiendo más atención y cuidado para recuperarse. Tómate descansos entre tu trabajo duro, respira profundamente, hidrátate y nutre tu cuerpo, notarás la diferencia.
fa: واضح است که بدن شما بیشترین توجه و مراقبت برای بازیابی خواهد کرد. استراحت‌ها را بین کار سختتان بگیرید، نفس‌های عمیق بکشید، آب بنوشید و خودتان را تغذیه کنید، بدنتان تفاوت را حس خواهد کرد.
fr: Il est évident que ton corps demande plus d'attention et de soin pour récupérer. Prends des pauses entre ton travail intense, respire profondément, hydrate-toi et nourris-toi, tu sentiras la différence.
id: Terlihat bahwa tubuhmu meminta lebih banyak perhatian dan perawatan untuk pulih. Ambil istirahat di antara kerja kerasmu, tarik napas dalam-dalam, minumlah air, dan beri nutrisi pada dirimu, tubuhmu akan merasakan perbedaannya.
it: È evidente che il tuo corpo sta chiedendo più attenzione e cura per recuperare. Fai delle pause tra un lavoro intenso e l'altro, respira profondamente, idratati, nutriti e il tuo corpo sentirà la differenza.
ja: あなたの体はもっと気を配り、ケアを必要としていることがよく分かります。仕事の合間に休憩を取り、深呼吸をし、水分を補給し、栄養を摂取してください。そうすれば、体が違いを感じるでしょう。
ko: 당신의 몸이 더 많은 관심과 보살핌을 요구하고 있는 것이 잘 보입니다. 열심히 일하는 사이에 휴식을 취하고, 깊게 숨을 들이쉬고, 수분을 섭취하며 영양을 공급해주세요. 그러면 몸이 차이를 느낄 것입니다.
nl: Het is duidelijk dat je lichaam meer aandacht en zorg nodig heeft om te herstellen. Neem pauzes tussen je harde werk door, adem diep, hydrateer en voed jezelf en je lichaam zal het verschil voelen.
pl: Widać, że twój organizm prosi o więcej uwagi i opieki, aby się zregenerować. Bierz przerwy między ciężką pracą, głęboko oddychaj, nawadniaj się i odżywiaj, a twój organizm poczuje różnicę.
pt_br: É perceptível que seu corpo está pedindo mais atenção e cuidado para se recuperar. Faça pausas entre o trabalho intenso, respire profundamente, mantenha-se hidratado e nutrido, e seu corpo sentirá a diferença.
ru: Очевидно, что ваше тело просит больше внимания и заботы для восстановления. Берите перерывы между тяжелой работой, делайте глубокие вдохи, увлажняйте себя и питайте организм, и ваше тело почувствует разницу.
tr: Vücudunuzun daha fazla dikkat ve bakım istediği açıkça görülüyor. Zor çalışmalarınız arasında ara verin, derin nefes alın, sıvı alın, kendinizi besleyin; böylece vücudunuz farkı hissedecek.
zh_hans: 显然，你的身体需要恢复，它在请求你给予它更多的关注和关怀。在忙碌时，你也可以偶尔放松休息一下，深呼吸，补充水分和营养，你的身体会感到大不同。
zh_hant: 顯然，你的身體需要恢復，它在請求你給予它更多的關注和關懷。在忙碌時，你也可以偶爾放鬆休息一下，深呼吸，補充水分和營養，你的身體會感到大不同。

# week_rmssd_suggestion_7_b_gpt
source: Consider consulting with a healthcare professional to explore potential underlying causes and treatment options. Remember, we're here to support you every step of the way.
ar: افكر في استشارة متخصص في الرعاية الصحية لاستكشاف الأسباب الكامنة المحتملة وخيارات العلاج. تذكر، نحن هنا لدعمك في كل خطوة تخطوها.
de: Erwägen Sie, einen Gesundheitsfachmann zu konsultieren, um potenzielle zugrunde liegende Ursachen und Behandlungsmöglichkeiten zu erkunden. Denken Sie daran, dass wir hier sind, um Sie jeden Schritt des Weges zu unterstützen.
es: Considera consultar con un profesional de la salud para explorar posibles causas subyacentes y opciones de tratamiento. Recuerda, estamos aquí para apoyarte en cada paso del camino.
fa: در نظر داشته باشید که با یک حرفه‌ای در حوزه بهداشت مشورت کنید تا علل محتمل و گزینه‌های درمان را بررسی کنید. به یاد داشته باشید که ما در هر مرحله به شما پشتیبانی می‌کنیم.
fr: Envisagez de consulter un professionnel de la santé pour explorer d'éventuelles causes sous-jacentes et options de traitement. Rappelez-vous, nous sommes là pour vous soutenir à chaque étape.
id: Pertimbangkan untuk berkonsultasi dengan profesional kesehatan untuk mengeksplorasi penyebab mendasar yang potensial dan pilihan pengobatan. Ingat, kami di sini untuk mendukung Anda setiap langkah.
it: Valuta la possibilità di consultare un professionista della salute per esplorare possibili cause sottostanti e opzioni di trattamento. Ricorda, siamo qui per sostenerti in ogni passo.
ja: 潜在的な原因や治療法を探るために、医療専門家に相談することを検討してください。私たちはあなたをいつもサポートしています。
ko: 가능한 기저 원인과 치료 옵션을 탐색하기 위해 의료 전문가와 상담하는 것을 고려해보세요. 기억하세요, 우리는 당신을 지원하는 데 언제나 함께 있습니다.
nl: Overweeg om een zorgprofessional te raadplegen om mogelijke onderliggende oorzaken en behandelingsmogelijkheden te verkennen. Onthoud, we staan klaar om je elke stap van de weg te ondersteunen.
pl: Rozważ skonsultowanie się z profesjonalistą w celu zbadania potencjalnych ukrytych przyczyn i opcji leczenia. Pamiętaj, jesteśmy tu, aby cię wspierać na każdym kroku.
pt_br: Considere consultar um profissional de saúde para explorar possíveis causas subjacentes e opções de tratamento. Lembre-se, estamos aqui para apoiar você em cada passo do caminho.
ru: Рассмотрите возможность обращения к специалисту в сфере здравоохранения для выявления потенциальных причин и вариантов лечения. Помните, мы здесь, чтобы поддержать вас на каждом этапе.
tr: Potansiyel temel nedenleri ve tedavi seçeneklerini keşfetmek için bir sağlık profesyoneli ile danışmayı düşünün. Unutmayın, her adımda size destek olmak için buradayız.
zh_hans: 建议你咨询医疗专业人员，找到导致目前状况的潜在原因，进行相应的治疗。别担心，我们会一直支持你。
zh_hant: 建議你諮詢醫療專業人員，找到導致目前狀況的潛在原因，進行相應的治療。別擔心，我們會一直支持你。

# week_rmssd_suggestion_7_gpt
source: It's crucial to address this situation immediately. Please consider reaching out to a healthcare professional and prioritize self-care right now. Remember, you have our ongoing support.
ar: من الضروري معالجة هذا الوضع على الفور. يرجى التفكير في التواصل مع محترف رعاية الصحة وإعطاء أولوية للرعاية الذاتية الآن. تذكر أن لديك دعمنا المستمر.
de: Es ist wichtig, diese Situation sofort anzugehen. Bitte ziehen Sie in Betracht, sich an einen medizinischen Fachmann zu wenden, und priorisieren Sie jetzt Selbstpflege. Denken Sie daran, dass Sie unsere fortlaufende Unterstützung haben.
es: Es crucial abordar esta situación de inmediato. Considera contactar a un profesional de la salud y priorizar el autocuidado ahora mismo. Recuerda que cuentas con nuestro apoyo continuo.
fa: ضروری است که به این وضعیت به سرعت پرداخته شود. لطفاً در نظر بگیرید که به یک حرفه‌ای سلامت مراجعه کنید و در حال حاضر به مراقبت از خودتان اولویت دهید. به یاد داشته باشید که شما حمایت ما را دارید.
fr: Il est crucial de traiter cette situation immédiatement. Considère consulter un professionnel de la santé et prioriser l'auto-soin dès maintenant. N'oublie pas que tu as notre soutien continu.
id: Sangat penting untuk mengatasi situasi ini dengan segera. Pertimbangkan untuk menghubungi profesional kesehatan dan mengutamakan perawatan diri saat ini. Ingat, kami selalu mendukungmu.
it: È fondamentale affrontare questa situazione immediatamente. Considera di rivolgerti a un professionista della salute e di dare priorità all'autocura adesso. Ricorda, hai il nostro sostegno continuo.
ja: この状況にはすぐに対処することが重要です。医療専門家に相談することを検討し、今すぐ自己ケアを優先してください。覚えておいてください、私たちがあなたを常にサポートしています。
ko: 즉각적으로 이 상황에 대해 대처하는 것이 중요합니다. 의료 전문가에게 연락하고 자기 관리를 우선시하세요. 계속해서 우리의 지원이 있음을 기억하세요.
nl: Het is van cruciaal belang om deze situatie onmiddellijk aan te pakken. Overweeg om contact op te nemen met een zorgprofessional en geef nu prioriteit aan zelfzorg. Onthoud, je hebt onze voortdurende steun.
pl: To kluczowe, aby natychmiast zająć się tą sytuacją. Rozważ skontaktowanie się z profesjonalistą medycznym i priorytetowo traktuj dbanie o siebie teraz. Pamiętaj, że masz nasze wsparcie.
pt_br: É crucial abordar esta situação imediatamente. Considere entrar em contato com um profissional de saúde e priorize o autocuidado agora. Lembre-se, você tem nosso apoio contínuo.
ru: Важно немедленно разрешить эту ситуацию. Пожалуйста, обратитесь к специалисту по медицинской помощи и сделайте самоуход приоритетом прямо сейчас. Помните, что у вас есть наша постоянная поддержка.
tr: Bu durumu hemen ele almak çok önemlidir. Lütfen bir sağlık profesyoneline başvurmayı ve hemen şu anda öncelik vermek üzere kendi bakımınıza özen göstermeyi düşünün. Unutmayın, sürekli desteğimiz var.
zh_hans: 你的身体迫切需要你改善这种情况。你可以寻求医疗专业人员的帮助，并马上采取措施，将自己的健康放在第一位。记住，我们一直在陪伴你。
zh_hant: 你的身體迫切需要你改善這種情況。你可以尋求醫療專業人員的幫助，並馬上採取措施，將自己的健康放在第一位。記住，我們一直在陪伴你。

# week_stress_analysis_1_b_gpt
source: Your body is coping great with stress, which is good for your health.
ar: جسدك يتأقلم بشكل رائع مع التوتر، مما يعود بالفائدة على صحتك.
de: Dein Körper kommt großartig mit Stress zurecht, was gut für deine Gesundheit ist.
es: Tu cuerpo está manejando muy bien el estrés, lo cual es bueno para tu salud.
fa: بدن شما با استرس بسیار خوب کنار می‌آید که برای سلامتی شما خوب است.
fr: Votre corps gère très bien le stress, ce qui est bon pour votre santé.
id: Tubuh Anda mengatasi stres dengan baik, yang baik untuk kesehatan Anda.
it: Il tuo corpo gestisce bene lo stress, il che è buono per la tua salute.
ja: あなたの体はストレスにうまく対処しており、健康に非常に良いです。
ko: 당신의 몸은 스트레스를 잘 다루고 있어요, 이건 건강에 좋은 일이에요.
nl: Je lichaam gaat goed om met stress, wat goed is voor je gezondheid.
pl: Twój organizm radzi sobie dobrze ze stresem, co jest korzystne dla Twojego zdrowia.
pt_br: Seu corpo está lidando bem com o estresse, o que é bom para sua saúde.
ru: Ваше тело хорошо справляется со стрессом, что благоприятно для вашего здоровья.
tr: Vücudunuz stresle başa çıkmakta harika, bu sağlığınız için iyi.
zh_hans: 你的身体可以非常好地应对压力，这对你的健康有极大好处。
zh_hant: 你的身體可以非常好地應對壓力，這對你的健康有極大好處。

# week_stress_analysis_1_gpt
source: You're consistently stress-free, which is remarkable for your health.
ar: أنت خالٍ تمامًا من التوتر، وهذا أمر ملفت للصحة الخاصة بك.
de: Du bist durchweg stressfrei, was bemerkenswert für deine Gesundheit ist.
es: Estás consistentemente libre de estrés, lo cual es notable para tu salud.
fa: شما به طور مداوم بدون استرس هستید که برای سلامتی شما قابل توجه است.
fr: Vous êtes constamment sans stress, ce qui est remarquable pour votre santé.
id: Anda secara konsisten bebas stres, yang luar biasa untuk kesehatan Anda.
it: Sei costantemente privo di stress, il che è notevole per la tua salute.
ja: あなたは一貫してストレスフリーであり、それは健康面で注目すべき点です。
ko: 당신은 지속적으로 스트레스가 없어서 건강에 놀라운 영향을 미칩니다.
nl: Je bent consistent stressvrij, wat opmerkelijk is voor je gezondheid.
pl: Jesteś konsekwentnie wolny/a od stresu, co jest niezwykłe dla Twojego zdrowia.
pt_br: Você está consistentemente livre de estresse, o que é notável para sua saúde.
ru: Вы последовательно свободны от стресса, что замечательно для вашего здоровья.
tr: Sürekli olarak stresten uzaksınız, bu sağlığınız için harika.
zh_hans: 你的生活安然自得，没有压力，这对你的健康非常好。
zh_hant: 你的生活安然自得，沒有壓力，這對你的健康非常好。

# week_stress_analysis_2_b_gpt
source: The results suggest you handle stress well, contributing to your overall well-being.
ar: تشير النتائج إلى أنك تتعامل بشكل جيد مع التوتر، مما يسهم في رفاهيتك العامة.
de: Die Ergebnisse deuten darauf hin, dass du gut mit Stress umgehst, was zu deinem allgemeinen Wohlbefinden beiträgt.
es: Los resultados sugieren que manejas bien el estrés, lo que contribuye a tu bienestar general.
fa: نتایج نشان می‌دهد شما با استرس به خوبی کنار می‌آیید که به کلیت سلامتی شما کمک می‌کند.
fr: Les résultats suggèrent que vous gérez bien le stress, ce qui contribue à votre bien-être général.
id: Hasil menunjukkan bahwa Anda mengatasi stres dengan baik, berkontribusi pada kesejahteraan Anda secara keseluruhan.
it: I risultati suggeriscono che gestisci bene lo stress, contribuendo al tuo benessere generale.
ja: 結果からは、あなたがストレスを上手に扱っており、全体的なウェルビーイングに貢献していることがわかります。
ko: 결과를 보면 스트레스를 잘 관리하고 있어서 전반적인 웰빙에 기여하고 있어요.
nl: De resultaten suggereren dat je stress goed aanpakt, wat bijdraagt aan je algehele welzijn.
pl: Wyniki wskazują, że skutecznie radzisz sobie ze stresem, co przyczynia się do Twojego ogólnego samopoczucia.
pt_br: Os resultados sugerem que você lida bem com o estresse, contribuindo para o seu bem-estar geral.
ru: Результаты свидетельствуют о том, что вы хорошо справляетесь со стрессом, что способствует вашему общему благополучию.
tr: Sonuçlar, stresle başa çıkma konusunda başarılı olduğunuzu gösteriyor, bu da genel sağlığınıza katkı sağlıyor.
zh_hans: 结果表明，你能够很好地应对压力，有助于你保持整体健康。
zh_hant: 結果表明，你能夠很好地應對壓力，有助於你保持整體健康。

# week_stress_analysis_2_gpt
source: Most readings reflect a calm state of mind, supporting your well-being.
ar: معظم القراءات تعكس حالة عقل هادئة، تدعم رفاهيتك.
de: Die meisten Messungen zeigen einen ruhigen Geisteszustand, was deine Gesundheit unterstützt.
es: La mayoría de las lecturas reflejan un estado mental tranquilo, apoyando tu bienestar.
fa: بیشترین خواندگی‌ها وضعیت آرامش ذهنی را نشان می‌دهند که حمایت از سلامتی شما می‌کند.
fr: La plupart des lectures reflètent un état d'esprit calme, soutenant votre bien-être.
id: Sebagian besar pembacaan mencerminkan keadaan pikiran yang tenang, mendukung kesejahteraan Anda.
it: La maggior parte delle letture riflette uno stato mentale calmo, supportando il tuo benessere.
ja: 大部分の読み取り結果は落ち着いた心の状態を示しており、あなたの健康をサポートしています。
ko: 대부분의 측정치가 차분한 마음을 보여주어 당신의 웰빙을 지원하고 있어요.
nl: De meeste metingen weerspiegelen een rustige gemoedstoestand, wat je welzijn ondersteunt.
pl: Większość pomiarów odzwierciedla spokojny stan umysłu, wspierając Twój dobrostan.
pt_br: A maioria das leituras reflete um estado calmo de espírito, apoiando seu bem-estar.
ru: Большинство показаний свидетельствуют о спокойном состоянии ума, поддерживающем ваше благополучие.
tr: Çoğu ölçüm sakin bir ruh halini yansıtıyor, bu da sağlığınızı destekliyor.
zh_hans: 大多数读数表明了你的心态平和，有助于保持健康。
zh_hant: 大多數讀數表明了你的心態平和，有助於保持健康。

# week_stress_analysis_3_b_gpt
source: You might feel slight stress, but you successfully found some moments of rest to balance it.
ar: قد تشعر ببعض التوتر الطفيف، ولكن نجحت في العثور على لحظات من الراحة لتحقيق التوازن.
de: Vielleicht verspürst du leichten Stress, aber es ist dir erfolgreich gelungen, einige Momente der Ruhe zu finden, um ihn auszugleichen.
es: Quizás sientas un ligero estrés, pero lograste encontrar algunos momentos de descanso para equilibrarlo.
fa: ممکن است احساس کمی استرس کنید، اما شما با موفقیت لحظاتی از استراحت پیدا کرده‌اید تا آن را تعادل بخشید.
fr: Vous pourriez ressentir un léger stress, mais vous avez réussi à trouver quelques moments de repos pour l'équilibrer.
id: Anda mungkin merasakan sedikit stres, tetapi berhasil menemukan beberapa momen istirahat untuk menyeimbangkannya.
it: Potresti sentire un lieve stress, ma sei riuscito a trovare alcuni momenti di riposo per bilanciarlo.
ja: 少しストレスを感じるかもしれませんが、それをバランスするための休息の時を見つけることができました。
ko: 약간의 스트레스를 느낄 수 있지만, 그것을 균형잡는 쉼을 찾을 수 있었어요.
nl: Je kunt wat stress voelen, maar je slaagde erin om af en toe rustmomenten te vinden om het in balans te brengen.
pl: Możesz odczuwać nieco stresu, ale udało Ci się znaleźć chwilę wytchnienia, aby to zrównoważyć.
pt_br: Você pode sentir um pouco de estresse, mas conseguiu encontrar alguns momentos de descanso para equilibrar.
ru: Возможно, у вас есть небольшой стресс, но вам удалось найти некоторое время для отдыха и восстановления.
tr: Belki hafif bir stres hissediyorsunuz, ancak dengelemek için dinlenme anları buldunuz.
zh_hans: 你偶尔可能会感受到少许的压力，但你能调整休息时间来减轻它。
zh_hant: 你偶爾可能會感受到少許的壓力，但你能調整休息時間來減輕它。

# week_stress_analysis_3_gpt
source: Your stress level is slightly better than moderate. While sailing through tasks, you managed to relax occasionally.
ar: مستوى توترك أفضل قليلاً من المعتدل. بينما تتجاوز المهام، نجحت في الاسترخاء بشكل بعض الأحيان.
de: Dein Stressniveau ist etwas besser als moderat. Während du Aufgaben bewältigst, gelingt es dir gelegentlich zu entspannen.
es: Tu nivel de estrés es ligeramente mejor que moderado. Mientras te enfrentas a las tareas, lograste relajarte ocasionalmente.
fa: سطح استرس شما کمی بهتر از متوسط است. در حالی که با وظایف دست و پنجه نرم می‌کنید، موفق شده‌اید گاهی اوقات آرامش بیابید.
fr: Votre niveau de stress est légèrement meilleur que modéré. En jonglant avec les tâches, vous avez réussi à vous détendre occasionnellement.
id: Tingkat stres Anda sedikit lebih baik dari sedang. Saat menyelesaikan tugas, Anda berhasil rileks sesekali.
it: Il tuo livello di stress è leggermente migliore della media. Mentre affronti compiti, sei riuscito a rilassarti occasionalmente.
ja: ストレスレベルはやや中程度よりです。タスクをこなしながら、時折リラックスすることができました。
ko: 스트레스 수준이 약간 중간 수준보다 나아요. 일을 처리하면서 가끔씩 휴식을 취한 것 같아요.
nl: Je stressniveau is iets beter dan gemiddeld. Tijdens het doorlopen van taken slaagde je er af en toe in om te ontspannen.
pl: Twój poziom stresu jest nieco lepszy niż umiarkowany. Podczas wykonywania zadań udało Ci się od czasu do czasu zrelaksować.
pt_br: Seu nível de estresse é ligeiramente melhor que moderado. Enquanto enfrenta tarefas, você conseguiu relaxar ocasionalmente.
ru: Ваш уровень стресса немного лучше, чем умеренный. Пока вы справляетесь с задачами, у вас иногда удается расслабиться.
tr: Stres seviyeniz hafiften biraz daha iyi. Görevleri başarıyla yürütürken zaman zaman dinlenmeyi başardınız.
zh_hans: 你的压力水平较好。在完成任务的同时，你偶尔也能放松一下。
zh_hant: 你的壓力水平較好。在完成任務的同時，你偶爾也能放鬆一下。

# week_stress_analysis_4_b_gpt
source: Your stress levels fall within the moderate range, which is a sign of good stress tolerance.
ar: مستويات التوتر لديك تقع ضمن النطاق المعتدل، مما يشير إلى قدرتك الجيدة على تحمل التوتر.
de: Deine Stresswerte liegen im moderaten Bereich, was ein Zeichen für eine gute Stressbewältigung ist.
es: Tus niveles de estrés están dentro del rango moderado, lo cual es un signo de buena tolerancia al estrés.
fa: سطوح استرس شما در محدوده متوسط است که نشان‌دهنده تحمل خوبی در برابر استرس است.
fr: Vos niveaux de stress se situent dans la plage modérée, signe d'une bonne tolérance au stress.
id: Tingkat stres Anda berada dalam rentang sedang, tanda toleransi stres yang baik.
it: I tuoi livelli di stress rientrano nella gamma moderata, segno di una buona tolleranza allo stress.
ja: ストレスレベルは中程度の範囲内にあり、ストレスに対する耐性が良いサインです。
ko: 스트레스 수준이 중간 수준 내에 있어서 좋은 스트레스 대처 능력의 표시에요.
nl: Je stressniveaus vallen binnen het gematigde bereik, wat een teken is van goede stressbestendigheid.
pl: Twoje poziomy stresu mieszczą się w umiarkowanym zakresie, co jest dobrym znakiem tolerancji na stres.
pt_br: Seus níveis de estresse estão dentro da faixa moderada, o que é um sinal de boa tolerância ao estresse.
ru: Ваши уровни стресса находятся в пределах умеренной зоны, что свидетельствует о хорошей стрессоустойчивости.
tr: Stres seviyeleriniz orta düzeyde, bu da iyi bir stres toleransı işareti.
zh_hans: 你的压力水平处于正常范围内，表明你有良好的抗压能力。
zh_hant: 你的壓力水平處於正常範圍內，表明你有良好的抗壓能力。

# week_stress_analysis_4_gpt
source: Your weekly stress level is moderate, indicating an ability to adapt to stress.
ar: مستوى توترك الأسبوعي معتدل، مما يشير إلى قدرتك على التكيف مع التوتر.
de: Dein wöchentliches Stressniveau ist moderat, was darauf hindeutet, dass du dich an Stress anpassen kannst.
es: Tu nivel de estrés semanal es moderado, lo que indica una capacidad de adaptación al estrés.
fa: سطح استرس هفتگی شما متوسط است، که نشان دهنده توانایی سازگاری با استرس است.
fr: Votre niveau de stress hebdomadaire est modéré, indiquant une capacité à s'adapter au stress.
id: Tingkat stres mingguan Anda sedang, menunjukkan kemampuan untuk beradaptasi dengan stres.
it: Il tuo livello di stress settimanale è moderato, indicando la capacità di adattarti allo stress.
ja: 週間のストレスレベルは中程度であり、ストレスに適応できる能力を示しています。
ko: 주간 스트레스 수준이 중간 수준이며, 스트레스를 적응하는 능력을 나타내고 있어요.
nl: Je wekelijkse stressniveau is matig, wat aangeeft dat je goed met stress kunt omgaan.
pl: Twój tygodniowy poziom stresu jest umiarkowany, co wskazuje na zdolność adaptacji do stresu.
pt_br: Seu nível de estresse semanal é moderado, indicando uma capacidade de se adaptar ao estresse.
ru: Ваш еженедельный уровень стресса умеренный, что указывает на способность адаптироваться к стрессу.
tr: Haftalık stres seviyeniz orta, stresle uyum sağlama yeteneğini gösteriyor.
zh_hans: 你本周的压力水平正常，表明你有一定的应对压力的能力。
zh_hant: 你本週的壓力水平正常，表明你有一定的應對壓力的能力。
