Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# energy_gpt
source: Energy
ar: الطاقة
de: Energie
es: Energía
fa: انرژی
fr: Énergie
id: Energi
it: Energia
ja: エネルギー
ko: 에너지
nl: Energie
pl: Energia
pt_br: Energia
ru: Энергия
tr: Enerji
zh_hans: 能量
zh_hant: 能量

source: FAQ
ar: التعليمات
es: Preguntas más frecuentes
fa: سوالات متداول
ja: よくある質問
ko: 자주하는 질문
ru: Вопросы-Ответы
tr: SSS
zh_hans: 常见问题
zh_hant: 常見問題

source: First day of week
ar: أول يوم من الأسبوع
de: Erster Tag der Woche
es: Primer día de la semana
fa: روز اول هفته
fr: Premier jour de la semaine
id: Hari pertama dalam sepekan
it: Primo giorno della settimana
ja: 週の1日目
ko: 한 주의 시작
nl: Eerste dag van de week
pl: Pierwszy dzień tygodnia
pt_br: Primeiro dia da Semana
ru: Первый день недели
tr: Haftanın ilk günü
zh_hans: 每周第一天
zh_hant: 每週的第一天

# go_faq_gpt
source: Find the answer here
ar: ابحث عن الإجابة هنا
de: Hier finden Sie die Antwort
es: Encuentra la respuesta aquí
fa: پاسخ را اینجا بیابید
fr: Trouvez la réponse ici
id: Temukan jawabannya di sini
it: Trova la risposta qui
ja: こちらで答えを見つけてください
ko: 여기에서 답을 찾으세요
nl: Vind het antwoord hier
pl: Znajdź odpowiedź tutaj
pt_br: Encontre a resposta aqui
ru: Найдите ответ здесь
tr: Cevabı burada bulun
zh_hans: 在这里找答案
zh_hant: 在這裡找答案

# gym_sample_data
source: (Sample Data)
ar: (عينة بيانات)
de: (Beispieldaten)
es: (Datos de muestra)
fa: (داده‌های نمونه)
fr: (Échantillon de données)
id: (Data sampel)
it: (Dati campione)
ja: （サンプルデータ）
ko: (샘플 데이터)
nl: (Voorbeeldgegevens)
pl: (Dane przykładowe)
pt_br: (Exemplos de dados)
ru: (Пример)
tr: (Örnek veri)
zh_hans: （样本数据）
zh_hant: （範例資料）

source: Heart health
ar: صحة القلب
de: Herzgesundheit
es: Salud cardíaca
fa: سلامتی قلب
fr: Santé cardiaque
id: Kesehatan jantung
it: Salute cardiaca
ja: 心臓の健康
ko: 심장 건강
nl: Gezondheid van het hart
pl: Zdrowie serca
pt_br: Saúde do coração
ru: Здоровье сердца
tr: Kalp sağlığı
zh_hans: 心脏健康
zh_hant: 心臟健康

source: Last record: %@
ar: آخر تسجيل: %@
de: Letzter Eintrag: %@
es: Último registro: %@
fa: آخرین ثبت: %@
fr: Dernier enregistrement : %@
id: Catatan terakhir: %@
it: Ultima registrazione: %@
ja: 前回の記録：%@
ko: 이전 기록: %@
nl: Laatste gegevens: %@
pl: Ostatni zapis: %@
pt_br: Último registro: %@
ru: Предыдущий рекорд: %@
tr: Son kayıt: %@
zh_hans: 上次锻炼记录：%@
zh_hant: 上一筆記錄：%@

# measure_stage_2_tip_gpt
source: Checking HRV by heartbeat intervals
ar: فحص متغير معدل ضربات القلب من خلال فواصل النبض
de: HRV durch Herzschlagintervalle überprüfen
es: Comprobando la HRV mediante intervalos de latidos cardíacos
fa: بررسی HRV با فواصل ضربان قلب
fr: Vérification de la VRC par intervalles de battements cardiaques
id: Memeriksa HRV melalui interval denyut jantung
it: Verifica dell'HRV tramite intervalli di battito cardiaco
ja: 心拍間隔によるHRVをチェックしています
ko: 심장 박동 간격으로 HRV 확인
nl: HRV controleren via hartslagintervallen
pl: Sprawdzanie HRV za pomocą odstępów między bicia serca
pt_br: Verificando o HRV pelos intervalos dos batimentos cardíacos
ru: Проверка ВСР по интервалам между сердечными сокращениями
tr: Kalp atış aralıklarıyla HRV kontrolü
zh_hans: 正在通过心跳间隔检查心率变异性
zh_hant: 正在透過心跳間隔檢查心率變異性

# measure_stage_3_tip_gpt
source: HRV reveals your overall health
ar: يكشف متغير معدل ضربات القلب عن صحتك العامة
de: HRV zeigt Ihren allgemeinen Gesundheitszustand an
es: La HRV revela tu salud general
fa: HRV به شما سلامت کلی خود را نشان می‌دهد
fr: La VRC révèle votre état de santé général
id: HRV mengungkapkan kesehatan secara keseluruhan
it: L'HRV rivela la tua salute generale
ja: HRVは全般的な健康を示します
ko: 전반적인 건강 상태를 알려주는 HRV
nl: HRV onthult je algehele gezondheid
pl: HRV ujawnia ogólny stan zdrowia
pt_br: HRV revela sua saúde geral
ru: ВСР раскрывает ваше общее здоровье
tr: HRV genel sağlığınızı ortaya koyar
zh_hans: 心率变异性可以揭示你的整体健康状况
zh_hant: 心率變異性揭示您的整體健康狀況

# measure_stage_4_tip_gpt
source: Assessing your stress level
ar: تقييم مستوى التوتر الخاص بك
de: Bewertung Ihres Stresslevels
es: Evaluando tu nivel de estrés
fa: ارزیابی سطح استرس شما
fr: Évaluation de votre niveau de stress
id: Menilai tingkat stres Anda
it: Valutazione del tuo livello di stress
ja: ストレスレベルを評価しています
ko: 스트레스 수준 평가
nl: Beoordeling van je stressniveau
pl: Ocena poziomu stresu
pt_br: Avaliando seu nível de estresse
ru: Оценка уровня стресса
tr: Stres seviyenizi değerlendirme
zh_hans: 正在评估你的压力水平
zh_hant: 正在評估您的壓力水平

# measure_stage_5_tip_gpt
source: Evaluating your body condition
ar: تقييم حالة جسمك
de: Bewertung Ihres Körperzustands
es: Evaluando tu condición corporal
fa: ارزیابی وضعیت بدنی شما
fr: Évaluation de votre état corporel
id: Menilai kondisi tubuh Anda
it: Valutazione della tua condizione corporea
ja: 体調を評価しています
ko: 신체 상태 평가
nl: Beoordeling van je lichamelijke conditie
pl: Ocena stanu ciała
pt_br: Avaliando sua condição corporal
ru: Оценка состояния организма
tr: Vücut durumunuzu değerlendirme
zh_hans: 正在评估你的身体状况
zh_hant: 正在評估您的身體狀況

# measure_stage_6_tip_gpt
source: Analyzing your measurements
ar: تحليل قياساتك
de: Analyse Ihrer Messungen
es: Analizando tus mediciones
fa: تجزیه و تحلیل اندازه‌گیری‌های شما
fr: Analyse de vos mesures
id: Menganalisis pengukuran Anda
it: Analisi delle tue misurazioni
ja: 測定データを分析しています
ko: 측정값 분석
nl: Analyse van je metingen
pl: Analiza pomiarów
pt_br: Analisando suas medições
ru: Анализ ваших измерений
tr: Ölçümlerinizi analiz etme
zh_hans: 正在分析你的测量数据
zh_hant: 正在分析您的測量數據

# measure_stage_wait_reading_tip
source: Waiting for the reading to stabilize...
ar: في انتظار استقرار القراءة...
de: Warten auf Stabilisierung der Anzeigewerte ...
es: Esperando a que se estabilice la lectura...
fa: در حال انتظار برای ثبات خواندن تعداد ضربان...
fr: En attente de stabilisation de la lecture…
id: Menunggu hasil menjadi stabil...
it: Attendi che si stabilizzi la lettura...
ja: 計測値が安定するのを待っています...
ko: 안정적인 판독이 가능할 때까지 기다리세요...
nl: Wacht totdat de meting zich stabiliseert…
pl: Oczekiwanie na stabilizację odczytu...
pt_br: Esperando a estabilização da leitura...
ru: Просим подождать до стабилизации показателей для считывания...
tr: Okumanın düzelmesi bekleniyor...
zh_hans: 正在等待读数稳定......
zh_hant: 正在等候讀數穩定......

source: Mental health
ar: الصحة العقلية
de: Geistige Gesundheit
es: Salud mental
fa: سلامت روانی
fr: Santé mentale
id: Kesehatan mental
it: Salute mentale
ja: メンタルヘルス
ko: 정신 건강
nl: Mentale gezondheid
pl: Zdrowie psychiczne
pt_br: Saúde mental
ru: Психическое здоровье
tr: Ruh sağlığı
zh_hans: 心理健康
zh_hant: 心理健康

# my_weekly_stats_gpt
source: My weekly stats
ar: إحصائيات أسبوعية
de: Meine wöchentlichen Statistiken
es: Mis estadísticas semanales
fa: آمار هفتگی من
fr: Mes statistiques hebdomadaires
id: Statistik Mingguan Saya
it: Le mie statistiche settimanali
ja: 週間統計
ko: 나의 주간 통계
nl: Mijn wekelijkse statistieken
pl: Moje statystyki tygodniowe
pt_br: Minhas estatísticas semanais
ru: Моя недельная статистика
tr: Haftalık İstatistiklerim
zh_hans: 我的周统计
zh_hant: 我的週統計

# need_help_gpt
source: Have a question?
ar: لديك سؤال؟
de: Haben Sie eine Frage?
es: ¿Tienes alguna pregunta?
fa: سوال دارید؟
fr: Vous avez une question?
id: Ada pertanyaan?
it: Hai una domanda?
ja: 質問はありますか？
ko: 질문이 있나요?
nl: Heb je een vraag?
pl: Masz pytanie?
pt_br: Tem uma pergunta?
ru: Есть вопрос?
tr: Sorunuz mu var?
zh_hans: 遇到问题了吗？
zh_hant: 有問題嗎？

# professional_reading_gpt
source: Professional Readings & Suggestions
ar: قراءات واقتراحات مهنية
de: Professionelle Lesungen und Empfehlungen
es: Lecturas y sugerencias profesionales
fa: اندازه‌گیری‌ها و پیشنهادات حرفه‌ای
fr: Lectures et suggestions professionnelles
id: Bacaan dan Saran Profesional
it: Letture e suggerimenti professionali
ja: プロの分析と提案
ko: 전문가의 분석과 제안
nl: Professionele Analyse & Adviezen
pl: Profesjonalna Analiza i Sugestie
pt_br: Análise e Sugestões Profissional
ru: Профессиональный анализ и рекомендации
tr: Profesyonel Analiz ve Öneriler
zh_hans: 专业分析与建议
zh_hant: 專業分析與建議

# result_body_condition_analysis_1_a_gpt
source: Your Energy Level and Tension Relief are both outside the normal range, suggesting that you're currently exhausted mentally and physically.
ar: مستوى طاقتك وقدرتك على التكيف خارجان عن النطاق الطبيعي، مما يشير إلى أنك تعاني حاليًا من إرهاق عقلي وجسدي.
de: Ihr Energiepegel und Ihre Anpassungsfähigkeit liegen beide außerhalb des normalen Bereichs, was darauf hindeutet, dass Sie derzeit geistig und körperlich erschöpft sind.
es: Tu nivel de energía y adaptabilidad están fuera del rango normal, lo que sugiere que actualmente estás agotado/a mental y físicamente.
fa: سطح انرژی و قابلیت سازگاری شما هر دو خارج از محدوده طبیعی هستند، که نشان می‌دهد در حال حاضر ذهنی و جسمی خسته هستید.
fr: Votre niveau d'énergie et votre capacité d'adaptation sont tous deux en dehors de la plage normale, suggérant que vous êtes actuellement épuisé(e) mentalement et physiquement.
id: Tingkat energi dan adaptabilitas Anda berada di luar kisaran normal, menunjukkan bahwa Anda saat ini lelah secara mental dan fisik.
it: Il tuo livello di energia e la tua capacità di adattamento sono entrambi al di fuori della norma, suggerendo che attualmente sei esausto/a mentalmente e fisicamente.
ja: エネルギーレベルと適応力が通常範囲外にあり、現在は精神的にも身体的にも疲れ果てていることを示唆しています。
ko: 귀하의 에너지 수준과 적응력은 모두 정상 범위를 벗어나 있어 현재 정신적으로와 신체적으로 피곤한 상태임을 시사합니다.
nl: Uw energieniveau en aanpassingsvermogen bevinden zich beide buiten het normale bereik, wat suggereert dat u momenteel zowel geestelijk als lichamelijk uitgeput bent.
pl: Twój poziom energii i zdolność adaptacyjna są obie poza normalnym zakresem, co sugeruje, że jesteś obecnie wyczerpany/a psychicznie i fizycznie.
pt_br: Seu nível de energia e adaptabilidade estão fora da faixa normal, sugerindo que você está atualmente esgotado(a) mental e fisicamente.
ru: Ваш уровень энергии и адаптивность находятся за пределами нормы, что указывает на то, что вы в настоящее время устали как умственно, так и физически.
tr: Enerji seviyeniz ve uyarlanabilirliğiniz her ikisi de normal aralığın dışında, bu da şu anda zihinsel ve fiziksel olarak yorgun olduğunuzu gösteriyor.
zh_hans: 你的能量值和适应能力都低于正常范围，这意味着目前你的精力和体力正在明显下降。
zh_hant: 您的能量水平和適應能力都超出了正常範圍，表明您目前在精神和身體上都感到疲憊。

# result_body_condition_analysis_1_b_gpt
source: Both your Energy Level and Tension Relief deviate from the normal range, implying a significant decrease in mental and physical strength.
ar: كل من مستوى الطاقة وقدرة التكيف لديك تنحرفان عن النطاق الطبيعي، مما يعني انخفاضًا كبيرًا في القوة العقلية والجسدية.
de: Sowohl Ihr Energiepegel als auch Ihre Anpassungsfähigkeit weichen vom normalen Bereich ab, was auf eine signifikante Abnahme der geistigen und körperlichen Stärke hindeutet.
es: Tanto tu nivel de energía como tu adaptabilidad se desvían del rango normal, lo que implica una disminución significativa en la fuerza mental y física.
fa: هم سطح انرژی شما و هم قابلیت سازگاری از محدوده طبیعی انحراف دارند، که نشان‌دهنده کاهش قابل توجه در قدرت ذهنی و جسمی است.
fr: Tant votre niveau d'énergie que votre capacité d'adaptation s'écartent de la plage normale, impliquant une diminution significative de la force mentale et physique.
id: Baik tingkat energi maupun adaptabilitas Anda menyimpang dari kisaran normal, menunjukkan penurunan signifikan dalam kekuatan mental dan fisik.
it: Sia il tuo livello di energia che la tua capacità di adattamento si discostano dalla norma, indicando una significativa diminuzione della forza mentale e fisica.
ja: エネルギーレベルと適応力の両方が通常範囲から逸脱しており、精神的および身体的な力の著しい低下を示唆しています。
ko: 귀하의 에너지 수준과 적응력 모두 정상 범위에서 벗어나며, 정신적 및 신체적 강도의 상당한 감소를 나타냅니다.
nl: Zowel uw energieniveau als aanpassingsvermogen wijken af van het normale bereik, wat wijst op een aanzienlijke afname in mentale en fysieke kracht.
pl: Zarówno twój poziom energii, jak i zdolność adaptacyjna odbiegają od zakresu normalnego, co implikuje znaczący spadek siły psychicznej i fizycznej.
pt_br: Tanto seu nível de energia quanto sua adaptabilidade desviam-se da faixa normal, implicando uma diminuição significativa na força mental e física.
ru: Как уровень энергии, так и адаптивность отклоняются от нормы, что подразумевает значительное снижение умственной и физической силы.
tr: Hem enerji seviyeniz hem de uyarlanabilirliğiniz normal aralıktan sapıyor, bu da zihinsel ve fiziksel güçte önemli bir azalmayı ima ediyor.
zh_hans: 你的能量水平和适应能力都偏离了正常范围，这说明你的精力和体力已经显著减退。
zh_hant: 您的能量水平和適應能力都偏離了正常範圍，暗示著心理和生理力量顯著減弱。

# result_body_condition_analysis_2_a_gpt
source: Have you ever felt like you're struggling to get things done? It's because your body condition is a bit off, and it's getting close to its limit.
ar: هل شعرت يومًا بأنك تكافح لإنجاز الأشياء؟ هذا بسبب أن حالة جسمك ليست في حالة جيدة، وأنها تقترب من حدها.
de: Hast du jemals das Gefühl gehabt, dass du Schwierigkeiten hast, Dinge zu erledigen? Das liegt daran, dass dein Körperzustand ein wenig aus dem Gleichgewicht ist und sich seinem Limit nähert.
es: ¿Alguna vez has sentido que te cuesta hacer las cosas? Es porque tu condición corporal está un poco desequilibrada y se acerca a su límite.
fa: آیا تا به حال احساس کرده‌اید که دارید با مشکلات کنار می‌آیید؟ این به این دلیل است که وضعیت بدنی شما کمی مشکل است و به حداقل خود نزدیک می‌شود.
fr: Vous êtes-vous déjà senti(e) comme si vous aviez du mal à accomplir des choses ? C'est parce que votre état corporel n'est pas tout à fait correct, et cela se rapproche de sa limite.
id: Pernah merasa seperti Anda kesulitan menyelesaikan hal-hal? Ini karena kondisi tubuh Anda agak tidak stabil, dan sudah mendekati batasnya.
it: Ti sei mai sentito/a come se stessi lottando per portare a termine le cose? È perché la condizione del tuo corpo è un po' fuori, ed è vicina al suo limite.
ja: 何かを成し遂げるのに苦労しているようなことはありますか？ それはあなたの体調が少し狂っているためで、限界に近づいています。
ko: 일을 처리하는 데 어려움을 겪는 것 같았던 적이 있나요? 그것은 당신의 신체 상태가 조금 이상하게 되어 있고 한계에 다가가 있기 때문입니다.
nl: Hebt u ooit het gevoel gehad dat u moeite hebt om dingen gedaan te krijgen? Dit komt doordat uw lichamelijke conditie een beetje uit balans is en het dicht bij zijn limiet komt.
pl: Czy kiedykolwiek czułeś, że masz trudności z wykonywaniem rzeczy? To dlatego, że stan twojego ciała jest trochę nie w porządku i zbliża się do swojego limitu.
pt_br: Você já se sentiu lutando para realizar as coisas? É porque a condição do seu corpo está um pouco fora de equilíbrio e está se aproximando do limite.
ru: Вы когда-нибудь чувствовали, что вам трудно справиться с делами? Это потому, что состояние вашего тела немного нарушено и приближается к своему пределу.
tr: Hiçbir şeyi hallederken zorlandığınızı hissettiniz mi? Bu, vücut durumunuzun biraz sapık olduğu ve sınırına yaklaştığı anlamına gelir.
zh_hans: 你在完成任务时是否感到力不从心？这可能是因为你的身体状态出了点问题，已经接近极限了。
zh_hant: 有沒有感覺過您在過度努力完成事情？這是因為您的身體狀況有點不對勁，已經接近極限。

# result_body_condition_analysis_2_b_gpt
source: Do you feel a little sluggish? That's because your energy level is on the lower side, making tasks a bit more challenging.
ar: هل تشعر ببطء طفيف؟ هذا بسبب أن مستوى طاقتك أقل، مما يجعل المهام أكثر تحديًا قليلاً.
de: Fühlst du dich ein wenig träge? Das liegt daran, dass dein Energielevel auf der niedrigen Seite ist und Aufgaben ein wenig anspruchsvoller werden.
es: ¿Te sientes un poco lento? Es porque tu nivel de energía está en el lado más bajo, lo que hace que las tareas sean un poco más desafiantes.
fa: آیا احساس کرده‌اید که کمی آهسته می‌روید؟ این به این دلیل است که سطح انرژی شما در سمت پایین قرار دارد و وظایف را یکمی چالشی‌تر می‌کند.
fr: Vous vous sentez un peu lent(e) ? C'est parce que votre niveau d'énergie est du côté inférieur, rendant les tâches un peu plus difficiles.
id: Apakah Anda merasa agak lemah? Itu karena tingkat energi Anda berada di sisi lebih rendah, membuat tugas sedikit lebih menantang.
it: Ti senti un po' svogliato/a? Questo perché il tuo livello di energia è sul lato basso, rendendo le attività un po' più impegnative.
ja: 体が重いと感じますか？それはエネルギーレベルが低いためで、タスクが少し難しくなっています。
ko: 조금 둔한 느낌이 있나요? 에너지 수준이 낮아져 작업이 조금 더 어려워지고 있습니다.
nl: Voelt u zich een beetje traag? Dat komt omdat uw energieniveau aan de lage kant is, waardoor taken wat uitdagender worden.
pl: Czujesz się trochę ospały? To dlatego, że poziom energii jest niższy, co sprawia, że zadania stają się nieco trudniejsze.
pt_br: Você se sente um pouco lento? Isso ocorre porque seu nível de energia está no lado mais baixo, tornando as tarefas um pouco mais desafiadoras.
ru: Чувствуете себя немного вялым? Это потому, что уровень энергии у вас на низкой стороне, что делает задачи немного более сложными.
tr: Biraz ağır hareket ediyormuş gibi hissediyor musunuz? Bu, enerji seviyenizin düşük olmasından kaynaklanan ve görevleri biraz daha zor hale getiren bir durumdur.
zh_hans: 感觉有点懒散吗？这可能是因为你的能量值较低，这样会让你感觉完成任务有点困难。
zh_hant: 感覺有點懶散嗎？那是因為您的能量水平較低，使得任務變得有些具挑戰性。

# result_body_condition_analysis_3_a_gpt
source: Your body's all geared up, ready to take on any challenge efficiently. It's time to embark on your journey!
ar: جسمك مستعد تمامًا، جاهز لمواجهة أي تحدي بكفاءة. حان الوقت للانطلاق في رحلتك!
de: Dein Körper ist optimal vorbereitet, um jede Herausforderung effizient anzugehen. Es ist Zeit, deine Reise anzutreten!
es: Tu cuerpo está listo y preparado para enfrentar cualquier desafío de manera eficiente. ¡Es hora de emprender tu viaje!
fa: بدن شما کاملاً آماده است، آماده برای مواجهه با هر چالشی به صورت کارآمد. زمان آغاز سفر شماست!
fr: Votre corps est prêt et équipé, prêt à relever efficacement n'importe quel défi. Il est temps d'embarquer pour votre voyage !
id: Tubuh Anda siap menghadapi segala tantangan dengan efisien. Saatnya memulai perjalanan Anda!
it: Il tuo corpo è tutto pronto, pronto a affrontare efficientemente qualsiasi sfida. È il momento di intraprendere il tuo viaggio!
ja: あなたの体は完全に準備ができており、効率的にどんな挑戦にも立ち向かう準備ができています。それは直面する時です！
ko: 당신의 몸은 어떤 도전에도 효과적으로 대응할 준비가 되어 있습니다. 지금이 여정을 시작할 때입니다!
nl: Uw lichaam is helemaal klaar, klaar om elke uitdaging efficiënt aan te gaan. Het is tijd om aan uw reis te beginnen!
pl: Twoje ciało jest gotowe, gotowe, by skutecznie stawić czoła każdemu wyzwaniu. To czas, aby rozpocząć swoją podróż!
pt_br: Seu corpo está totalmente preparado, pronto para enfrentar qualquer desafio de forma eficiente. É hora de embarcar em sua jornada!
ru: Ваше тело полностью готово, готово эффективно принять любой вызов. Пора начать свое путешествие!
tr: Vücudunuz tamamen hazır, herhangi bir zorluğa etkili bir şekilde karşı koymaya hazır. Şimdi yolculuğunuza çıkma zamanı!
zh_hans: 你的身体已经做好了迎接一切挑战的准备，现在是时候踏上你的冒险之旅了！
zh_hant: 您的身體已經做好準備，隨時迎接任何挑戰。是時候踏上您的旅程了！

# result_body_condition_analysis_3_b_gpt
source: Your body is primed and ready to handle anything that comes your way. The path ahead is yours to explore and conquer!
ar: جسمك جاهز ومستعد للتعامل مع أي شيء يأتي في طريقك. الطريق أمامك لاستكشافها والتغلب عليها!
de: Dein Körper ist auf Höchstleistung eingestellt und bereit, alles, was auf dich zukommt, effizient zu bewältigen. Der Weg liegt vor dir, um erkundet und erobert zu werden!
es: Tu cuerpo está en su mejor momento y listo para manejar cualquier cosa que se presente. El camino por delante es tuyo para explorar ¡y conquistar!
fa: بدن شما آماده و آماده به مقابله با هر چیزی است که راه شما قرار گرفته باشد. مسیر جلوتان برای کاوش و تسخیر است!
fr: Votre corps est prêt et prêt à gérer tout ce qui se présente à vous. Le chemin devant vous est à explorer et à conquérir !
id: Tubuh Anda siap dan siap untuk menangani apa pun yang datang. Jalan di depan adalah milik Anda untuk dijelajahi dan ditaklukkan!
it: Il tuo corpo è pronto e preparato per gestire qualsiasi cosa ti capiti. Il percorso è tuo da esplorare e conquistare!
ja: あなたの体は何が起こっても対処できるように整えられ、準備ができています。前進して探索し、征服するのはあなたのものです！
ko: 당신의 몸은 어떤 것이 닥쳐도 처리할 준비가 되어 있습니다. 앞으로 나아가고 정복할 길이 여러분의 것입니다!
nl: Uw lichaam is klaar en klaar om alles aan te pakken wat op uw pad komt. Het pad voor u ligt open om te verkennen en te veroveren!
pl: Twoje ciało jest gotowe, aby poradzić sobie z czymkolwiek, co się pojawi. Przed tobą otwiera się ścieżka do eksploracji i podboju!
pt_br: Seu corpo está pronto e preparado para lidar com tudo o que vier pela frente. O caminho à frente é seu para explorar e conquistar!
ru: Ваше тело готово и подготовлено для решения всего, что вам встретится. Путь впереди ваш, чтобы исследовать и завоевать!
tr: Vücudunuz her türlü zorluğa karşı hazır ve her şeyi ele almak için hazır durumda. Önünüzdeki yol sizin keşfetmeniz ve fethetmeniz içindir!
zh_hans: 你的身体已经做好了准备，随时能高效处理任何事务。前方的道路正在等待着你去探索和征服！
zh_hant: 您的身體已經準備好應對任何困難。前方的道路就等著您去探索和征服！

# result_body_condition_analysis_4_a_gpt
source: Your body is on fire, and though it may seem like you're full of energy, you've actually pushed it beyond a healthy limit.
ar: جسمك في حالة ذهبية، وعلى الرغم من أنه قد يبدو وكأنك مليء بالطاقة، إلا أنك فعليًا دفعته إلى ما وراء الحد الصحي.
de: Dein Körper ist in Bestform, und obwohl es so aussieht, als ob du voller Energie steckst, hast du ihn tatsächlich über eine gesunde Grenze hinaus belastet.
es: Tu cuerpo está en plena forma, y aunque parezca que estás lleno de energía, en realidad lo has llevado más allá de un límite saludable.
fa: بدن شما در حال آتش زدن است، و اگرچه ممکن است به نظر برسد که شما از انرژی پر است، اما در واقع آن را به سوی یک حد سالم فراتر رانده‌اید.
fr: Votre corps est en feu, et bien qu'il puisse sembler que vous êtes plein d'énergie, vous l'avez en réalité poussé au-delà d'une limite saine.
id: Tubuh Anda seakan-akan terbakar, dan meskipun mungkin terlihat penuh energi, sebenarnya Anda telah mendorongnya melewati batas yang sehat.
it: Il tuo corpo è acceso, e anche se può sembrare che tu sia pieno di energia, in realtà l'hai spinto oltre un limite salutare.
ja: あなたの体は火を噴いているようで、エネルギーに満ちているように見えるかもしれませんが、実際には健康な限界を超えて押しすぎています。
ko: 당신의 몸은 불타오르고 있는 것처럼 보일 수 있지만, 실제로는 건강한 한계를 넘어서 밀어 넣은 것일 수 있습니다.
nl: Uw lichaam staat in vuur en vlam, en hoewel het lijkt alsof u vol energie zit, hebt u het eigenlijk over de gezonde grens geduwd.
pl: Twoje ciało jest w ogniu, i choć może się wydawać, że jesteś pełen energii, faktycznie przesunąłeś je poza zdrowy limit.
pt_br: Seu corpo está pegando fogo, e embora pareça que você está cheio de energia, na verdade você o empurrou além de um limite saudável.
ru: Ваша энергия слишком высока, и хотя может показаться, что у вас полно энергии, на самом деле вы вытолкнули его за пределы здорового предела.
tr: Vücudunuz alev alev yanıyor gibi görünebilir ve enerji dolu gibi hissettirebilir, ancak aslında sağlıklı bir sınırın ötesine ittiniz.
zh_hans: 你的精力过于充沛，虽然从外表看起来你充满活力，但实际上你的身体已经超负荷了。
zh_hant: 您的身體處於高度活躍狀態，雖然看起來充滿活力，但實際上您已經超過了健康的極限。
