Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# result_health_suggestion_1_a_gpt
source: This may be related to long-term stress and unhealthy lifestyle habits. It is strongly recommended to make immediate lifestyle adjustments. If possible, don't hesitate to seek help from professionals.
ar: قد يكون ذلك مرتبطًا بالإجهاد الطويل الأمد وعادات الحياة غير الصحية. يُوصى بشدة بإجراء تعديلات فورية على نمط الحياة. إذا كان ذلك ممكنًا، لا تتردد في البحث عن المساعدة من المحترفين.
de: Dies könnte mit langfristigem Stress und ungesunden Lebensgewohnheiten zusammenhängen. Es wird dringend empfohlen, sofortige Anpassungen im Lebensstil vorzunehmen. Wenn möglich, zögern Sie nicht, professionelle Hilfe in Anspruch zu nehmen.
es: Esto puede estar relacionado con el estrés a largo plazo y hábitos de vida poco saludables. Se recomienda encarecidamente hacer ajustes inmediatos en el estilo de vida. Si es posible, no dudes en buscar ayuda profesional.
fa: این ممکن است به استرس بلندمدت و عادات غیرسالم زندگی مرتبط باشد. به شدت توصیه می‌شود که فوراً تغییرات لایف‌استایل انجام دهید. اگر امکان دارد، از حرفه‌ای‌ها کمک بگیرید.
fr: Cela peut être lié au stress à long terme et à des habitudes de vie peu saines. Il est fortement recommandé de faire des ajustements immédiats à votre mode de vie. Si possible, n'hésitez pas à demander de l'aide à des professionnels.
id: Ini mungkin terkait dengan stres jangka panjang dan kebiasaan gaya hidup yang tidak sehat. Sangat dianjurkan untuk segera melakukan penyesuaian gaya hidup. Jika memungkinkan, jangan ragu untuk mencari bantuan dari para profesional.
it: Questo potrebbe essere legato allo stress a lungo termine e a abitudini di vita non salutari. Si consiglia vivamente di apportare immediati aggiustamenti allo stile di vita. Se possibile, non esitate a cercare aiuto da professionisti.
ja: これは長期的なストレスと健康でない生活習慣と関連している可能性があります。即座にライフスタイルの調整をすることが強くお勧めされます。可能であれば、プロの助けを求めるのをためらわないでください。
ko: 이것은 장기간의 스트레스와 건강하지 않은 생활 습관과 관련이 있을 수 있습니다. 즉시 생활 방식을 조정하는 것이 강력히 권장됩니다. 가능하다면 전문가의 도움을 받을 주저하지 마세요.
nl: Dit kan verband houden met langdurige stress en ongezonde levensgewoonten. Het wordt sterk aanbevolen om onmiddellijk aanpassingen aan uw levensstijl te maken. Als het mogelijk is, aarzel dan niet om hulp te zoeken bij professionals.
pl: To może być związane z długotrwałym stresem i niezdrowymi nawykami życiowymi. Zdecydowanie zaleca się natychmiastowe dostosowanie stylu życia. Jeśli to możliwe, nie wahaj się szukać pomocy od profesjonalistów.
pt_br: Isso pode estar relacionado ao estresse prolongado e hábitos de vida pouco saudáveis. É altamente recomendável fazer ajustes imediatos no estilo de vida. Se possível, não hesite em procurar ajuda de profissionais.
ru: Это может быть связано с долгосрочным стрессом и нездоровыми привычками. Рекомендуется немедленно внести коррективы в образ жизни. При возможности не стесняйтесь обратиться за помощью к профессионалам.
tr: Bu, uzun süreli stres ve sağlıksız yaşam alışkanlıkları ile ilgili olabilir. Hemen yaşam tarzınızda ayarlamalar yapmanız kesinlikle önerilir. Mümkünse, profesyonellerden yardım istemekten çekinmeyin.
zh_hans: 这可能与你长期的压力和不健康的生活习惯有关。强烈建议你立马调整生活方式，如果有条件的话，一定要寻求专业人士的帮助。
zh_hant: 這可能與長期的壓力和不健康的生活習慣有關。強烈建議立即調整生活方式。如果可能的話，毫不猶豫地尋求專業幫助。

# result_health_suggestion_1_b_gpt
source: It's important to take this seriously and consider reaching out to healthcare professionals for guidance on how to improve your heart health. Make necessary lifestyle changes to bring yourself back to a state of good health.
ar: من المهم أن تأخذ هذا على محمل الجد وتفكر في الاتصال بمحترفي الرعاية الصحية للحصول على إرشاد حول كيفية تحسين صحة قلبك. قم بإجراء التغييرات اللازمة في نمط حياتك للعودة إلى حالة جيدة من الصحة.
de: Es ist wichtig, dies ernst zu nehmen und in Erwägung zu ziehen, sich an Gesundheitsfachleute zu wenden, um Anleitung zur Verbesserung Ihrer Herzgesundheit zu erhalten. Nehmen Sie notwendige Änderungen im Lebensstil vor, um zu einem Zustand guter Gesundheit zurückzukehren.
es: Es importante tomar esto en serio y considerar buscar la orientación de profesionales de la salud sobre cómo mejorar la salud de tu corazón. Realiza cambios necesarios en tu estilo de vida para volver a un estado de buena salud.
fa: مهم است که این را جدی بگیرید و در نظر داشته باشید به متخصصان بهداشت مراجعه کنید تا راهنمایی درباره چگونگی بهبود سلامت قلب خود دریافت کنید. تغییرات ضروری در سبک زندگی خود را اعمال کنید تا به حالت سلامت خوب بازگردید.
fr: Il est important de prendre cela au sérieux et de envisager de consulter des professionnels de la santé pour obtenir des conseils sur la façon d'améliorer la santé de votre cœur. Effectuez les changements nécessaires dans votre mode de vie pour revenir à un état de bonne santé.
id: Penting untuk mengambil ini dengan serius dan mempertimbangkan untuk mencari bantuan dari profesional kesehatan untuk panduan tentang cara meningkatkan kesehatan jantung Anda. Lakukan perubahan gaya hidup yang diperlukan untuk membawa diri Anda kembali ke keadaan kesehatan yang baik.
it: È importante prendere questo seriamente e considerare di rivolgersi a professionisti della salute per indicazioni su come migliorare la salute del tuo cuore. Apporta le necessarie modifiche allo stile di vita per riportarti a uno stato di buona salute.
ja: これを真剣に受け止め、心臓の健康を向上させる方法についての指導を求めるためには、専門家の医療従事者に相談することが重要です。自分を健康な状態に戻すためには、必要なライフスタイルの変更を行ってください。
ko: 이를 진지하게 받아들이고 심장 건강을 향상시키는 방법에 대한 안내를 위해 의료 전문가에게 상담을 고려하는 것이 중요합니다. 자신을 건강한 상태로 되돌리기 위해 필요한 생활 양식의 변경을 가해보세요.
nl: Het is belangrijk om dit serieus te nemen en te overwegen contact op te nemen met zorgprofessionals voor begeleiding over hoe je je hartgezondheid kunt verbeteren. Maak noodzakelijke veranderingen in je levensstijl om jezelf terug te brengen naar een staat van goede gezondheid.
pl: To ważne, aby podchodzić do tego poważnie i rozważyć skontaktowanie się z profesjonalistami służby zdrowia w celu uzyskania porad dotyczących poprawy zdrowia serca. Dokonaj koniecznych zmian w stylu życia, aby wrócić do stanu dobrego zdrowia.
pt_br: É importante levar isso a sério e considerar procurar profissionais de saúde para orientação sobre como melhorar a saúde do seu coração. Faça as mudanças necessárias no estilo de vida para voltar a um estado de boa saúde.
ru: Важно воспринимать это серьезно и рассматривать возможность обращения к профессионалам здравоохранения за рекомендациями по улучшению здоровья вашего сердца. Внесите необходимые изменения в образ жизни, чтобы вернуть себя к состоянию хорошего здоровья.
tr: Bunu ciddiye almak ve kalp sağlığınızı nasıl iyileştireceğiniz konusunda sağlık profesyonellerine başvurmayı düşünmek önemlidir. İyi bir sağlık durumuna geri dönmek için gerekli yaşam tarzı değişikliklerini yapın.
zh_hans: 你需要认真对待现在的状况，不妨考虑向专业医护人员请教，了解一些改善心脏健康的实用方法。在必要的时候，积极地调整一下生活方式，让身体逐渐恢复到良好的健康状态。
zh_hant: 認真對待這個問題，並考慮向醫療專業人員尋求指導，了解如何改善心臟健康。進行必要的生活方式改變，使自己恢復到一個良好健康狀態。

# result_health_suggestion_2_a_gpt
source: If you've recently encountered something that makes you stressed, consider setting it aside for a while. Right now, you may need more rest, hydration, and nourishment.
ar: إذا كنت قد واجهت مؤخرًا شيئًا يسبب لك الإجهاد، فكر في تركه جانبًا لفترة. في الوقت الحالي، قد تحتاج إلى مزيد من الراحة والترطيب والتغذية.
de: Wenn Sie in letzter Zeit auf etwas gestoßen sind, das Sie gestresst macht, überlegen Sie, es für eine Weile beiseite zu legen. Im Moment benötigen Sie möglicherweise mehr Ruhe, Flüssigkeitszufuhr und Nahrung.
es: Si has encontrado recientemente algo que te estresa, considera apartarlo por un tiempo. En este momento, es posible que necesites más descanso, hidratación y alimentación.
fa: اگر اخیراً با چیزی مواجه شده‌اید که شما را استرسی کرده باشد، در نظر داشته باشید که برای مدتی آن را کنار بگذارید. در حال حاضر، شما به بیشتر استراحت، آب‌دهی و تغذیه نیاز دارید.
fr: Si vous avez récemment rencontré quelque chose qui vous stresse, envisagez de le mettre de côté pendant un moment. En ce moment, vous avez peut-être besoin de plus de repos, d'hydratation et de nourriture.
id: Jika Anda baru-baru ini mengalami sesuatu yang membuat Anda stres, pertimbangkan untuk menunda sejenak. Saat ini, Anda mungkin memerlukan lebih banyak istirahat, hidrasi, dan nutrisi.
it: Se di recente avete affrontato qualcosa che vi ha stressato, considerate di metterlo da parte per un po'. In questo momento, potreste aver bisogno di più riposo, idratazione e nutrimento.
ja: 最近ストレスを感じるようなことがあれば、しばらくはそれを置いておくことを検討してください。今は、より多くの休息、水分補給、栄養が必要かもしれません。
ko: 최근에 스트레스를 유발하는 상황이 있었다면 잠시 뒤로 미루는 것을 고려해보세요. 지금 당장은 더 많은 휴식, 수분 공급 및 영양이 필요할 수 있습니다.
nl: Als u recentelijk iets hebt meegemaakt dat u gestrest maakt, overweeg dan om het even opzij te zetten. Op dit moment heeft u mogelijk meer rust, hydratatie en voeding nodig.
pl: Jeśli niedawno napotkałeś coś, co sprawia, że jesteś zestresowany, rozważ odłożenie tego na jakiś czas. Teraz możesz potrzebować więcej odpoczynku, nawadniania i odżywiania.
pt_br: Se você recentemente passou por algo que o deixou estressado, considere deixar isso de lado por um tempo. Neste momento, você pode precisar de mais descanso, hidratação e nutrição.
ru: Если недавно у вас был стрессовый опыт, рассмотрите возможность отложить его на некоторое время. В данный момент вам, возможно, нужно больше отдыха, увлажнения и питания.
tr: Son zamanlarda sizi strese sokan bir şeyle karşılaştıysanız, bir süreliğine bir kenara bırakmayı düşünün. Şu anda daha fazla dinlenmeye, su içmeye ve beslenmeye ihtiyacınız olabilir.
zh_hans: 如果最近发生的事情让你感到紧张不安，你可以考虑将其暂时搁置。因为现在，你需要多休息、多喝水、多吃一些有营养的食物。
zh_hant: 如果您最近遇到讓您感到緊張的事情，請考慮將其擱置一段時間。現在，您可能需要更多的休息、水分和營養。

# result_health_suggestion_2_b_gpt
source: Evaluate and modify your lifestyle habits immediately, focusing on stress reduction and heart-healthy practices. If needed, consult with a professional to develop a tailored plan for improvement.
ar: قم بتقييم عادات نمط حياتك وتعديلها فورًا، مع التركيز على تقليل التوتر وتبني ممارسات صحية للقلب. إذا كان الأمر ضروريًا، فاستشر محترفًا لتطوير خطة مخصصة للتحسين.
de: Bewerten und ändern Sie sofort Ihre Lebensgewohnheiten, indem Sie sich auf Stressreduktion und herzgesunde Praktiken konzentrieren. Konsultieren Sie bei Bedarf einen Fachmann, um einen maßgeschneiderten Verbesserungsplan zu entwickeln.
es: Evalúa y modifica tus hábitos de vida de inmediato, centrándote en la reducción del estrés y prácticas saludables para el corazón. Si es necesario, consulta con un profesional para desarrollar un plan personalizado de mejora.
fa: اقدام به ارزیابی و تغییر عادات سبک زندگی خود فوراً کنید، با تمرکز بر کاهش استرس و تمرینات سلامت قلب. در صورت لزوم با یک حرفه‌ای مشورت کنید تا یک برنامه سفارشی برای بهبود ایجاد شود.
fr: Évaluez et modifiez immédiatement vos habitudes de vie, en mettant l'accent sur la réduction du stress et les pratiques bénéfiques pour le cœur. Si nécessaire, consultez un professionnel pour élaborer un plan personnalisé d'amélioration.
id: Evaluasi dan ubah kebiasaan gaya hidup Anda segera, fokus pada pengurangan stres dan praktik yang baik untuk jantung. Jika diperlukan, konsultasikan dengan seorang profesional untuk mengembangkan rencana yang disesuaikan untuk perbaikan.
it: Valuta e modifica immediatamente le tue abitudini di vita, concentrati sulla riduzione dello stress e sulle pratiche benefiche per il cuore. Se necessario, consulta un professionista per sviluppare un piano personalizzato di miglioramento.
ja: すぐにライフスタイルの習慣を評価し、変更し、ストレスの軽減と心臓に良い実践に焦点を当てます。必要であれば、専門家と相談して改善のための計画を立てましょう。
ko: 즉시 생활 양식을 평가하고 수정하며 스트레스 감소와 심장에 좋은 습관에 중점을 둡니다. 필요하다면 전문가와 상담하여 개선을 위한 맞춤형 계획을 수립하세요.
nl: Evalueer en pas je levensstijlgewoonten onmiddellijk aan, met de nadruk op stressvermindering en praktijken die goed zijn voor het hart. Raadpleeg indien nodig een professional om een op maat gemaakt plan voor verbetering op te stellen.
pl: Ocenić i natychmiast modyfikować nawyki stylu życia, skupiając się na redukcji stresu i praktykach zdrowych dla serca. W razie potrzeby skonsultuj się z profesjonalistą, aby opracować dostosowany plan poprawy.
pt_br: Avalie e modifique imediatamente seus hábitos de vida, concentrando-se na redução do estresse e em práticas saudáveis para o coração. Se necessário, consulte um profissional para desenvolver um plano personalizado de melhoria.
ru: Оцените и немедленно измените свои привычки образа жизни, уделяя внимание снижению стресса и практикам, полезным для сердца. При необходимости проконсультируйтесь с профессионалом для разработки индивидуального плана улучшения.
tr: Hemen yaşam tarzı alışkanlıklarınızı değerlendirin ve değiştirin, stres azaltma ve kalp sağlığına uygun uygulamalara odaklanın. Gerekirse, bir profesyonelle danışarak iyileşme için özel bir plan geliştirin.
zh_hans: 你需要立刻审视并调整你的生活习惯，专注一些减压和和对心脏有益的活动。如有需要，咨询专业人士，为自己量身定制一个改善计划。
zh_hant: 立即評估和修改您的生活習慣，重點關注減輕壓力和有益於心臟健康的實踐。如果需要，諮詢專業人士制定量身定制的改善計劃。

# result_health_suggestion_3_a_gpt
source: Please have a rest and measure again. If you get the same results, it could be due to individual variations or specific health conditions. Try making positive changes to your lifestyle to enhance your heart health.
ar: الرجاء الراحة وقياس النتائج مرة أخرى. إذا كنت تحصل على نفس النتائج، قد يكون ذلك بسبب التباينات الفردية أو حالات الصحة الخاصة. جرب إجراء تغييرات إيجابية في نمط حياتك لتعزيز صحة قلبك.
de: Bitte ruhen Sie sich aus und messen Sie erneut. Wenn Sie dieselben Ergebnisse erhalten, könnte dies auf individuelle Unterschiede oder spezifische Gesundheitszustände zurückzuführen sein. Versuchen Sie, positive Veränderungen an Ihrem Lebensstil vorzunehmen, um Ihre Herzgesundheit zu verbessern.
es: Por favor, descansa y mide nuevamente. Si obtienes los mismos resultados, podría deberse a variaciones individuales o condiciones de salud específicas. Intenta realizar cambios positivos en tu estilo de vida para mejorar la salud de tu corazón.
fa: لطفاً استراحت کنید و دوباره اندازه بگیرید. اگر نتایج مشابه داشته باشید، ممکن است به اختلافات فردی یا شرایط بهداشتی خاصی برگردد. سعی کنید تغییرات مثبتی در لایف‌استایل خود ایجاد کنید تا بهداشت قلب خود را بهبود بخشید.
fr: Reposez-vous et mesurez à nouveau. Si vous obtenez les mêmes résultats, cela pourrait être dû à des variations individuelles ou à des conditions de santé spécifiques. Essayez d'apporter des changements positifs à votre mode de vie pour améliorer la santé de votre cœur.
id: Silakan beristirahat dan ukur lagi. Jika Anda mendapatkan hasil yang sama, bisa jadi karena variasi individual atau kondisi kesehatan tertentu. Cobalah melakukan perubahan positif pada gaya hidup Anda untuk meningkatkan kesehatan jantung Anda.
it: Per favore, riposatevi e misurate di nuovo. Se ottenete gli stessi risultati, potrebbe essere dovuto a variazioni individuali o condizioni di salute specifiche. Provate a apportare cambiamenti positivi al vostro stile di vita per migliorare la salute del vostro cuore.
ja: 休息をとり、再度測定してください。同じ結果が得られた場合、個々の変動や特定の健康状態が原因かもしれません。ライフスタイルを変えて心の健康を向上させてみてください。
ko: 휴식을 취하고 다시 측정하세요. 같은 결과가 나오면 개인 차이나 특정 건강 상태 때문일 수 있습니다. 심장 건강을 향상시키기 위해 긍정적인 변화를 시도해보세요.
nl: Neem even rust en meet opnieuw. Als u dezelfde resultaten krijgt, kan dit te wijten zijn aan individuele verschillen of specifieke gezondheidscondities. Probeer positieve veranderingen aan te brengen in uw levensstijl om uw hartgezondheid te verbeteren.
pl: Proszę odpocznij i zmierz ponownie. Jeśli otrzymasz te same wyniki, może to być spowodowane indywidualnymi różnicami lub konkretnymi warunkami zdrowotnymi. Spróbuj wprowadzić pozytywne zmiany w swoim stylu życia, aby poprawić zdrowie serca.
pt_br: Por favor, descanse e meça novamente. Se obtiver os mesmos resultados, pode ser devido a variações individuais ou condições de saúde específicas. Tente fazer mudanças positivas no seu estilo de vida para melhorar a saúde do seu coração.
ru: Пожалуйста, отдохните и измерьте снова. Если результаты те же, это может быть вызвано индивидуальными особенностями или конкретными состояниями здоровья. Попробуйте внести позитивные изменения в свой образ жизни для улучшения здоровья сердца.
tr: Lütfen biraz dinlenin ve tekrar ölçün. Eğer aynı sonuçları alırsanız, bu bireysel farklılıklardan veya belirli sağlık koşullarından kaynaklanabilir. Kalp sağlığınızı artırmak için yaşam tarzınızda olumlu değişiklikler yapmayı deneyin.
zh_hans: 请你稍作休息，再重新进行测量。如果测量结果还是没变，可能是由于每个人体质的不同，或是一些特殊的健康问题所导致的。你可以尝试将生活方式调整得更加积极健康，以改善你的心脏健康状况。
zh_hant: 請休息一下，然後重新測量。如果結果相同，可能是個體差異或特定健康狀況所致。嘗試對生活方式進行積極的變化，以增強心臟健康。

# result_health_suggestion_3_b_gpt
source: For greater accuracy, it's strongly recommended to take another test. Additionally, practice relaxation techniques such as deep breathing or mindfulness, as these can help alleviate stress on your heart.
ar: للحصول على دقة أكبر، يُوصى بشدة بإجراء اختبار آخر. بالإضافة إلى ذلك، قم بممارسة تقنيات الاسترخاء مثل التنفس العميق أو الانتباه، حيث يمكن أن تساعد في تخفيف الضغط على قلبك.
de: Für eine genauere Messung wird dringend empfohlen, einen weiteren Test durchzuführen. Üben Sie außerdem Entspannungstechniken wie tiefes Atmen oder Achtsamkeit, da diese dazu beitragen können, den Stress für Ihr Herz zu lindern.
es: Para mayor precisión, se recomienda encarecidamente realizar otra prueba. Además, practica técnicas de relajación como la respiración profunda o la atención plena, ya que pueden ayudar a aliviar el estrés en tu corazón.
fa: برای دقت بیشتر، به شدت توصیه می‌شود که یک آزمون دیگر انجام دهید. به علاوه، تکنیک‌های ریلکسیشن مانند تنفس عمیق یا توجه آگاهی را تمرین کنید، زیرا این‌ها ممکن است به کاهش استرس در قلب شما کمک کنند.
fr: Pour une précision accrue, il est fortement recommandé de passer un autre test. De plus, pratiquez des techniques de relaxation telles que la respiration profonde ou la pleine conscience, car elles peuvent aider à soulager le stress sur votre cœur.
id: Untuk akurasi yang lebih besar, sangat disarankan untuk melakukan tes lain. Selain itu, praktikkan teknik relaksasi seperti pernapasan dalam atau kesadaran penuh, karena ini dapat membantu mengurangi tekanan pada jantung Anda.
it: Per una maggiore precisione, è fortemente consigliato fare un altro test. Inoltre, pratica tecniche di rilassamento come la respirazione profonda o la consapevolezza, poiché possono contribuire ad alleviare lo stress sul tuo cuore.
ja: より正確な結果を得るためには、別のテストを受けることが強くお勧めされています。さらに、深呼吸やマインドフルネスなどのリラクゼーション技術を実践することで、心臓へのストレスを和らげるのに役立ちます。
ko: 더 정확한 결과를 얻기 위해 다른 테스트를 받는 것이 강력히 권장됩니다. 더불어 깊은 호흡이나 명상과 같은 이완 기술을 실천함으로써 심장에 가해지는 스트레스를 완화하는 데 도움이 됩니다.
nl: Voor een grotere nauwkeurigheid wordt sterk aanbevolen om een ​​andere test af te nemen. Oefen bovendien ontspanningstechnieken zoals diep ademhalen of mindfulness, omdat deze kunnen helpen om stress op je hart te verlichten.
pl: Dla większej dokładności zdecydowanie zaleca się wykonanie kolejnego testu. Dodatkowo, praktykuj techniki relaksacyjne, takie jak głębokie oddychanie lub uważność, ponieważ mogą pomóc złagodzić stres na sercu.
pt_br: Para uma maior precisão, é altamente recomendável fazer outro teste. Além disso, pratique técnicas de relaxamento, como respiração profunda ou mindfulness, pois isso pode ajudar a aliviar o estresse no seu coração.
ru: Для большей точности рекомендуется пройти еще один тест. Кроме того, практикуйте методики релаксации, такие как глубокое дыхание или осознанность, поскольку они могут помочь снять напряжение с вашего сердца.
tr: Daha büyük doğruluk için başka bir test yapmanız güçlü bir şekilde önerilir. Ayrıca derin nefes alma veya farkındalık gibi rahatlama tekniklerini uygulayın, çünkü bunlar kalbinizdeki stresi hafifletmeye yardımcı olabilir.
zh_hans: 为了获取更准确的测量结果，我们强烈建议你再进行一次测量。此外，尝试深呼吸、冥想等放松技巧，有助于你缓解对心脏的压力。
zh_hant: 為了更準確，強烈建議進行另一項測試。此外，進行深呼吸或正念等放鬆技巧的實踐，可以幫助緩解對心臟的壓力。

# result_health_suggestion_4_a_gpt
source: Try to enhance your well-being and reduce the unexpected risks to your heart health. It's essential to sustain a healthy lifestyle, such as eating a balanced diet, getting regular exercise, and managing stress.
ar: حاول تعزيز رفاهيتك وتقليل المخاطر غير المتوقعة لصحة قلبك. من الضروري الحفاظ على نمط حياة صحي، مثل تناول نظام غذائي متوازن، وممارسة الرياضة بانتظام، وإدارة التوتر.
de: Versuchen Sie, Ihr Wohlbefinden zu steigern und unerwartete Risiken für Ihre Herzgesundheit zu reduzieren. Es ist wichtig, einen gesunden Lebensstil aufrechtzuerhalten, wie eine ausgewogene Ernährung, regelmäßige körperliche Aktivität und Stressmanagement.
es: Intenta mejorar tu bienestar y reducir los riesgos inesperados para la salud de tu corazón. Es esencial mantener un estilo de vida saludable, como llevar una dieta equilibrada, hacer ejercicio regularmente y gestionar el estrés.
fa: تلاش کنید برای بهبود رفاه خود و کاهش ریسک‌های غیرمنتظره بهداشت قلب خود. حائز اهمیت است که یک لایف‌استایل سالم را حفظ کنید، مانند مصرف یک رژیم غذایی متعادل، انجام ورزش منظم و مدیریت استرس.
fr: Essayez d'améliorer votre bien-être et de réduire les risques inattendus pour la santé de votre cœur. Il est essentiel de maintenir un mode de vie sain, en adoptant une alimentation équilibrée, en faisant régulièrement de l'exercice et en gérant le stress.
id: Cobalah untuk meningkatkan kesejahteraan Anda dan mengurangi risiko yang tidak terduga terhadap kesehatan jantung Anda. Penting untuk menjaga gaya hidup sehat, seperti mengonsumsi makanan seimbang, berolahraga secara teratur, dan mengelola stres.
it: Cercate di migliorare il vostro benessere e ridurre i rischi imprevisti per la salute del vostro cuore. È essenziale mantenere uno stile di vita sano, come seguire una dieta bilanciata, fare regolare esercizio fisico e gestire lo stress.
ja: 健康を向上させ、心の健康に予期せぬリスクを減少させる努力をしてください。バランスの取れた食事、定期的な運動、ストレスの管理など、
ko: 건강을 증진하고 심장 건강에 뜻밖의 위험을 줄이려면 노력해야 합니다. 균형 잡힌 식사, 규칙적인 운동, 스트레스 관리 등 건강한 생활 방식을 유지하는 것이 중요합니다.
nl: Probeer uw welzijn te verbeteren en onverwachte risico's voor uw hartgezondheid te verminderen. Het is essentieel om een gezonde levensstijl te behouden, zoals het eten van een uitgebalanceerd dieet, regelmatig te bewegen en stress te beheersen.
pl: Spróbuj poprawić swoje samopoczucie i zmniejszyć nieoczekiwane ryzyko dla zdrowia serca. Ważne jest utrzymanie zdrowego stylu życia, takiego jak zrównoważona dieta, regularna aktywność fizyczna i radzenie sobie ze stresem.
pt_br: Tente melhorar seu bem-estar e reduzir os riscos inesperados para a saúde do seu coração. É essencial manter um estilo de vida saudável, como ter uma dieta equilibrada, praticar exercícios regularmente e gerenciar o estresse.
ru: Постарайтесь улучшить ваше благополучие и снизить неожиданные риски для здоровья сердца. Важно поддерживать здоровый образ жизни, такой как сбалансированное питание, регулярные упражнения и управление стрессом.
tr: Refahınızı artırmaya ve kalp sağlığınıza beklenmedik riskleri azaltmaya çalışın. Dengeli beslenme, düzenli egzersiz yapma ve stres yönetimi gibi sağlıklı bir yaşam tarzını sürdürmek önemlidir.
zh_hans: 努力改善健康，减少患心脏疾病的可能性。拥有一个健康的生活方式是十分重要的，你可以保持均衡饮食、定期锻炼和有效应对压力。
zh_hant: 努力增進您的幸福感，減少對心臟健康的意外風險。保持健康的生活方式至關重要，包括均衡飲食、定期鍛煉和管理壓力。
