Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

source: Feedback
ar: الملاحظات
es: Sugerir
fa: بازخوردی
fr: Avis
id: Masukan
ja: フィードバック
ko: 의견
pl: Opinię
pt_br: Opinião
ru: Обратная связь
tr: Geri bildirim
zh_hans: 反馈
zh_hant: 反饋

# main_setting
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fa: تنظیمات
fr: Paramètres
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Definições
ru: Настройки
tr: Ayarlar
zh_hans: 设置
zh_hant: 設置

source: More
ar: أكثر
de: Mehr
es: Más
fa: بیشتر
fr: Plus
id: Lainnya
it: Altro
ja: その他
ko: 더 보기
nl: Meer
pl: Więcej
pt_br: Mais
ru: Еще
tr: Daha
zh_hans: 更多
zh_hant: 更多

# set_backup
source: Backup & Restore
ar: نسخ واستعادة
de: Sicherung & Wiederherstellen
es: Copia de seguridad y restaurar
fa: پشتیبان و بازیابی داده ها
fr: Sauvegarder et restaurer
id: Cadangan & Pemulihan Data
it: Backup & Ripristino
ja: データのバックアップ＆復元
ko: 데이터 백업과 복원
nl: Databackup & Herstel
pl: Kopia zap. i przywracanie
pt_br: Dados Backup & Restaurar
ru: Резервная копия и восстановление
tr: Yedekle ve Kurtar
zh_hans: 数据备份和恢复
zh_hant: 數據備份和恢復

source: Sync & Restore
ar: مزامنة واستعادة
de: Synchronisieren & Wiederherstellen
es: Sincronizar y restaurar
fa: همگام‌سازی و بازیابی
fr: Synchronisation et restaurer
id: Mensinkronkan & Pulihkan
it: Sincronizzazione & Ripristino
ja: 同期&復元
ko: 동기화 및 복원
nl: Sync & Herstel
pl: Synchronizacja i przywracanie
pt_br: Sincronização & Restaurar
ru: Синхронизация и восстановление
tr: Eşitle ve Kurtar
zh_hans: 数据同步&恢复
zh_hant: 同步和恢復

# sign_in_back_up
source: Sign in and back up your data
ar: سجّل الدخول وانسخ بياناتك نسخًا احتياطيًا
de: Anmelden & Daten sichern
es: Conéctate y haz una copia de tus datos
fa: ورود به سیستم و پشتیبان‌گیری از داده‌ها
fr: Connectez-vous et sauvegardez vos données
id: Masuk dan cadangkan data Anda
it: Accedi e completa il backup dei dati
ja: サインイン＆データをバックアップ
ko: 로그인하고 데이터를 백업하세요
nl: Log in en maak een back-up van je gegevens
pl: Zaloguj się i zapisz kopię zapasową danych
pt_br: Acesse a conta e faça o back up dos seus dados
ru: Войдите, чтобы создать резервную копию своих данных
tr: Giriş yapın ve verilerinizi yedekleyin
zh_hans: 请登录并备份你的数据
zh_hant: 登入並備份您的資料

# setting_synchronize
source: Synchronize your data
ar: مزامنة بياناتك
de: Daten synchronisieren
es: Sincroniza tus datos
fa: همگام‌سازی داده‌ها
fr: Synchronisez vos données
id: Sinkronkan data Anda
it: Sincronizza i dati
ja: データを同期する
ko: 데이터를 동기화합니다
nl: Synchroniseer je gegevens
pl: Synchronizuj swoje dane
pt_br: Sincronize seus dados
ru: Синхронизация данных
tr: Verilerinizi eşitleyin
zh_hans: 同步数据
zh_hant: 同步資料

source: Today
ar: اليوم
de: Heute
es: Hoy
fa: امروز
fr: Aujourd'hui
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
tr: Bugün
zh_hans: 今天
zh_hant: 今天

source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fa: دیروز
fr: Hier
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
ru: вчера
tr: Dün
zh_hans: 昨天
zh_hant: 昨天

# sunday
source: Sun
ar: احد
de: So.
es: Dom
fa: ی
fr: Dim
id: Min
it: Dom
ja: 日
ko: 일
nl: Zo
pl: Nd
pt_br: Dom
ru: Вс
tr: Paz
zh_hans: 周日
zh_hant: 週日

# monday
source: Mon
ar: اثن
de: Mo.
es: Lun
fa: د
fr: Lun
id: Sen
it: Lun
ja: 月
ko: 월
nl: Ma
pl: Pn
pt_br: Seg
ru: Пн
tr: Pzt
zh_hans: 周一
zh_hant: 週一

# tuesday
source: Tue
ar: ثلا
de: Di.
es: Mar
fa: س
fr: Mar
id: Sel
it: Mar
ja: 火
ko: 화
nl: Di
pl: Wt
pt_br: Ter
ru: Вт
tr: Sal
zh_hans: 周二
zh_hant: 週二

# wednesday
source: Wed
ar: ارب
de: Mi.
es: Mié
fa: چ
fr: Mer
id: Rab
it: Mer
ja: 水
ko: 수
nl: Wo
pl: Śr
pt_br: Quar
ru: Ср
tr: Çar
zh_hans: 周三
zh_hant: 週三

# thursday
source: Thu
ar: خمي
de: Do.
es: Jue
fa: پ
fr: Jeu
id: Kam
it: Gio
ja: 木
ko: 목
nl: Do
pl: Cz
pt_br: Quin
ru: Чт
tr: Per
zh_hans: 周四
zh_hant: 週四

# friday
source: Fri
ar: جمع
de: Fr.
es: Vie
fa: ج
fr: Ven
id: Jum
it: Ven
ja: 金
ko: 금
nl: Vr
pl: Pt
pt_br: Sex
ru: Пт
tr: Cum
zh_hans: 周五
zh_hant: 週五

# saturday
source: Sat
ar: سبت
de: Sa.
es: Sáb
fa: ش
fr: Sam
id: Sab
it: Sab
ja: 土
ko: 토
nl: Za
pl: Sb
pt_br: Sáb
ru: Сб
tr: Cmt
zh_hans: 周六
zh_hant: 週六

source: Log out
ar: تسجيل الخروج
de: abmelden
es: Cerrar sesión
fa: خروج از سیستم
fr: Déconnexion
id: keluar
it: Esci
ja: ログアウト
ko: 로그아웃
nl: uitloggen
pl: Wyloguj się
pt_br: Sair
ru: Выйти
tr: Çıkış yap
zh_hans: 退出
zh_hant: 退出

source: Sign in with
ar: تسجيل الدخول باستخدام
de: Anmelden mit
es: Iniciar sesión con
fa: ورود با
fr: Connexion avec
id: Masuk dengan
it: Accedi con
ja: ログイン方法
ko: 로그인 방법
nl: Log in met
pl: Zaloguj się przez
pt_br: Iniciar sessão com a
ru: Войти с
tr: Şununla oturum aç:
zh_hans: 登录方式
zh_hant: 登入方法

source: Sync
ar: مزامنة
de: Synchronisieren
es: Sincronizar
fa: همگام‌سازی
fr: Synchronisation
id: Mensinkronkan
it: Sincronizzazione
ja: 同期
ko: 동기화
pl: Synchronizacja
pt_br: Sincronização
ru: Синхронизация
tr: Eşitle
zh_hans: 同步
zh_hant: 同步

source: My Heart Rate
ar: معدل نبضات قلبي
de: Meine Herzfrequenz
es: Mi ritmo cardíaco
fa: ضربان قلب من
fr: Ma fréquence cardiaque
id: Detak Jantung Saya
it: La mia frequenza cardiaca
ja: 私の心拍数
ko: 내 심박수
nl: Mijn hartslag
pl: Moje tętno
pt_br: Minha frequência cardíaca
ru: Мой пульс
tr: Nabzım
zh_hans: 我的心率
zh_hant: 我的心率

source: Date
ar: التاريخ
de: Datum
es: Fecha
fa: تاریخ
id: Tanggal
it: Data
ja: 日付
ko: 날짜
nl: Datum
pl: Data
pt_br: Data
ru: Дата
tr: Tarih
zh_hans: 日期
zh_hant: 日期

# log_weight_time
source: Time
ar: الوقت
de: Zeit
es: Hora
fa: زمان
fr: Heure
id: Waktu
it: Ora
ja: 時間
ko: 시간
nl: Tijd
pl: Czas
pt_br: Hora
ru: Время
tr: Zaman
zh_hans: 时间
zh_hant: 時間

source: Gender
ar: الجنس
de: Geschlecht
es: Género
fa: جنسیت
id: Jenis kelamin
it: Sesso
ja: 性別
ko: 성별
nl: Geslacht
pl: Płeć
pt_br: Gênero
ru: Пол
tr: Cinsiyet
zh_hans: 性別
zh_hant: 性別

source: Condition
ar: الحالة
de: Zustand
es: Condición
fa: وضعیت
id: Kondisi
it: Condizione
ja: 条件
ko: 상태
nl: Toestand
pl: Stan
pt_br: Condição
ru: Условие
tr: Durum
zh_hans: 状态
zh_hant: 狀態

source: My Notes
ar: ملاحظاتي
de: Meine Notizen
es: Mis notas
fa: یادداشت‌های من
fr: Mes remarques
id: Catatan Saya
it: Le mie note
ja: 自分のメモ
ko: 내 메모
nl: Mijn notities
pl: Moje notatki
pt_br: Minhas notas
ru: Мои примечания
tr: Notlarım
zh_hans: 我的笔记
zh_hant: 我的備註

source: Result
ar: النتيجة
de: Ergebnis
es: Resultado
fa: نتیجه
fr: Résultats
id: Hasil
it: Risultato
ja: 結果
ko: 결과
nl: Resultaat
pl: Wynik
pt_br: Resultado
ru: Результат
tr: Sonuç
zh_hans: 结果
zh_hant: 結果

# reset_app
source: Delete all data
ar: حذف جميع البيانات
de: Lösche alle Daten
es: Borrar todos los datos
fa: حذف همه داده‌ها
fr: Supprimer toutes les données
id: Hapus semua data
it: Elimina tutti i dati
ja: 全てのデータを削除する
ko: 모든 데이터 지우기
nl: Verwijder alle data
pl: Usuń wszystkie dane
pt_br: Excluir todos os dados
ru: Удалить все данные
tr: Tüm verileri sil
zh_hans: 删除所有数据
zh_hant: 刪除所有數據

# delete_all_data_ask
source: Delete all data?
ar: حذف كل البيانات؟
de: Alle Daten löschen?
es: ¿Eliminar todos los datos?
fa: همه داده‌ها حذف شوند؟
fr: Supprimer toutes les données ?
id: Hapus semua data?
it: Vuoi cancellare tutti i dati?
ja: すべてのデータを削除しますか？
ko: 모든 데이터를 삭제하시겠습니까?
nl: Alle data verwijderen?
pl: Usunąć wszystkie dane?
pt_br: Excluir todos os dados?
ru: Удалить все данные?
tr: Tüm veriler silinsin mi?
zh_hans: 删除所有数据？
zh_hant: 要刪除所有資料嗎？

# setting_general
source: General settings
ar: إعدادات عامَّة
de: Allgemeine einstellung
es: Ajustes generales
fa: تنظیمات عمومی
fr: Réglages généraux
id: Setelan umum
it: Impostazioni generali
ja: 一般設定
ko: 일반 설정
nl: Standaard instellingen
pl: Ustawienia ogólne
pt_br: Definições gerais
ru: Общие настройки
tr: Genel ayarlar
zh_hans: 一般设置
zh_hant: 一般設置

# rp_next
source: Next
ar: التالي
de: Nächste
es: Siguiente
fa: بعدی
fr: Suivant
id: Lanjut
it: Prossimo
ja: 次へ
ko: 다음
nl: volgende
pl: Następny
pt_br: Próximo
ru: Следующее
tr: Sonraki
zh_hans: 下一步
zh_hant: 下一步

# health_companion
source: Enjoy your cardiovascular health companion
ar: استمتع برفيق صحة القلب والأوعية الدموية
de: Viel Spaß mit Ihrem Begleiter zur kardiovaskulären Gesundheit
es: Disfruta de tu compañero de salud cardiovascular
fa: از همراه سلامت قلب خود لذت ببرید
fr: Profitez de votre compagnon de santé cardiovasculaire
id: Selamat menggunakan pendamping kesehatan jantung Anda
it: Goditi il tuo compagno per la salute cardiovascolare
ja: あなたの心臓血管の健康のパートナーをご活用ください
ko: 심혈관 건강 파트너의 혜택을 누리세요
nl: Een handige gezondheidspartner voor je hart en bloedvaten
pl: Ciesz się swoim towarzyszem zdrowia sercowo-naczyniowego
pt_br: Desfrute de um companheiro de saúde cardiovascular
ru: Заведите себе помощника по сердечно-сосудистой системе
tr: Kardiyovasküler sağlık yoldaşınızın keyfini çıkarın
zh_hans: 享受你的心血管健康伴侣
zh_hant: 放心享受心血管健康好夥伴

# health_companion_1
source: Accurate heart rate checker
ar: فاحص دقيق لمعدل ضربات القلب
de: Präzise Überprüfung Ihrer Herzfrequenz
es: Comprobador de ritmo cardíaco preciso
fa: بررسی دقیق ضربان قلب
fr: Outil de mesure précis du rythme cardiaque
id: Pemeriksa detak jantung akurat
it: Controllo accurato del battito
ja: 正確な心拍数チェッカー
ko: 정확한 심박수 측정
nl: Nauwkeurige hartslagcontrole
pl: Dokładny kontroler tętna
pt_br: Verificador de frequência cardíaca preciso
ru: Точная проверка ЧСС
tr: Doğru kalp nabzı kontrolü
zh_hans: 准确的心率检查器
zh_hant: 精確的心率檢測器

# health_companion_2
source: Detailed statistics & analysis
ar: إحصائيات وتحليلات مفصلة
de: Detaillierte Statistiken und Analysen
es: Estadísticas y análisis precisos
fa: آمار و تحلیل با جزئیات
fr: Statistiques et analyse détaillées
id: Statistik & analisis terperinci
it: Statistiche e analisi dettagliate
ja: 詳細な統計と分析
ko: 상세한 통계 및 분석
nl: Gedetailleerde statistieken & analyse
pl: Szczegółowe statystyki i analizy
pt_br: Estatísticas e análises detalhadas
ru: Подробная статистика и анализ
tr: Detaylı istatistikler ve analiz
zh_hans: 详细统计数据和分析
zh_hant: 詳細的統計資料與分析

# health_companion_3
source: Knowledge & insights
ar: معرفة وأفكار
de: Wissen und Einblicke
es: Conocimientos e información
fa: دانش و بینش
fr: Connaissances et informations
id: Pengetahuan & wawasan
it: Informazioni e insights
ja: 知識と洞察
ko: 지식 및 통찰
nl: Kennis & Inzicht
pl: Baza wiedzy i informacje
pt_br: Conhecimentos e ideias
ru: Знания и аналитика
tr: Bilgi ve içgörüler
zh_hans: 知识与见解
zh_hant: 知識與見解

source: Start now
ar: ابدئي الآن
de: Jetzt loslegen
es: Empezar ahora
fa: اکنون شروع کنید
fr: Commencer maintenant
id: Mulai sekarang
it: Inizia ora
ja: 今すぐ開始
ko: 지금 시작
nl: Nu beginnen
pl: Rozpocznij teraz
pt_br: Começar agora
ru: Начать
tr: Şimdi Başla
zh_hans: 立即开始
zh_hant: 立即開始

source: You
ar: أنت
de: Ich
es: Tú
fa: شما
fr: Vous
id: Anda
it: Tu
ja: あなた
ko: 나
nl: Jij
pl: Ty
pt_br: Você
ru: Вы
tr: Siz
zh_hans: 你
zh_hant: 您

source: Resting Heart Rate Range
ar: نطاق معدل النبض أثناء الراحة
de: Ruhepulsbereich
es: Rango de frecuencia cardíaca en reposo
fa: محدوده صربان قلب در حالت استراحت
fr: Plage de fréquence cardiaque au repos
id: Rentang Detak Jantung saat Istirahat
it: Intervallo di frequenza cardiaca a riposo
ja: 安静時心拍数の範囲
ko: 휴식 시 심박수 범위
nl: Hartslagbereik in rust
pl: Zakres tętna spoczynkowego
pt_br: Intervalo de frequência cardíaca em repouso
ru: Диапазон пульса в покое
tr: Dinlenme Nabzı Aralığı
zh_hans: 静息心率范围
zh_hant: 靜止心率範圍

# median_rate
source: Median Heart Rate
ar: معدل ضربات القلب الأوسط
de: Mittlere Herzfrequenz
es: Frecuencia cardíaca media
fa: ضربان قلب میانه
fr: Fréquence cardiaque médiane
id: Detak Jantung Median
it: Frequenza cardiaca mediana
ja: 心拍数の中央値
ko: 심박수 중간값
nl: Gemiddelde hartslag
pl: Mediana tętna
pt_br: Frequência cardíaca mediana
ru: Медианный пульс
tr: Orta Nabız
zh_hans: 心率中位数
zh_hant: 心率中位數

# go_to_settings_button
source: Go Settings
ar: الذهاب إلى الإعدادات
de: Einstellungen öffnen
es: Ve a Ajustes
fa: برو به تنظیمات
fr: Accédez aux paramètres
id: Buka Pengaturan
it: Vai alle impostazioni
ja: 設定に移動
ko: 설정으로 가기
nl: Instellingen openen
pl: Przejdź do ustawień
pt_br: Vá até as Configurações
ru: Перейдите в «Настройки»
tr: Ayarlara gidin
zh_hans: 前往设置
zh_hant: 前往設定

source: Done
ar: تم
de: Fertig
es: Listo
fa: تمام
fr: Terminé
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_br: Pronto
ru: Готово
tr: Bitti
zh_hans: 完成
zh_hant: 完成

# im_ready_1
source: I'm ready
ar: أنا جاهز
de: Ich bin bereit
es: Todo listo
fa: حاضرم
fr: Je suis prêt
id: Saya siap
it: Sono pronta
ja: 準備ができました
ko: 준비됐습니다
nl: Ik ben er klaar voor
pl: Jestem gotowy
pt_br: Estou pronto
ru: Начать
tr: Hazırım
zh_hans: 我准备好了
zh_hant: 我準備好了

source: Already user? Sign in
ar: مستخدم لدينا بالفعل؟ تسجيل الدخول
de: Bereits registriert? Anmelden
es: ¿Ya eres usuario? Inicie sesión
fa: از قبل کاربر بوده‌اید؟ ورود به سیستم
fr: Vous êtes déjà l'un de nos utilisateurs ? Connectez-vous
id: Sudah menjadi pengguna kami? Masuk
it: Se già un nostro utente? Accedi
ja: 本アプリを既にご利用いただいていますか？サインイン
ko: 이미 등록하신 사용자인가요? 로그인
nl: Gebruik je onze app al? Meld u aan
pl: Jesteś już użytkownikiem? Zaloguj się
pt_br: Já utiliza nosso app? Faça login
ru: Вы уже наш пользователь? Выполните вход
tr: Zaten kullanıcımız mısınız? Oturum aç
zh_hans: 已是我们的用户？登录
zh_hant: 您已經是我們的使用者了嗎？登錄

# measure_cover_correctly_emoji
source: The finder will turn %s red if the lens is covered correctly.
ar: سوف يتحول الباحث إلى %s اللون الأحمر إذا تم تغطية العدسة بشكل صحيح.
de: Der Sucher wird %s rot, wenn die Linse richtig abgedeckt ist.
es: El buscador se volverá %s rojo si el objetivo se cubre correctamente.
fa: اگر دست به درستی روی لنز قرار گرفته باشد، یابنده %sقرمز خواهد شد.
fr: Le détecteur deviendra %s rouge si l'objectif est recouvert correctement.
id: Pencari akan berubah menjadi %s merah jika lensa ditutup dengan benar.
it: Sde l'obiettivo è stato coperto correttamente, il rilevatore diventerà %s rosso.
ja: レンズが正しく覆われると、ファインダーが %s 赤色に変わります。
ko: 렌즈가 올바르게 가려지면 파인더가 %s 빨간색 으로 바뀝니다.
nl: De zoeker wordt %s rood als de lens goed is afgedekt.
pl: Wyszukiwarka zmieni kolor na %s czerwony, jeśli soczewka zostanie zakryta prawidłowo.
pt_br: O identificador ficará %s vermelho se a lente estiver corretamente coberta.
ru: Если линза накрыта правильно, искатель станет %s красным
tr: Lens doğru şekilde kapatıldığında bulucunun rengi %s kırmızı olacak.
zh_hans: 若镜头已正确覆盖，取景框会显示为 %s 红色。
zh_hant: 若鏡頭已正確覆蓋，取景框會顯示為 %s 紅色。

source: How to do
ar: طريقة الممارسة
de: Anleitung
es: Cómo hacerlo
fa: نحوه انجام
fr: Comment faire
id: Cara melakukannya
it: Come si eseguono
ja: やり方
ko: 운동 방법
nl: Uitleg
pl: Jak wykonać
pt_br: Como fazer
ru: Как делать
tr: Nasıl yapılır
zh_hans: 怎么做
zh_hant: 怎麼做

# hr_get_pro_reading
source: Get Professional Insights & Suggestions
ar: الحصول على أراء متخصصة والاقتراحات
de: Profi-Erkenntnisse erhalten & Vorschläge
es: Obtener un análisis y sugerencias profesionales
fa: دریافت اطلاعات حرفه‌ای و پیشنهادات
fr: Obtenir des connaissances et des suggestions professionnelles
id: Mendapatkan wawasan & saran profesional
it: Ricevere approfondimenti e suggerimenti professionali
ja: 専門的な分析とアドバイススを手に入る
ko: 전문적인 통찰 얻기 및 제안
nl: Professionele inzichten krijgen en suggesties
pl: Uzyskaj profesjonalne analizy i sugestie
pt_br: Obter informações profissionais e sugestões
ru: Хочу получить профессиональный анализ и предложения
tr: Profesyonel içgörüler edinmek ve öneriler
zh_hans: 获得专业分析与建议
zh_hant: 獲得專業見解與建議

# great_1
source: Great!
ar: رائع!
de: Großartig!
es: ¡Genial!
fa: بسیار خوب!
fr: Génial !
id: Hebat!
it: Fantastico!
ja: 素晴らしい！
ko: 훌륭해요!
nl: Geweldig!
pl: Wspaniale!
pt_br: Ótimo!
ru: Отлично!
tr: Harika!
zh_hans: 太棒了！
zh_hant: 很棒！

source: Unlock
ar: إفتح
de: Entsperren
es: Desbloqueo
fa: قفل‌گشایی
fr: Débloquez
id: Buka
it: Sblocca
ja: アンロックする
ko: 잠금을 해제
nl: Ontgrendelen
pl: Odblokuj
pt_br: Destrave
ru: Открыть
tr: Kilidini
zh_hans: 解锁
zh_hant: 解鎖

# how_often_ask_less
source: Less
ar: أقل
de: Weniger
es: Menos
fa: کمتر
fr: Moins
id: Lebih Sedikit
it: Meno
ja: 減らす
ko: 더 적게
nl: Minder
pl: Rzadziej
pt_br: Menos
ru: Меньше
tr: Daha az
zh_hans: 偶尔
zh_hant: 偶爾

# how_often_ask_more
source: More
ar: المزيد
de: Mehr
es: Más
fa: بیشتر
fr: Plus
id: Lebih Banyak
it: Più
ja: 増やす
ko: 더 많이
nl: Meer
pl: Częściej
pt_br: Mais
ru: Больше
tr: Daha fazla
zh_hans: 经常
zh_hant: 經常

source: Rarely
ar: نادرًا
de: Selten
es: Casi nunca
fa: به ندرت
fr: Rarement
id: Jarang
it: Raramente
ja: ほとんどしない
ko: 드물게
nl: Zelden
pl: Rzadko
pt_br: Raramente
ru: Редко
tr: Nadiren
zh_hans: 很少
zh_hant: 很少

# not_sure
source: I'm not sure
ar: لست متأكدة
de: Unklar
es: No estoy segura
fa: مطمئن نیستم
fr: Je ne suis pas sûre
id: Tidak yakin
it: Non saprei
ja: 分からない
ko: 모름
nl: Ik weet het niet zeker
pl: Nie wiem
pt_br: Não tenho certeza
ru: Не знаю точно
tr: Emin değilim
zh_hans: 我不确定
zh_hant: 我不確定

source: Sitting
ar: الجلوس
de: Sitzen
es: Sentado
fa: در حال نشستن
fr: Assis
id: Duduk
it: Seduto
ja: 座っている
ko: 앉아 있기
nl: Zittend
pl: Na siedząco
pt_br: Sentado
ru: Сидя
tr: Otururken
zh_hans: 坐着
zh_hant: 坐著

source: Lying
ar: الاستلقاء
de: Liegen
es: Tumbado
fa: در حال دراز کشیدن
fr: Allongé
id: Berbaring
it: Sdraiato
ja: 横になっている
ko: 누워 있기
nl: Liggend
pl: Na leżąco
pt_br: Deitado
ru: Лежа
tr: Uzanırken
zh_hans: 躺着
zh_hant: 躺著

# on_bed
source: Lying
ar: الاستلقاء
de: Liegen
es: Tumbado
fa: در حال دراز کشیدن
fr: Allongé
id: Berbaring
it: Sdraiato
ja: 横になっている
ko: 누워 있기
nl: Liggend
pl: Na leżąco
pt_br: Deitado
ru: Лежа
tr: Uzanırken
zh_hans: 躺着
zh_hant: 躺著

source: Standing
ar: يقف
de: Stehend
es: En pie
fa: در حالت ایستاده
fr: Debout
id: Berdiri
it: In piedi
ja: 立っている
ko: 서 있음
nl: Staand
pl: Stojąc
pt_br: Em pé
ru: Стоя
tr: Ayakta
zh_hans: 站立
zh_hant: 站立

source: Meditation
ar: تأمل
es: Meditación
fa: مراقبه
fr: Méditation
id: Meditasi
it: Meditazione
ja: 瞑想
ko: 명상
nl: Meditatie
pl: Medytacja
pt_br: Meditação
ru: Медитация
tr: Meditasyon
zh_hans: 冥想
zh_hant: 冥想

source: Walking
ar: المشي
de: Gehen
es: Andar
fa: پیاده‌روی
fr: Marche
id: Berjalan
it: Camminata
ja: 歩く
ko: 걷기
nl: Lopen
pl: Chodzenie
pt_br: Caminhada
ru: Ходьба
tr: Yürüyüş
zh_hans: 步行
zh_hant: 步行

source: Running
ar: الجري
de: Laufen
es: Correr
fa: دویدن
fr: Course
id: Berlari
it: Corsa
ja: ランニング
ko: 달리기
nl: Hardlopen
pl: Bieganie
pt_br: Corrida
ru: Бега
tr: Koşu
zh_hans: 跑步
zh_hant: 跑步

source: Jumping
ar: يقفز
de: Springen
es: Saltando
fa: در حال پریدن
fr: Entrain de sauter
id: Melompat
it: In salto
ja: ジャンプしている
ko: 점프 중
nl: Springend
pl: Skacząc
pt_br: Pulando
ru: Прыжки
tr: Zıpladığında
zh_hans: 跳跃
zh_hant: 跳躍

source: Swimming
ar: السباحة
de: Schwimmen
es: Nadar
fa: شنا کردن
fr: Natation
id: Berenang
it: Nuoto
ja: 水泳
ko: 수영
nl: Zwemmen
pl: Pływanie
pt_br: Nade
ru: Плавание
tr: Yüzme
zh_hans: 游泳
zh_hant: 游泳

# what_your_gender
source: What's your gender?
ar: ما جنسك؟
de: Was ist Ihr Geschlecht?
es: ¿Cuál es tu sexo?
fa: جنسیت شما چیست؟
fr: Quel est votre sexe ?
id: Apa jenis kelamin Anda?
it: Di che sesso sei?
ja: あなたの性別は？
ko: 성별이 무엇인가요?
nl: Wat is je geslacht?
pl: Twoja płeć?
pt_br: Qual é o seu sexo?
ru: Какого вы пола?
tr: Cinsiyetiniz nedir?
zh_hans: 你的性别？
zh_hant: 您的性別？

source: Non-binary
ar: غير ثنائي
de: Nichtbinär
es: No binario
fa: جنسیت غیردوگانه
fr: Non-binaire
id: Non-biner
it: Non binario
ja: ノンバイナリー
ko: 논바이너리
nl: Niet-binair
pl: Niebinarna
pt_br: Não binário
ru: Небинарный
tr: İkisi de değil
zh_hans: 非二元性别
zh_hant: 非二元性別

# how_old
source: How old are you?
ar: ما عمرك؟
de: Wie alt sind Sie?
es: ¿Cuántos años tienes?
fa: چند سال دارید؟
fr: Quel âge avez-vous ?
id: Berapa usia Anda?
it: Quanti anni hai?
ja: あなたの年齢は？
ko: 당신의 나이는?
nl: Hoe oud ben je?
pl: Ile masz lat?
pt_br: Quantos anos você tem?
ru: Сколько вам лет?
tr: Kaç yaşındasınız?
zh_hans: 你的年龄？
zh_hant: 您的年紀？

# how_often
source: How often do you exercise?
ar: كم عدد المرات التي تمارسي فيها التمارين؟
de: Wie häufig trainieren Sie?
es: ¿Con qué frecuencia haces ejercicio?
fa: هر چند وقت یکبار ورزش می‌کنید؟
fr: À quelle fréquence pratiquez-vous une activité physique ?
id: Seberapa sering Anda berlatih?
it: Quanto spesso ti alleni?
ja: エクササイズの頻度はどれくらいですか？
ko: 얼마나 자주 운동하시나요?
nl: Hoe vaak sport u?
pl: Jak często ćwiczysz?
pt_br: Com que frequência você se exercita semanalmente?
ru: Как часто вы тренируетесь?
tr: Ne sıklıkla egzersiz yapıyorsunuz?
zh_hans: 你多久锻炼一次？
zh_hant: 您的運動頻率如何？

# never_fast
source: Never
ar: مطلقًا
de: Nein, noch nie
es: Nunca
fa: هرگز
fr: Jamais
id: Tidak pernah
it: Mai
ja: ない
ko: 없습니다
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
tr: Hiçbir zaman
zh_hans: 从不
zh_hant: 從來沒有

source: Sometimes
ar: أحيانًا
de: Gelegentlich
es: A veces
fa: گاهی
fr: Parfois
id: Terkadang
it: A volte
ja: ときどき
ko: 가끔
nl: Soms
pl: Czasami
pt_br: Às vezes
ru: Иногда
tr: Bazen
zh_hans: 偶尔
zh_hant: 偶爾

source: Deeper analysis
ar: تحليلات أعمق
de: Detailliertere Analysen
es: Análisis más exhaustivo
fa: تحلیل عمیق‌تر
fr: Analyse plus profonde
id: Analisis lebih mendalam
it: Analisi approfondita
ja: より深い分析
ko: 더 깊은 분석
nl: Grondigere analyse
pl: Wnikliwsze analizy
pt_br: Análise mais aprofundada
ru: Более глубокий анализ
tr: Daha Derinlemesine Analiz
zh_hans: 深度分析
zh_hant: 深度分析

source: Free
ar: مجانا
de: Kostenlos
es: Gratis
fa: رایگان
fr: Gratuit
id: Gratis
it: Gratis
ja: 無料
ko: 무료
nl: Gratis
pl: Darmowa
pt_br: Gratuito
ru: Бесплатно
tr: Ücretsiz
zh_hans: 免费
zh_hant: 免費

source: Premium
ar: بريميوم
es: Prémium
fa: پرمیوم
ja: プレミアム
ko: 프리미엄
ru: Премиум
zh_hans: 高级版
zh_hant: 進階版

# sex_chart_tip
source: Generating your report...
ar: جارٍ إنشاء التقرير...
de: Bericht wird erstellt...
es: Generando tu informe...
fa: در حال ایجاد گزارش...
fr: Génération de votre rapport...
id: Membuat laporan Anda ...
it: Generazione relazione...
ja: レポートを生成中...
ko: 보고서를 생성하는 중...
nl: Je rapport wordt gegenereerd...
pl: Generowanie raportu...
pt_br: Gerando o seu relatório...
ru: Идет создание отчета...
tr: Raporunuz oluşturuluyor...
zh_hans: 报告正在生成...
zh_hant: 正在產生您的報告...

source: Exercise Heart Rate
ar: معدل النبض أثناء التمرين
de: Herzfrequenz bei Belastung
es: Frecuencia cardíaca en ejercicio
fa: ضربان قلب حین ورزش
fr: Fréquence cardiaque à l'exercice
id: Detak Jantung saat Latihan
it: Frequenza cardiaca sotto sforzo
ja: 運動時心拍数
ko: 운동 시 심박수
nl: Hartslag tijdens training
pl: Tętno podczas ćwiczeń
pt_br: Frequência cardíaca durante o exercício
ru: Пульс под нагрузкой
tr: Egzersiz Kalp Nabzı
zh_hans: 运动心率
zh_hant: 運動心率

# 3_measurements_per_day
source: 3 measurements
ar: 3 من القياسات
de: 3 Messungen
es: 3 mediciones
fa: 3 اندازه‌گیری
fr: 3 mesures
id: pengukuran 3
it: 3 misurazioni
ja: 3回計測
ko: 3회 측정
nl: 3 metingen
pl: 3 pomiary
pt_br: 3 medições
ru: 2 измерения
tr: 3 ölçüm
zh_hans: 3次测量
zh_hant: 3次測量

# 2_measurements_per_day
source: 2 measurements
ar: 2 من القياسات
de: 2 Messungen
es: 2 mediciones
fa: 2 اندازه‌گیری
fr: 2 mesures
id: pengukuran 2
it: 2 misurazioni
ja: 2回計測
ko: 2회 측정
nl: 2 metingen
pl: 2 pomiary
pt_br: 2 medições
ru: 2 измерения
tr: 2 ölçüm
zh_hans: 2次测量
zh_hant: 2次測量

# free_trial_des_year
source: Free 7-day trial, then %s/year
ar: نسخة تجريبية مجانية لمدة 7 أيام، ثم تصبح مقابل %sاً في السنة
de: Kostenloser 7 Tage-Test, danach %s/Jahr
es: Prueba gratuita de 7 días, después %s/año
fa: نسخه آزمایشی ۷ روزه رایگان، سپس %s سالانه
fr: Période d'essai sans frais de 7 jours, puis %s/an
id: Coba 7 hari gratis, lalu %s/tahun
it: Prova gratuita di 7 giorni, poi %s/anno
ja: 7日間の無料トライアル後、年々%s
ko: 무료 7일 후 %s/연
nl: Gratis 7 dagen proberen, daarna %s per jaar
pl: Darmowe 7-dniowe demo, później %s na rok
pt_br: Experiência gratuita de 7 dias, depois %s/ano
ru: 7 дней бесплатно, затем %s/год
tr: Ücretsiz 7 günlük deneme, sonra yıllık %s
zh_hans: 免费试用7天，之后每年仅需 %s
zh_hant: 免費試用 7 天，之後需付 %s / 年

source: All Knowledge & insights
ar: جميع المعارف والأراء
de: Gesamtes Wissen und Einblicke
es: Todo el conocimiento y la información
fa: همه نوع دانش و اطلاعات
fr: Toutes les connaissances
id: Semua pengetahuan & wawasan
it: Tutti gli approfondimenti e le informazioni
ja: すべての知識、分析、アドバイス
ko: 모든 지식 및 통찰
nl: Alle kennis en inzichten
pl: Cała wiedza i analizy
pt_br: Todos os conhecimentos e informações
ru: Все сведения и анализы
tr: Tüm bilgiler ve içgörüler
zh_hans: 所有知识与分析
zh_hant: 所有知識與見解
