Repository: fndppx/PracticallyScripts
Catalog: FileCombine/targetFiles/*.lproj/InfoPlist.strings
Languages: ar, de, es, fa, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans, zh_hant

# week_rmssd_bd_4_gpt
source: This week, your body has been able to recover after facing stress, returning to its normal state.
ar: هذا الأسبوع، تمكن جسدك من التعافي بعد مواجهة الضغوطات، عاد إلى حالته الطبيعية.
de: Diese Woche konnte sich Ihr Körper nach Stress wieder in seinen normalen Zustand zurückversetzen.
es: Esta semana, tu cuerpo ha podido recuperarse después de enfrentar el estrés, volviendo a su estado normal.
fa: این هفته، بدن شما پس از مواجهه با استرس، توانسته است بازیابی کند و به وضعیت طبیعی خود بازگردد.
fr: Cette semaine, ton corps a réussi à récupérer après avoir affronté le stress, revenant à son état normal.
id: Minggu ini, tubuhmu berhasil pulih setelah menghadapi stres, kembali ke keadaan normal.
it: Questa settimana, il tuo corpo è stato in grado di riprendersi dopo lo stress, tornando al suo stato normale.
ja: 今週は、ストレスに直面した後、体が通常の状態に戻っています。
ko: 이번 주에는 스트레스를 겪은 후에도 당신의 몸이 회복되어 정상 상태로 돌아왔습니다.
nl: Deze week is je lichaam in staat geweest om te herstellen na het ervaren van stress en terug te keren naar zijn normale staat.
pl: W tym tygodniu twój organizm potrafił się zregenerować po stresie, powracając do normalnego stanu.
pt_br: Esta semana, seu corpo foi capaz de se recuperar após enfrentar o estresse, voltando ao seu estado normal.
ru: На этой неделе ваш организм смог восстановиться после стресса и вернуться к нормальному состоянию.
tr: Bu hafta stresle karşılaştıktan sonra vücudunuz normal durumuna geri dönebiliyor.
zh_hans: 本周，你的身体在面对压力过后能恢复到平时正常的状态。
zh_hant: 本週，你的身體在面對壓力後能恢復到平時正常的狀態。

# week_rmssd_bd_5_b_gpt
source: Your stress recovery remains largely normal this week, with occasional challenges pushing your limits.
ar: تبقى تعافيك من الضغوطات طبيعيًا بشكل كبير هذا الأسبوع، مع تحديات متقطعة تدفع حدودك.
de: Ihre Stressbewältigung bleibt diese Woche größtenteils normal, wobei gelegentliche Herausforderungen Ihre Grenzen ausloten.
es: Tu recuperación del estrés sigue siendo en gran parte normal esta semana, con desafíos ocasionales que ponen a prueba tus límites.
fa: بازیابی از استرس شما اغلب در این هفته طبیعی است، اما چند چالش گاه‌شانسی حدود شما را به چالش می‌کشند.
fr: Votre récupération du stress reste largement normale cette semaine, avec quelques défis occasionnels poussant vos limites.
id: Pemulihan stres Anda sebagian besar tetap normal minggu ini, dengan tantangan sesekali yang mendorong batasan Anda.
it: Il tuo recupero dallo stress rimane in gran parte normale questa settimana, con alcune sfide che mettono alla prova i tuoi limiti.
ja: 今週のストレス回復はほとんどが正常ですが、時折、いくつかの課題が限界に近づけています。
ko: 이번 주에도 스트레스 회복은 대체로 정상적이었지만 가끔씩 도전으로 인해 한계를 경험했습니다.
nl: Je stressherstel blijft grotendeels normaal deze week, waarbij af en toe uitdagingen je grenzen verleggen.
pl: Twoje odzyskiwanie się po stresie pozostaje głównie normalne w tym tygodniu, z czasami przekraczającymi twoje granice.
pt_br: Sua recuperação do estresse continua principalmente normal esta semana, com desafios ocasionais testando seus limites.
ru: Ваше восстановление после стресса в основном остается нормальным на этой неделе, с временными вызовами, испытывающими ваши пределы.
tr: Bu hafta stres toparlanmanız genellikle normal, ancak bazı zorluklar sizi zaman zaman zorluyor.
zh_hans: 你本周的压力调节水平大多时间都是正常的，但偶尔也会遇到一些超出你承受范围内的挑战。
zh_hant: 你本週的壓力調節水平大多時間都是正常的，但偶爾也會遇到一些超出你承受範圍內的挑戰。

# week_rmssd_bd_5_gpt
source: Your stress recovery is mostly normal this week, but a few challenges push your limits occasionally.
ar: تعافيك من الضغوطات عادةً ما يكون طبيعيًا هذا الأسبوع، ولكن بعض التحديات تدفع حدودك أحيانًا.
de: Ihre Stressbewältigung ist diese Woche größtenteils normal, aber einige Herausforderungen bringen Sie gelegentlich an Ihre Grenzen.
es: Tu recuperación del estrés es en su mayoría normal esta semana, pero algunos desafíos ocasionalmente ponen a prueba tus límites.
fa: بازیابی استرس شما اغلب در این هفته طبیعی است، اما چند چالش به‌طور گاه‌شانسی حدود شما را به چالش می‌کشند.
fr: Votre récupération du stress est principalement normale cette semaine, mais quelques défis poussent occasionnellement vos limites.
id: Pemulihan stresmu sebagian besar normal minggu ini, tetapi beberapa tantangan menguji batasmu sesekali.
it: Il tuo recupero dallo stress è principalmente normale questa settimana, ma alcune sfide mettono occasionalmente alla prova i tuoi limiti.
ja: 今週のストレス回復はほとんど正常ですが、時折、いくつかの課題が限界を押し上げます。
ko: 이번 주에는 스트레스 회복이 대부분 정상적이었지만 가끔씩 일부 도전이 한계를 넘게 만들었습니다.
nl: Je stressherstel is deze week grotendeels normaal, maar enkele uitdagingen duwen af en toe je grenzen.
pl: Twoje odzyskiwanie się po stresie jest głównie normalne w tym tygodniu, ale kilka wyzwań czasami cię przekracza.
pt_br: Sua recuperação do estresse está principalmente normal esta semana, mas alguns desafios estão testando seus limites ocasionalmente.
ru: Ваше восстановление после стресса в основном нормальное на этой неделе, но некоторые вызовы временами испытывают ваши пределы.
tr: Stres toparlanmanız bu hafta çoğunlukla normal, ancak bazı zorluklar sizi zaman zaman zorluyor.
zh_hans: 本周大部分的时间里，你的压力调节水平正常，但是偶尔会有一些挑战考验你的极限。
zh_hant: 本週大部分的時間裡，你的壓力調節水平正常，但是偶爾會有一些挑戰考驗你的極限。

# week_rmssd_bd_6_b_gpt
source: You've been through a tough week, and while your body is striving to adapt, some stressors have resulted in fatigue.
ar: لقد مررت بأسبوع صعب، وعلى الرغم من أن جسدك يسعى للتكيف، إلا أن بعض المحفزات تركتك تشعر بالإرهاق.
de: Sie haben eine schwierige Woche durchgemacht, und obwohl Ihr Körper versucht, sich anzupassen, haben einige Stressoren zu Erschöpfung geführt.
es: Has pasado por una semana difícil, y aunque tu cuerpo está tratando de adaptarse, algunos factores estresantes te han dejado fatigado/a.
fa: شما یک هفته دشواری پشت سر گذاشته‌اید و در حالی که بدن شما دارد تلاش می‌کند تا سازگار شود، برخی عوامل استرس‌زا منجر به خستگی شده‌اند.
fr: Tu as vécu une semaine difficile, et bien que ton corps essaie de s'adapter, certains facteurs de stress ont entraîné de la fatigue.
id: Kamu telah melalui minggu yang sulit, dan meskipun tubuhmu berusaha beradaptasi, beberapa faktor stres membuatmu merasa lelah.
it: Hai attraversato una settimana difficile e, mentre il tuo corpo cerca di adattarsi, alcuni fattori stressanti hanno causato affaticamento.
ja: 厳しい週を過ごしており、体は適応しようとしていますが、いくつかのストレス要因が疲労感を残しています。
ko: 어려운 한 주를 보냈는데, 몸은 적응하려 노력했지만 일부 스트레스로 인해 피로한 상태일 것입니다.
nl: Je hebt een zware week gehad, en hoewel je lichaam probeert zich aan te passen, hebben sommige stressoren geleid tot vermoeidheid.
pl: Przeszedłeś(aś) trudny tydzień i mimo że twój organizm stara się przystosować, niektóre czynniki stresowe sprawiły, że czujesz się trochę zmęczony(a).
pt_br: Você teve uma semana desafiadora e, embora seu corpo esteja se esforçando para se adaptar, alguns estressores o deixaram um pouco exausto.
ru: У вас была тяжелая неделя, и, хотя ваш организм стремится адаптироваться, некоторые стрессоры вызвали усталость.
tr: Zorlu bir hafta geçirdiniz ve vücudunuz adaptasyon için çaba sarf ederken bazı stres kaynakları sizi biraz yorgun bıraktı.
zh_hans: 这真是充满挑战的一周，你的身体在努力适应并应对，但它偶尔还是会承受不住压力。
zh_hant: 這真是充滿挑戰的一週，你的身體在努力適應並應對，但它偶爾還是會承受不住壓力。

# week_rmssd_bd_6_gpt
source: You've had a challenging week, and although your body is trying to adapt, some stressors have left you feeling a bit exhausted.
ar: لقد مررت بأسبوع صعب، وعلى الرغم من أن جسدك يحاول التكيف، إلا أن بعض المحفزات تركتك تشعر بالإرهاق قليلاً.
de: Sie hatten eine herausfordernde Woche, und obwohl Ihr Körper versucht, sich anzupassen, haben einige Stressfaktoren Sie ein wenig erschöpft zurückgelassen.
es: Has tenido una semana desafiante, y aunque tu cuerpo está tratando de adaptarse, algunos factores estresantes te han dejado un poco exhausto/a.
fa: شما یک هفته چالش‌برانگیز داشته‌اید و اگرچه بدن شما دارد تلاش می‌کند تا سازگار شود، برخی عوامل استرس‌زا باعث احساس خستگی کمی شده‌اند.
fr: Tu as eu une semaine difficile, et bien que ton corps essaie de s'adapter, certains facteurs de stress t'ont laissé un peu épuisé(e).
id: Kamu telah melewati minggu yang penuh tantangan, dan meskipun tubuhmu berusaha beradaptasi, beberapa faktor stres membuatmu merasa sedikit lelah.
it: Hai avuto una settimana impegnativa e, sebbene il tuo corpo stia cercando di adattarsi, alcuni fattori stressanti ti hanno lasciato un po' esausto.
ja: 過酷な週を過ごしており、体は適応しようとしていますが、いくつかのストレス要因が少し疲れを残しています。
ko: 어려운 한 주를 보내셨고, 몸은 적응하려 노력했지만 일부 스트레스 요인들로 인해 조금 지친 느낌일 것입니다.
nl: Je hebt een uitdagende week gehad, en hoewel je lichaam probeert zich aan te passen, hebben sommige stressoren je wat uitgeput achtergelaten.
pl: Miałeś(aś) trudny tydzień i mimo że twój organizm próbuje się przystosować, niektóre czynniki stresowe sprawiły, że czujesz się trochę wyczerpany(a).
pt_br: Você teve uma semana desafiadora e, embora seu corpo esteja tentando se adaptar, alguns estressores deixaram você se sentindo um pouco exausto.
ru: Вы пережили сложную неделю, и хотя ваш организм пытается адаптироваться, некоторые стрессоры заставили вас чувствовать себя немного измотанным.
tr: Zorlu bir hafta geçirdiniz ve vücudunuz adapte olmaya çalışsa da bazı stres faktörleri sizi biraz yorgun hissettirdi.
zh_hans: 你经历了一个充满挑战的一周，虽然你的身体在努力适应，但有些时候你还是会感到疲惫。
zh_hant: 你經歷了一個充滿挑戰的一週，雖然你的身體在努力適應，但有些時候你還是會感到疲憊。

# week_rmssd_bd_7_b_gpt
source: This week, you've experienced too much stress, indicating a need for additional recovery time.
ar: هذا الأسبوع، تعرضت للكثير من الضغوطات، مما يشير إلى حاجتك لمزيد من الوقت للتعافي.
de: Diese Woche haben Sie zu viel Stress erlebt, was darauf hindeutet, dass Sie zusätzliche Erholungszeit benötigen.
es: Esta semana has experimentado demasiado estrés, ¡indicando la necesidad de tiempo adicional para recuperarte!
fa: در این هفته، شما با استرس زیادی روبه‌رو بوده‌اید، که نشان دهنده نیاز به زمان اضافی برای بازیابی است.
fr: Cette semaine, tu as connu trop de stress, indiquant un besoin de temps supplémentaire pour récupérer.
id: Minggu ini, kamu mengalami terlalu banyak stres, menunjukkan perlunya waktu tambahan untuk pulih.
it: Questa settimana hai sperimentato troppo stress, indicando la necessità di più tempo per recuperare.
ja: 今週は、過度なストレスを経験しており、追加の回復時間が必要です。
ko: 이번 주에는 스트레스를 너무 많이 경험했으며 추가적인 회복 시간이 필요할 것으로 보입니다.
nl: Deze week heb je te maken gehad met te veel stress, wat aangeeft dat je extra tijd nodig hebt om te herstellen.
pl: W tym tygodniu doświadczyłeś(aś) zbyt dużego stresu, co wskazuje na potrzebę dodatkowego czasu na regenerację.
pt_br: Esta semana, você experimentou muito estresse, indicando a necessidade de mais tempo para se recuperar.
ru: На этой неделе вы испытали слишком много стресса, что указывает на необходимость дополнительного времени для восстановления!
tr: Bu hafta çok fazla stres yaşadınız, ekstra iyileşme süresine ihtiyaç duyduğunuzu gösteriyor!
zh_hans: 你本周遭受了太大的压力，需要更多的时间来恢复自身。
zh_hant: 你本週遭受了太大的壓力，需要更多的時間來恢復自身。

# week_rmssd_bd_7_gpt
source: Your body has been overwhelmed this week, and you might need more extra time to recover!
ar: كان جسدك مجهدًا هذا الأسبوع، وربما تحتاج إلى وقت إضافي للتعافي!
de: Ihr Körper war diese Woche überlastet, und Sie benötigen möglicherweise zusätzliche Zeit zur Erholung!
es: Tu cuerpo ha estado abrumado esta semana, ¡y es posible que necesites más tiempo extra para recuperarte!
fa: بدن شما در این هفته زیادی بار شده است و شما ممکن است نیاز به زمان بیشتری برای بازیابی داشته باشید!
fr: Ton corps a été débordé cette semaine, et tu pourrais avoir besoin de plus de temps pour récupérer !
id: Tubuhmu terlalu terbebani minggu ini, dan mungkin membutuhkan waktu ekstra untuk pulih!
it: Il tuo corpo è stato sopraffatto questa settimana e potresti aver bisogno di più tempo per recuperare!
ja: 今週は体が圧倒されており、追加の回復時間が必要かもしれません！
ko: 이번 주에는 몸이 과도하게 스트레스를 받았으며 추가적인 회복 시간이 필요할 수 있습니다!
nl: Je lichaam is deze week overweldigd, en je hebt misschien meer extra tijd nodig om te herstellen!
pl: Twój organizm był przytłoczony tym tygodniem, możliwe, że potrzebujesz dodatkowego czasu na regenerację!
pt_br: Seu corpo foi sobrecarregado esta semana e você pode precisar de mais tempo extra para se recuperar!
ru: Ваш организм перегружен на этой неделе, и вам может понадобиться больше времени для восстановления!
tr: Bu hafta vücudunuz aşırı yüklenmiş gibi, daha fazla iyileşme süresine ihtiyaç duyabilirsiniz!
zh_hans: 本周你面对了太大的压力，你需要更多时间来恢复！
zh_hant: 本週你面對了太大的壓力，你需要更多時間來恢復！

# week_rmssd_lock_gpt
source: Measure to analyze your stress-recovery ability
ar: قم بالقياس لتحليل قدرتك على التعافي من التوتر
de: Messt, um eure Stressbewältigungsfähigkeit zu analysieren
es: Mide para analizar tu capacidad de recuperación del estrés
fa: اندازه‌گیری برای تحلیل توانایی بازیابی استرس شما
fr: Mesure pour analyser votre capacité de récupération du stress
id: Ukur untuk menganalisis kemampuan pemulihan stresmu
it: Misura per analizzare la tua capacità di recupero dallo stress
ja: ストレス回復能力を分析するために測定する
ko: 스트레스 회복 능력을 분석하기 위한 측정
nl: Meten om je stress-herstelvermogen te analyseren
pl: Pomiar, aby zbadać zdolność do reakcji na stres
pt_br: Medir para analisar sua capacidade de recuperação do estresse
ru: Измерение для анализа вашей способности к стрессоустойчивости
tr: Stres iyileşme yeteneğinizi analiz etmek için ölçün
zh_hans: 测量分析你缓解压力的能力
zh_hant: 測量分析你緩解壓力的能力

# week_rmssd_suggestion_1_b_gpt
source: To keep up this positive trend, continue your commitment to a healthy lifestyle, including regular exercise, nutritious eating, and sufficient sleep. These habits are crucial in effective stress recovery.
ar: للمحافظة على هذا الاتجاه الإيجابي، واصل التزامك بنمط حياة صحي، بما في ذلك ممارسة الرياضة بانتظام وتناول طعام صحي والحصول على قسط كاف من النوم. هذه العادات حاسمة في استعادة الضغط بشكل فعّال.
de: Um diesen positiven Trend fortzusetzen, halten Sie an Ihrem Engagement für einen gesunden Lebensstil fest, einschließlich regelmäßiger Bewegung, gesunder Ernährung und ausreichend Schlaf. Diese Gewohnheiten sind entscheidend für eine effektive Stressbewältigung.
es: Para mantener esta tendencia positiva, continúa comprometiéndote con un estilo de vida saludable, incluyendo ejercicio regular, una alimentación nutritiva y suficiente descanso. Estos hábitos son cruciales para una efectiva recuperación del estrés.
fa: برای حفظ این روند مثبت، به پایبندی به یک سبک زندگی سالم ادامه دهید، شامل ورزش منظم، تغذیه سالم و خواب کافی است. این عادات برای بازیابی موثر از استرس بسیار حائز اهمیت هستند.
fr: Pour maintenir cette tendance positive, continuez votre engagement envers un mode de vie sain, comprenant de l'exercice régulier, une alimentation nutritive et un sommeil suffisant. Ces habitudes sont cruciales pour une récupération efficace du stress.
id: Untuk menjaga tren positif ini, lanjutkan komitmen Anda terhadap gaya hidup sehat, termasuk olahraga rutin, pola makan yang bergizi, dan tidur yang cukup. Kebiasaan ini penting dalam pemulihan stres yang efektif.
it: Per mantenere questo trend positivo, continua il tuo impegno per uno stile di vita sano, che includa esercizio regolare, alimentazione nutriente e sonno sufficiente. Queste abitudini sono cruciali per una efficace ripresa dello stress.
ja: このポジティブなトレンドを維持するためには、定期的な運動、栄養バランスの取れた食事、十分な睡眠など、健康的な生活習慣を継続することが重要です。これらの習慣は効果的なストレスの回復に不可欠です。
ko: 이 긍정적인 추세를 유지하려면 꾸준한 운동, 영양 균형 잡힌 식사, 충분한 수면 등 건강한 생활 방식을 유지하세요. 이러한 습관은 효과적인 스트레스 회복에 중요합니다.
nl: Om deze positieve trend voort te zetten, blijf je inzetten voor een gezonde levensstijl, inclusief regelmatige lichaamsbeweging, gezonde voeding en voldoende slaap. Deze gewoonten zijn cruciaal voor effectief herstel van stress.
pl: Aby utrzymać ten pozytywny trend, kontynuuj zaangażowanie w zdrowy styl życia, regularną aktywność fizyczną, zdrowe odżywianie i odpowiedni sen. Te nawyki są kluczowe dla skutecznego odzyskiwania się po stresie.
pt_br: Para manter essa tendência positiva, continue comprometido com um estilo de vida saudável, incluindo exercícios regulares, alimentação nutritiva e sono suficiente. Esses hábitos são essenciais para uma eficaz recuperação do estresse.
ru: Чтобы сохранить эту положительную тенденцию, продолжайте придерживаться здорового образа жизни, включая регулярные упражнения, питание и достаточный сон. Эти привычки играют важную роль в эффективной реабилитации после стресса.
tr: Bu olumlu trendi sürdürmek için düzenli egzersiz, besleyici beslenme ve yeterli uyku gibi sağlıklı bir yaşam tarzına olan bağlılığınızı sürdürün. Bu alışkanlıklar etkili stres iyileşmesi için çok önemlidir.
zh_hans: 保持这个积极的趋势，继续坚持健康的生活方式，包括但不限于规律锻炼、营养均衡、睡眠充足。这些习惯可以极大地帮助你有效从压力中恢复。
zh_hant: 保持這個積極的趨勢，繼續堅持健康的生活方式，包括但不限於規律鍛煉、營養均衡、睡眠充足。這些習慣可以極大地幫助你有效從壓力中恢復。

# week_rmssd_suggestion_1_gpt
source: This strong ability to recover shows your commitment to maintain a healthy body. Keep up the fantastic work and continue prioritizing stress management and self-care to sustain this optimal state.
ar: هذه القدرة القوية على الانتعاش تظهر التزامك بالحفاظ على جسم صحي. استمر في العمل الرائع وواصل إعطاء أولوية إدارة الضغط والرعاية الذاتية للحفاظ على هذه الحالة المثلى.
de: Diese starke Fähigkeit zur Erholung zeigt Ihr Engagement für die Erhaltung eines gesunden Körpers. Machen Sie weiter mit der fantastischen Arbeit und setzen Sie weiterhin Stressmanagement und Selbstpflege als Priorität, um diesen optimalen Zustand aufrechtzuerhalten.
es: Esta fuerte capacidad de recuperación muestra tu compromiso para mantener un cuerpo saludable. Sigue con el trabajo fantástico y continúa priorizando el manejo del estrés y el autocuidado para mantener este estado óptimo.
fa: این توانایی قوی در بازیابی نشان می‌دهد که شما متعهد به حفظ بدن سالم هستید. ادامه دهید و به اداره استرس و مراقبت از خود اولویت دهید تا این وضعیت بهینه را حفظ کنید.
fr: Cette forte capacité de récupération montre ton engagement à maintenir un corps en bonne santé. Continue ce travail fantastique et continue de prioriser la gestion du stress et l'auto-soin pour maintenir cet état optimal.
id: Kemampuan pulih yang kuat ini menunjukkan komitmenmu untuk menjaga tubuh yang sehat. Lanjutkan dengan pekerjaan yang fantastis dan terus prioritaskan pengelolaan stres dan perawatan diri untuk mempertahankan kondisi optimal ini.
it: Questa forte capacità di recupero dimostra il tuo impegno nel mantenere un corpo sano. Continua il fantastico lavoro e continua a dare priorità alla gestione dello stress e all'autocura per mantenere questo stato ottimale.
ja: この強力な回復能力は、健康な体を維持するためのあなたのコミットメントを示しています。素晴らしい仕事を続け、ストレス管理と自己ケアを最優先にして、この最適な状態を維持しましょう。
ko: 강력한 회복 능력은 건강한 몸을 유지하기 위한 당신의 약속을 보여줍니다. 이 탁월한 상태를 유지하기 위해 스트레스 관리와 자기 관리를 계속 중요시하고 실천하세요.
nl: Dit sterke vermogen om te herstellen toont je inzet om een gezond lichaam te behouden. Blijf het fantastische werk voortzetten en blijf prioriteit geven aan stressmanagement en zelfzorg om deze optimale staat te handhaven.
pl: To silne zdolność do regeneracji pokazuje twoje zaangażowanie w utrzymanie zdrowego ciała. Kontynuuj fantastyczną pracę i nadal priorytetyzuj zarządzanie stresem i dbanie o siebie, aby utrzymać ten optymalny stan.
pt_br: Essa forte capacidade de recuperação mostra seu compromisso em manter um corpo saudável. Continue com o ótimo trabalho e continue priorizando o gerenciamento do estresse e o autocuidado para sustentar esse estado ótimo.
ru: Эта сильная способность к восстановлению свидетельствует о вашем стремлении поддерживать здоровое тело. Продолжайте превосходную работу и продолжайте отдавать предпочтение управлению стрессом и заботе о себе, чтобы поддерживать этот оптимальный уровень.
tr: Bu güçlü toparlanma yeteneği, sağlıklı bir vücut sürdürme konusundaki kararlılığınızı gösteriyor. Harika iş, bu mükemmel durumu sürdürmek için stres yönetimini ve kendine bakımı önceliklendirmeye devam edin.
zh_hans: 你为保持健康的身体所做出的努力，可以从你强大的恢复能力中看出。你做得非常好，请继续保持，将压力管理和健康管理放在首位，以维持这种最佳状态。
zh_hant: 你為保持健康的身體所做出的努力，可以從你強大的恢復能力中看出。你做得非常好，請繼續保持，將壓力管理和健康管理放在首位，以維持這種最佳狀態。

# week_rmssd_suggestion_2_b_gpt
source: Continue your current practices and perhaps explore new relaxation techniques such as progressive muscle relaxation and guided imagery. Your commitment to well-being is commendable.
ar: واصل ممارساتك الحالية وربما استكشف تقنيات الاسترخاء الجديدة مثل الاسترخاء التدريجي للعضلات والتخيل التوجيهي. التزامك بالعناية بالصحة يستحق الثناء.
de: Fahren Sie mit Ihren aktuellen Praktiken fort und erkunden Sie möglicherweise neue Entspannungstechniken wie progressive Muskelentspannung und geführte Vorstellung. Ihr Engagement für Ihr Wohlbefinden ist lobenswert.
es: Sigue con tus prácticas actuales y quizás explora nuevas técnicas de relajación como la relajación muscular progresiva y la imaginación guiada. Tu compromiso con el bienestar es encomiable.
fa: به روش‌های فعلی خود ادامه دهید و شاید روش‌های جدیدی مانند آرام‌سازی تدریجی عضلانی و تصویرسازی هدایت شده را بررسی کنید. پیگیری شما از رفاه روحی و جسمی تحسین‌برانگیز است.
fr: Poursuivez vos pratiques actuelles et peut-être explorez de nouvelles techniques de relaxation telles que la relaxation musculaire progressive et l'imagerie guidée. Votre engagement envers le bien-être est louable.
id: Lanjutkan praktik Anda saat ini dan mungkin jelajahi teknik relaksasi baru seperti relaksasi otot progresif dan imaji terbimbing. Komitmen Anda terhadap kesejahteraan patut diacungi jempol.
it: Continua le tue pratiche attuali e magari esplora nuove tecniche di relax come il rilassamento muscolare progressivo e l'immaginazione guidata. Il tuo impegno per il benessere è encomiabile.
ja: 現在の実践を続けると同時に、プログレッシブマッスルリラクゼーションやガイデッドイメージなどの新しいリラクゼーションテクニックを探ってみることも検討してみてください。あなたの健康へのコミットメントは賞賛に値します。
ko: 현재의 습관을 유지하고, 진보된 근육 이완법이나 안내되는 상상력과 같은 새로운 휴식 기술을 탐구해보세요. 당신의 웰빙에 대한 헌신은 칭찬받을 만합니다.
nl: Blijf je huidige praktijken voortzetten en verken mogelijk nieuwe ontspanningstechnieken, zoals progressieve spierontspanning en geleide verbeelding. Jouw toewijding aan welzijn is prijzenswaardig.
pl: Kontynuuj obecne praktyki i być może eksploruj nowe techniki relaksacyjne, takie jak progresywna relaksacja mięśniowa i prowadzona wyobraźnia. Twoje zaangażowanie w dobrostan jest godne pochwały.
pt_br: Continue com suas práticas atuais e talvez explore novas técnicas de relaxamento, como relaxamento muscular progressivo e imaginação guiada. Seu compromisso com o bem-estar é louvável.
ru: Продолжайте ваши текущие практики и, возможно, изучите новые техники релаксации, такие как постепенное расслабление мышц и визуализация. Ваше стремление к благополучию заслуживает похвалы.
tr: Mevcut uygulamalarınıza devam edin ve belki de ilerleyici kas gevşeme ve rehberli imgelendirme gibi yeni rahatlama tekniklerini keşfedin. Sağlığınıza olan bağlılığınız takdire şayan.
zh_hans: 保持你目前的生活方式，也可以探索新的放松技巧，比如渐进式肌肉放松法和引导性想象法。你对健康作出的努力值得赞扬。
zh_hant: 保持你目前的生活方式，也可以探索新的放鬆技巧，比如漸進式肌肉放鬆法和引導性想象法。你對健康作出的努力值得讚揚。
